{
  "applause_count": 15, 
  "author": "D. Dickard", 
  "comment_count": 26, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Julia Shoemaker", 
      "date": "October 20, 2014, 22:38PM", 
      "message": "\n    \tAfter reading about how Nigeria managed to get the virus under control, I am all the more convinced by this idea. A major part of their success was due to the fact that they put everyone who had been in contact with someone infected into quarantine for 21 days, checking them daily for any symptoms. This is a great idea!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 01:04AM", 
      "message": "\n    \tPlease \"build on this\" or add any comments whatsoever.  This is a critical and  global effort!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 16, 2014, 19:28PM", 
      "message": "\n    \tWouldn't this make the problem worse? Anyone knowing that they'd be quarantined would probaly cross borders illegally which would make tracking and containing the disease harder and companies would stop sending supplies to these countries because they're not going to pay their people to be in quarantine for a month.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 16, 2014, 20:11PM", 
      "message": "\n    \tIt'd still probably reduce infected travelers going abroad before they're well as alternate routes would be slower & soon discovered. Also, some develop symptoms quite quickly, before a month.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yaneer Bar-Yam", 
      "date": "Edited on October 16, 2014, 21:42PM", 
      "message": "\n    \tCountries that are accessible by land transportation have already closed borders. Ivory Coast: http://news.yahoo.com/ivory-coast-imposes-travel-restrictions-ebola-fears-spread-174124071--finance.htmlSenegal: http://www.firstpost.com/world/senegal-tightens-travel-restrictions-over-ebola-fears-1677313.htmlA comprehensive approach would include the land borders.  Going through the jungle is its own danger and these countries are doing their best to monitor them. Also most people traveling from those three countries will have passports of those countries and must use them no matter what airport they go through.This is not perfect but no security system is. Do you lock your door and set an alarm even though criminals might be able to break a window and experts can disable alarms. Changes in  probability are important.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 16, 2014, 21:43PM", 
      "message": "\n    \tI disagree.These people live, hunt, and journey into the jungle every day. They're not as concerned with the risk. There is a huge difference between coming and going as you please and locking the doors at night as opposed to fully quarantining a country and making people desperate.If you shut down a whole country to quarantine a disease you will only hurt the people and help it spread. If there is one thing to learn from the U.S. and China it's that walls don't keep people out.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yaneer Bar-Yam", 
      "date": "Edited on October 16, 2014, 22:09PM", 
      "message": "\n    \tThe people who live, hunt and journey into the jungle are not the same as those who are traveling internationally on airplanes.The statement that you make about \"hurting people\" is not substantiated. Recall that people have family and friends or business partners that they are going to visit. They also have concerns. Having an organized way to provide assurance that people are not infecting others will help them as well.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 16, 2014, 22:42PM", 
      "message": "\n    \tCorrect but it's the people traveling internationally that are delivering supplies and helping people. You don't think that if you completely quarantined the country that you'd hurt people? You also can't make such assurances no matter what you do.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yaneer Bar-Yam", 
      "date": "October 16, 2014, 22:49PM", 
      "message": "\n    \tHaving people go there is not the problem. Anybody who is traveling there to help people surely wants to make sure that they are not transmitting the disease when they get back. If you want to consider hurt you have to make a reasonable comparison. What is the hurt you are causing if an outbreak happens in a different part of the world. Even if you are confident that an outbreak will be well controlled in the US (which we now know is only a guess), then surely an outbreak in India or Chiina will cause a greater problem. So compare.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 22:53PM", 
      "message": "\n    \tI'd argue that the people in these countries will be hurt MORE if we don't quarantine aggressively.  As random airline travelers spread the virus to more countries (clearly we are all unable to easily handle even ONE exposure) then any resources available to these specific countries becomes more limited and eventually eliminated.  Now we have 3 countries.  What happens to the aid to these 3 when we have 30?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 23:01PM", 
      "message": "\n    \tBut I'd also add that all the concerns about the problems of a quarantine should be welcomed and addressed to the extent possible.  For example,  several people have mentioned paying those who have already survived the disease to be trained as caregivers.  They would have the advantage, not only of immunity, but they may help reduce mistrust.  Everyone wants the same thing here -- to win against this tragic outbreak!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yaneer Bar-Yam", 
      "date": "October 16, 2014, 23:08PM", 
      "message": "\n    \tThat is a very important point, Delise.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Yaneer Bar-Yam", 
      "date": "October 16, 2014, 23:11PM", 
      "message": "\n    \tAs an additional point: It is my understanding that the approach which precludes quarantines is responsible for the problem that we have today. If there were boundaries enforced at earlier times during the epidemic within the countries affected it would not have spread within those countries as much as it has. It would have been confined to smaller regions. Note that Senegal successfully avoided transmission by closing its border as of March!I see the reluctance to use travel restrictions as a failure of basic understanding of how contagions must be controlled in general. The problem arises because the public health officials are trained to think in terms of individual care rather than community vulnerability. They are focused on treating the individual who is sick, and presents him or her self to the hospital. The public is an aggregate of individuals without structure of its own. This is the standard medical model today. It works for many problems. The addition of contact tracing is effective also for a limited number of types of diseases, including TB which is the epidemiological background of CDC Director Frieden.  It works for TB because there is a  latent population whose number changes only very slowly that is the source of infective individuals. Detecting the latent individuals and treating them reduces the number of infective individuals. There is no exponential growth of the population affected as there is in Ebola.  An exponential growing outbreak requires direct attention to the transmission not just the specific care that is needed for individuals. Stopping the transmission cuts off the number of cases that then need care. This is the key to controlling outbreaks --- i.e. prevention of new cases.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 23:29PM", 
      "message": "\n    \tYes, totally agreed.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 16, 2014, 23:44PM", 
      "message": "\n    \tAs I understand it survivors are already volunteering to help with the disease. My main concern is that we would be using a lot of (already strained) time, resources, and space on people who aren't sick. You may be correct though. We'll have to wait and see.,As I understand it survivors have already been volunteering to help with the disease. My main concern is that we would be using a lot of (already overclocked) time, resources, and space on people that aren't sick. You may be correct though. We'll see.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 00:35AM", 
      "message": "\n    \tKutter, I hope that all the difficulty the US is having in containing -- what started as one single case in Texas--  is showing how difficult this disease is to contain.  A quarantine might have prevented this case.  In fact, someone has suggested that two of the three countries (Liberia and Sierra Leone) have ASKED for help with a quarantine.  If that happened all the resources could (and should) be focused on the countries who are struggling the most.  Ebola has really taught us that we are \"one world.\"  If you can think of some solutions to the problems you have presented please add those ideas to this thread.   It is helpful to know what problems might occur and what solutions might exist.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 00:36AM", 
      "message": "\n    \tKutter, I can't find your link but please join this team and lets help figure this out!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 17, 2014, 16:43PM", 
      "message": "\n    \tYeah I'm very curious to see what the reports conclude on what happened in Texas. I think the main problem there is a lack of communication though. Doctors not knowing the mans travel history. Oh yes I can't disagree with that. If you have countries telling you that they need help more resources should be delegated where needed.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 20:15PM", 
      "message": "\n    \tRight.  That's what I'm thinking.  Look how much money has been spent (not to mention possible exposures) just on one man traveling to the US.  He wouldn't have traveled if there was a quarantine.  Then we could focus our attention on the countries that REALLY need the help.  We all want the same thing, right?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 18, 2014, 15:55PM", 
      "message": "\n    \tI think that the amount of resources that have been spent because of the first case come from a mistake made by the hospital. All of our other procedures are fine. I feel that people are over reacting simply because they're scared. You catch ebola the same way you do HIV yet people are wearing full body hazmat suits.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yaneer Bar-Yam", 
      "date": "October 18, 2014, 17:08PM", 
      "message": "\n    \tYour comment about HIV and Ebola transmission, and the need for hazmat suits, is not consistent with the many medical workers who were infected in Africa, as well as three infected in Spain and the US. HIV was not responsible for such a common occurrence of infections in medical workers. The reason why there are over 1000 people being monitored or in isolation in the US is that there is evidence that Ebola survives on surfaces for up to 6 days. Body fluids in which Ebola virus has been found include sweat. As far as we know, Ebola can be transmitted by shaking a sweaty hand (with an abrasion on your hand [abrasions are quite common} or later touching your face). Or by touching an arm rest that was previously touched. This is quite different from HIV. Moreover, (1) an infected Ebola patient profusely bleeds, vomits and has diarrhea due to the action of the disease, and (2) the density of Ebola virus in body fluids has been measured to be orders of magnitude higher than that of HIV, which means that how contact results in infection is quite different. More generally, speculation about whether we are safe or are not is just that, the amount of knowledge is limited.  Until this outbreak Ebola was confined to villages in remote rural areas of a few countries in Africa. There is not much research and not much experience with it. Without data we just don't know. So ultimately we may find it is not very contagious, or we may find it is contagious enough to overwhelm the tracing methods used now. The difference is only a few cases. If current knowledge is right we may have no new cases in the US, or we may have 10 new cases. With 10 cases the tracing of individual contacts becomes remarkably difficult, with a few more it becomes essentially impossible. An outbreak in Africa might be contained if we send thousands of workers there to control it. If it becomes uncontrolled here, who is able to stop it?Anticipating risks and responding to uncertainty is critical to survival, not just hindsight if things happen to work out for the best.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 20, 2014, 14:47PM", 
      "message": "\n    \tI merely meant that both are through fluid exchange. Do you have a source that 1000+ people being monitored? I wad unaware of such a high number. People sure are talking very definitively about what they know about it, how it's spread, how contagious it is. They seem to be confident from the previous outbreak of ebola and the nearly year they've been fighting it now. I always dislike it when people put themselves and their neighbors in a situation and ask \"who will fix this? How will we stop this? Who will help us?\" I am not helpless. You are not helpless. We will be fine.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bengt Hansson", 
      "date": "October 16, 2014, 09:34AM", 
      "message": "\n    \tI think this is actually in line with the thinking of Liberias and Sierra Leones authorities - to organize effective, humane quaratines with aid from the international community.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 14:27PM", 
      "message": "\n    \tWow.  That's amazing to me.  I sincerely hope this is already in the works.  What is your source?    And thank you...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 20:39PM", 
      "message": "\n    \tRight. So it'd be a quarantine near points of international travel (airports, borders...)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 15, 2014, 20:46PM", 
      "message": "\n    \tYes, absolutely.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Recently the US military personel working in affected countries will be subject to quarantine if their LEADER DEEM IT NECESSARY.  Why leave it up to human error after trained medical professionals in hazmat gear have been unable to identify exposure?  We MUST use quarantine and medical tests.\n<br/>\n<br/> Containment is still possible as long as we can identify three categories:  \n<br/> 1) Those who have the disease\n<br/> 2)  Those who don't have the disease\n<br/> 3)  Those who may have been exposed to the disease\n<br/> A three week quarantine for that third group allows us to move them with some certainty to the first or second category.  It is becoming increasingly difficult to identify this last category and once it becomes impossible then the containment option may be lost.\n<br/>\n<br/> I'll list several relevant entries in the Research as well as the Idea category.    I'll also be listing them as team members.  Check out these posts as there are some great ideas in terms of containment.  And please build on this and comment!\n<br/>\n<br/> Check out new posts that would be applicable under research:\n<br/>\n<br/> Evelina Cohn on \n<em> Coating with Nanopores</em>\n<br/>\n<br/> Nicole under  \n<strong><em> </em></strong>\n<em>PPE Design </em>\n<br/>\n<br/> Michael under \n<strong> <em>Sahana</em></strong>\n<br/>\n<br/> Yaneer Ban Yam on \n<em>New Ebola Response Strategy </em>outlines a very specific quarintine plan\n<br/>\n<br/> Shanon A. writes on \n<em>Feed people under Quarintine</em>\n<br/>\n<br/> Adam Neily offers \n<em> Cruise Ships for Quarantine</em>\n<br/>\n<br/> David has suggestions for mobile apps to achieve connectivity\n<br/>\n<br/> It's a worldwide effort -- WE CANNOT LET EBOLA WIN\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/21-day-mandatory-quarantine-for-anyone-leaving-the-three-highly-effected-countries-a-step-to-drastically-reduce-theoretically-eliminate-worldwide-exposure-from-the-epicenter-also-pay-and-train-willing-ebola-survivors-to-become-caregivers", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7053cb8a-f960-4ec7-9f6c-ba5641c61b6a.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 17:21PM", 
  "summary": "Nigeria beat ebola with quarantine.  The weakness of Ebola is --  A VERY  SHORT WINDOW IN WHICH IT IS CONTAGIOUS.  That is why quarantine is the obvious way to stop it.  Worldwide efforts should be focused on stopping it in these three countries and eradicating the small and still easily contained outbreaks in other countries.  We have to stop assuming people will report correctly.  While we still have a window of containment ANYONE who may have been exposed (even if it is because they have been in these countries)  they should be able to show 3 weeks of isolation and daily temperature checks.  This would reduce healthcare workers availability by 3 weeks and that could be supplemented by training those who have already survived the disease.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "A THREE WEEK QUARENTINE BEFORE LEAVING THESE COUNTRIES WOULD PROTECT THE REST OF THE WORLD.  Then WORLDWIDE efforts could focus on stopping it there.  Otherwise it is only a matter of time before ONE PERSON unintentionally spreads it via ONE FLIGHT.", 
  "view_count": 337
}