{
  "applause_count": 3, 
  "author": "Paul England", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            $7 to Stop Ebola Where did we pluck $7.00 per for the figure to donate.? In West Africa there are 25 million people, the average yearly income is less than $400 per year. We believe that Ebola crisis needs 50 billion dollars to stop it. So far world governments have donated less than one billion dollars. The governments of the world are telling us we have 60 days to stop the spread of ebola or there could be a global pandemic, If the 25 million people of the 3 infected countries can be taught how not to spread the virus, this will have an impact on the end result. It is predicted that 1.4 million people will be infected with ebola disease by the end of January if things do not pick up...... If every person on the globe from 192 countries donated $7.00 each it would raise $50 billion dollars instantly . Please share this post with your friends and groups... We are made up of concerned citizens and professionals from dozens of different countries including Australia, Belize, Canada, Germany, Jamaica, Liberia, UK, US, Portugal, Sierra Leone, South Africa, Trinidad and Tobago. We grew so quickly and realized we wanted a way to help. We will be donating these funds to Doctors Without Borders/Medecins Sans Frontieres for West Africans to help fight the Ebola epidemic. If every person in the world donated $7.00 one time, Ebola would be a distant memory.... There should be a compulsory ebola tax. Every one is responsible to stop the spread of ebola. You should use the G20 meeting to set this up. Please join our group: https://.facebook.com/groups/850724074971729 ~ if you don't donate here, please donate somewhere. Ebola is all of our concern.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/7-00-to-save-the-world-from-ebola-virus-disease", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3152659f-4cb9-4320-9691-4a0f5f88060d.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 26, 2014, 08:30AM", 
  "summary": "$7 to Stop Ebola In West Africa there are 25 million people, the average yearly income is less than $400 per year. I believe that Ebola crisis needs 50 billion dollars to stop it. So far world governments have donated less than one billion dollars. The governments of the world are telling us we have 60 days to stop the spread of ebola or there could be a global pandemic,It is predicted that 1.4 million people will be infected with ebola disease by the end of Jaunary 2015", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "$7.00 to save the world from ebola virus disease.", 
  "view_count": 36
}