{
  "applause_count": 2, 
  "author": "Alessandro Testori", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:13PM", 
      "message": "\n    \tHi Alessandro, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 09:09AM", 
      "message": "\n    \tcould this old article on a natural substance against ebola have ideas for you  ? http://www.timeshighereducation.co.uk/news/a-folk-remedy-for-killer-ebola/148114.article\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Perhaps the best candidate for these studies may be lamivudine, which reportedly has already been used by a doctor in Sierra Leone to successfully treat 13 of 15 patients. Supposedly he used 150 mg tablets to treat patient for 3 to 5 days.\n<br/> the story is here:\n<br/> http://www.cnn.com/2014/09/27/health/ebola-hiv-drug/\n<br/>\n<br/> given that it has already been given to human ebola patients it would be the natural choice. Maybe the trial could be designed as lamivudine vs Favipiravir for the treatment of Ebola. Or Lamivudine vs blood transfusions (with blood from ebola survivors). Or Lamivudine versus Z-Mapp. Obviously we would want to give some form of treatment to all patients.\n<br/> Inclusion criteria would be simple\n<br/> 1) a laboratory confirmed diagnosis of ebola\n<br/> 2) start of symptoms within the last 96 hours (some time must be allowed for the testing)\n<br/> 3) patient or  power of attorney are able and willing to give consent\n<br/>\n<br/>  Exclusion criteria\n<br/> 1) Symptoms started more than 96 hours ago\n<br/> 2) There is evidence or organ failure (such as kidney failure or liver failure)\n<br/> 3) patient is delirious or unconscious and not able to give consent\n<br/>\n<br/> Treatment protocol:\n<br/> randomize 150 patients to either:\n<br/>\n<br/> Treatment group 1): 50 patients on lamivudine 150 mg by mouth twice a day for up to 7 days (concomitantly with an anti-emetic like ondansetron orally dissolving tablets 8 mg every 6 hours, since patients will be vomiting).  Fluid and electrolyte replacement as needed.\n<br/>\n<br/> Treatment group 2): 50 patients on Favipiravir\n<br/>  1200 mg PO BID on day one and then 800 mg PO BID for 4 more days,  (concomitant administration of Ondansetron as above). Fluid and electrolyte replacement as needed.\n<br/>\n<br/>\n<br/> Treatment group 3): 50 patients receiving one blood transfusion from an ebola survivor (concomitant administration of Ondansetron as above). Fluid and electrolyte replacement as needed.\n<br/>\n<br/> Every patient will be followed until recovery and clearance of the virus, or death.\n<br/>\n<br/> if one of these three treatments proves successfull it should be tested against Z-mapp when that medication becomes available in suffcient quantities to allow for a trial\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-clinical-trial-for-ebola-with-therapies-that-already-exist", 
  "media": [], 
  "submitted": "October 15, 2014, 04:52AM", 
  "summary": "here is a proposal for a clinical trial for Ebola. A medication for ebola needs to work fast to save lives, and must be able to turn patient around in a week or so. So the clinical trial will be of short duration and each patient will likely need only a few doses of medication. What will be expensive is the infrastructure and the isolation facilities.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "A Clinical trial for Ebola with therapies that already exist", 
  "view_count": 85
}