{
  "applause_count": 4, 
  "author": "Alex Stiles", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:10PM", 
      "message": "\n    \tHi Alex, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            We need to increase the medical attention to all of the patients that have ebola. With this increased attention and medical support we can keep these patients alive better. To do this we need to have medical professionals that can travel around in groups to different villages with rapid deployable medical tents that have the necessary tools to attend to the patients. With these rapid deployment teams we can contain the patient, quarentine them, and treat them to possibly keep them alive.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-convalescent-serum-is-important-but-we-need-to-provide-better-treatment-to-the-patients-before-we-can-get-the-serum", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8a9e2f13-5535-4295-b1d7-335e2c676f6c.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 18:43PM", 
  "summary": "We need to find a way to rapidly tend to the patients that contract ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "A convalescent serum is important but we need to provide better treatment to the patients before we can get the serum.", 
  "view_count": 79
}