{
  "applause_count": 2, 
  "author": "Sophie Scott", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:12PM", 
      "message": "\n    \tHi Sophie, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            News commercial or flyers, anything to get the word out that there are people in need of blood from surivors of Ebola. To get multiple blood donors can help match up with the blood type of infected paitents and see if the blood is virus-free when tested.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-different-way-of-thinking", 
  "media": [], 
  "submitted": "October 15, 2014, 03:15AM", 
  "summary": "In the Science Insider article, World Health Organization (WHO) wonders if treating Ebola-infected people with blood of survivors could be a cure. The World Health Organization (WHO) is reconsidering a potential Ebola treatment that was used back in 1976. In 1976, there was the first documented outbreak of Ebola and for the cure they treated infected people with the blood of people who recovered from the virus. There are records of people who have survived from blood transfusions from people who survived Ebola; this sounds good because people have survived Ebola with this method. However, scientists want to test the serum before injecting it into infected humans because there can be other viruses in the blood such as: HIV or hepatitis C. Ge", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "A Different Way of Thinking", 
  "view_count": 66
}