{
  "applause_count": 5, 
  "author": "Philip Ireland", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:26PM", 
      "message": "\n    \tHi Philip, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "Edited on October 09, 2014, 20:25PM", 
      "message": "\n    \tHi Philip, great application! There have been a few other people ideating around PPE suit ventilation. It would be amazing for you guys to collaborate and see how you can develop the idea further. Here are the links to a few of them:https://openideo.com/challenge/fighting-ebola/ideas/equipping-and-empowering-the-care-community-to-fight-ebolahttps://openideo.com/challenge/fighting-ebola/ideas/active-or-passive-cooling-built-into-ppe-clothing-or-worn-underneathhttps://openideo.com/challenge/fighting-ebola/ideas/solar-powered-fans-in-suitshttps://openideo.com/challenge/fighting-ebola/ideas/a-fan-base-boot-up-those-suits\n"
    }
  ], 
  "description": "<div class=\"description\">\n<br/> Ebola is spread by contact with the fluids of an infected person, so these suits must be impervious to fluids. That means the venting system must be one-way only; vent from inside the suit to the outside.  One-way vents at shoulders and head will allow heated air out while staying sealed against incoming fluid.\n<br/> But how do we move the air to the vents? By a foot pump in each boot. Design a boot  with a pump that pushes air upward with each step. \n<br/> The suit must be loose enough to allow air circulation. Think of the those worn by Muslim men. The long ankle-length robe of tropic weight fabric circulates air with every movement.\n<br/> The air-pushing shoes, coupled with naturally circulating clothes with one-way vents gives a low-tech option that does not require energy systems.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-fan-base-boot-up-those-suits", 
  "media": [], 
  "submitted": "October 09, 2014, 19:43PM", 
  "summary": "1. Design or redesign footwear that pumps air upward with each step. Think of those Z-Coil shoes with a spring instead of a heel. Or the Reebok Pump.2. Use loose-fitting robes like the traditional Muslim throbe (made of a fabric impervious to fluids) that naturally circulates air with each movement. 3. Use one-way vents at shoulders and head to move hot air out of the clothes.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "A FAN Base: Boot Up Those Suits", 
  "view_count": 60
}