{
  "applause_count": 23, 
  "author": "Evelina Cohn Ph.D.", 
  "comment_count": 19, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "Edited on October 21, 2014, 19:01PM", 
      "message": "\n    \tAs a use of cutting edge technology (bio-tech), I find this idea quite compelling. I have some key questions (some of which may have already occurred to you):1] What experiments (using this tech or similar tech) have been conducted to date? Also: controlling the pore size/diameter would seem to be crucial -- can uniform and exact nano-pore size be assured/controlled? Also: Molybdenum is crucial for key cellular (synthesis) processes, but too much can disrupt cells...How can non-contamination (of a healthcare provider) by such a nano-material (and its constituent nano-particles) be assured (i.e., the safety of material)?2] Manufacturing/fabricating nano-materials can be http://expensive...is there an existing estimate of the cost per face mask or 'suit'? Is there an estimate of cost (and cost reduction per unit) after scaling up the fabrication process? How easily/readily scalable is the material design?3] Molybdenum is a relatively rare metal -- How is this metal element to be sourced? (supplied?)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 21, 2014, 20:28PM", 
      "message": "\n    \tDear Mr. Ricciardi,Thank you very much for your questions. Very much appreciated. I am interested to find a cheap pores material, such as poly lactic acid (PLA) for example ($1 square meter). The pores diameter can be sized according to the concentration of both  poly lactic and gamma glutamic acid (which gives the hydrophylicity of PLA) in water.  Further the resulted pores  are filled instead of water, with  high concentration of sodium or potassium chloride which result into an osmotic shock for the virus capsid, expelling the virus RNA. the end codon of RNA  can be blocked by the acids I mentioned in the written idea, thus stopping the protein translation and finally protein synthesis.  Everything at this stage is based on a very comprehensive literature search.  The material is safe for the healthcare workers.  I never said anything about molybdenum. I uploaded a nice picture from a website and it was my obligation to wrote the website from where this picture was obtained.Thank you again for the inquiry. I actually intended today to explain more about the ebola killing  process at the spot.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "October 21, 2014, 21:33PM", 
      "message": "\n    \tOk, yes, I referenced Mo based on the image caption.I await further explication of the details.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 24, 2014, 12:17PM", 
      "message": "\n    \tWhat details are you more interested in? Please let me know.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "October 24, 2014, 17:37PM", 
      "message": "\n    \tWell, further explication/clarification of the actual mechanism(s) involved here:\"The pores will be covalently bound to 3 methyl-antranilic acid or indol 3 -propionic acid, which inhibit the growth of  several viruses by inhibiting tryptophanase, the enzyme necessary for tryptophan synthesis. Further, tryptophanase may activate the stop codon of Ebola, UGA, thus stopping protein translation of Ebola. Consequently, an easier neutralization of the deadly virus may be possible.\"If the acid-based coating inhibits tryptophanase AND tryptophanase may activate the viral stop codon...how will inhibiting this enzyme allow it to also activate (if that is what it does) the viral stop codon (and thus neutralize the virus)? It would seem that these two processes are opposed to each other, or am I missing something?How does the coating (its constituent chemical) get past the virus glyco protein  shell so as to inhibit (switch off) the gene that codes for tryptophanase? thanks, M. R.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 25, 2014, 23:51PM", 
      "message": "\n    \tThank you for your comments. The high concentration of salt destroys the capsid, due to osmotic stress releasing Ebola RNA. Further 3 methyl antranilic  acid inhibits tryptophanase. This is an enzyme which reversible hydrolyses tryptophan to indole, pyruvate and ammonia. It was shown in the literature that expression of tryptophanase induced elevated levels of tryptophan http://www.ncbi.nlm.nih.gov/pubmed/8501042. Further Tryptophan induction prevents Rho factor-dependent termination of protein translation. In another words tryptophan deficiency may accelerate the stop codon, thus stopping the protein translation and finally protein synthesis. I also will upload an article about osmotic stress and the releasing of nucleic acids from virus capsids.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "October 27, 2014, 02:09AM", 
      "message": "\n    \tThanks...that was a very concise and helpful explanation. I can see now how approach just might work. The way I see it, your tech-wear is a one-two punch to the virus...I look foward to reading the article and learning more about the role of Rho-factor (a translation factor?) in viral genomics. Than k you.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 27, 2014, 12:08PM", 
      "message": "\n    \tThank you so very much for your reply. I added you to the team if agree.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "October 27, 2014, 13:59PM", 
      "message": "\n    \tYes, happy to be aboard (PS: I was a bio-tech challenge winner in 2012; will be returning to college for an MS in bio-engineering hopefully in a year or so; I have some academic background in genetics and life science; do a good deal of tech research and design these days (bio/med/nano).\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 27, 2014, 15:34PM", 
      "message": "\n    \tWelcome a board !\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 19:16PM", 
      "message": "\n    \tI love this idea and not knowing too much about it I\"m assuming its like the anti-virus coating on kids toys.  Check out \"21 days quarantine\" which would help limit demand somewhat.  Thank you.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 17, 2014, 19:57PM", 
      "message": "\n    \tDear Dr. Delise Dickard,Thank you for your comments.  I liked your analogy. Very well expressed. You're perfectly right is like a \"toy\" catching a virus at its very hot point: protein translation. \"No more proteins, no more infection\" However we have to make sure that is what actually happening by researching this theory.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 19:04PM", 
      "message": "\n    \tI think this is a great idea.  If we don't have fewer outbreaks it is easier to implement.  See my post at \"21 days quarantine.\"  This would be an awesome addition to such an effort!  Thanks.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 17, 2014, 20:07PM", 
      "message": "\n    \tDear Dr. Delise Dickard,I looked into your idea proposal and I think is great! We have to make sure that even after this protective coating equipment,  they are not infected, using different procedures.  Your idea is one. UV light, robot monitoring is other and the list can go on.  Thank you for sharing your idea. Very much appreciated.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "Edited on October 17, 2014, 22:03PM", 
      "message": "\n    \tYes I like all these ideas. Sadly, we are beyond questionnaires asking: \"Do you think you've been exposed?\"  Do you think it's possible we could put some of these ideas together in a joint proposal?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 18, 2014, 18:38PM", 
      "message": "\n    \tI don't think we have been exposed but the more flights will come through US from West Africa, the spreading of Ebola will increase. Then, is a matter of time for direct exposures.Unfortunately, at this time I am trying to deepen my research by finding experts in my field. I am still looking... When the group will be ready I will update you.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "November 01, 2014, 02:24AM", 
      "message": "\n    \tI think this is a very feasible way to prevent !  And it is not polluting\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Noga Olga Aberman", 
      "date": "November 01, 2014, 15:50PM", 
      "message": "\n    \tDear Dr. Cohn, I am very excited about this idea. I think it's really worthwhile and perhaps the same principle  can be used in protecting personnel from other Viruses. I would like  if possible to be part of this Project. I am a Designer and I have designed a new version of a standard PPE  suit with added benefits. I will send you the details in an email if you are interested. Thank You.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "November 01, 2014, 20:46PM", 
      "message": "\n    \tI am very interested in your idea. I am interested to add you in my last contribution about poly lactic acid.  I have some trouble getting new members in my team. Therefore please make only a short note to my last contribution and I will upload your wonderful sketches . Thank you very much.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<br/> I think of a cheap nanopores coating material in which the pores are filled with a high salt concentration which produce osmotic stress of capsid removing the infectious Ebola's RNA.\n<br/> The pores will be covalently bound to 3 methyl-antranilic acid or indol 3 -propionic acid, which inhibit the growth of  several viruses by inhibiting tryptophanase, the enzyme necessary for tryptophan synthesis. Further, tryptophanase may activate the stop codon of Ebola, UGA, thus stopping protein translation of Ebola. Consequently, an easier neutralization of the deadly virus may be possible. The coating material will be placed around the face, neck, hands and feet.  The protection material will be used at all time until leaving the facility. Because the coated material safety equipment supposes to neutralize any outbreak of Ebola I assume the equipment can be reused after a pertinent checkup using different techniques such as UV rays. The coating material can be also used on the environment where an Ebola patient is placed.\n<br/> This is a rather simple technique to knockout the RNA protein translation of Ebola.\n<br/> The picture showed only an example of a nanopore material used for other purposes from Urbana University \n<a href=\"http://news.illinois.edu/news/14/0813nanopores_NarayanaAluru.html\">http://news.illinois.edu/news/14/0813nanopores_NarayanaAluru.html</a>. We are not interested to pursue their idea.\n<br/> Finally, I have to state that any financial effort should be taken to assure that this outbreak will never happen again.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-good-way-of-preventing-is-the-only-way-of-inhibiting-a-deadly-disease", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/176954a9-f702-4e59-ac9d-86a230988a7e.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 16, 2014, 21:10PM", 
  "summary": "This is about protection of the people caring for Ebola patients. The clothes and the  face mask , will be coated with  nanopores material, which in certain conditions, will  specifically absorb Ebola RNA. The pores containing a certain inhibitor of tryptophanase may inhibit the protein translation of Ebola, thus neutralizing the deadly virus.  The coating material can be used also for the environment, where the Ebola patients are treated. It may sound a little expensive but the benefit of the procedure may be huge.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "A Good Way of Preventing Is The Only Way Of Inhibiting A Deadly Disease !", 
  "view_count": 543
}