{
  "applause_count": 2, 
  "author": "PB Wolf", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:12PM", 
      "message": "\n    \tHi PB, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I suggest investigating this patented backpack air conditioner to produce cool, filtered air in order to give the caregiver a self-contained environment within which to both remain at a comfortable temperature and administer to patients, while remaining safe from viral infection.\n<br/>\n<br/> The air conditioning apparatus should be fitted with the latest newly developed filters as may be found to filter any virally infectious droplets or mist from Ebola-stricken patients.\n<br/>\n<br/> I have no financial nor personal interest in this patent or any equivalent equipment. Here is the patent information and link:\n<br/>\n<br/> ca. 1970: Backpack air-conditioning apparatus\n<br/>\n<a href=\"http://www.google.com/patents/US3496703\">http://www.google.com/patents/US3496703</a>\n<br/>\n<br/> Please see the patent for illustrations of the invention. I am certain this has been upgraded or improved with new technology. Hoping it's not too costly.\n<br/>\n<br/> From  the patent:\n<br/> ABSTRACT\n<br/> ...\n<br/> The electric motor is selectively connectible with the battery or an external source, and is provided with accessible switching and speed controls, further provision being made for connecting the battery with an external charging source.\n<br/>\n<br/> BACKGROUND OF THE INVENTION\n<br/> ...\n<br/> The invention is particularly concerned with apparatus for the protection of workmen and other personnel who are required to work under adverse environmental conditions which may constitute a hazard not only to their health, but also may seriously reduce their working efficiency.\n<br/> ...\n<br/> Still another object is to provide a light weight portable self-contained air-conditioning apparatus as a backpack unit to be carried while working, the unit having an easily replaceable pre-filter for filtering the entering air prior to its reaching the air circulating means, and a main filter for further filtering the air prior to its being delivered for use.\n<br/>\n<br/> SUMMARY OF THE INVENTION\n<br/> ...\n<br/> One object of the invention is to provide air conditioning apparatus of light weight construction which is susceptible of attachment to the wearer's body as a backpack unit for supplying conditioned ambient air to a protective helmet.\n<br/>\n<br/>\n<br/> I suggest that this or a like device be used in conjunction with a hazmat PPE. The PPE can be ordered to be a 1-PIECE JUMPSUIT with clear helmet, gloves and shoe cover boots as integral, hermetically joined parts of the suit. The suit would have a rear closure like a double-track resealable plastic storage bag or Zip-Loc.\n<br/>\n<br/> This single suit could be removed quickly by a partner -- no parts and pieces -- and be turned insude out and quickly vaporized or burned.\n<br/>\n<br/> The suit would require hermetic ports to receive the filtered, air conditioned air from the backpack AC and to expel CO2.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-light-weight-battery-powered-backpack-air-conditioning-apparatus-for-use-with-ppe", 
  "media": [], 
  "submitted": "October 16, 2014, 01:14AM", 
  "summary": "The [backpack air-conditioner] is particularly concerned with apparatus for the protection of workmen and other personnel who are required to work under adverse environmental conditions which may constitute a hazard not only to their health, but also may seriously reduce their working efficiency.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "A Light Weight, Battery-powered Backpack Air-conditioning Apparatus for use with PPE", 
  "view_count": 40
}