{
  "applause_count": 7, 
  "author": "Vanessa Counaert", 
  "comment_count": 26, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Vanessa Counaert", 
      "date": "November 01, 2014, 15:36PM", 
      "message": "\n    \tHi Rebecca,Thanks for all the sharing! We are indeed focussing on rapid and cost effective intervention for crisis situations. We also hope that this could be the beginning for a longer term solution. But that might look different from what we are building at the moment. If successful, it'd be interesting to see users behaviours in real setting and adapt/iterate or redirect the project from there...For now, our next step is to prototype the concept and test it. That will probably already trigger a few improvements ;)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 31, 2014, 00:17AM", 
      "message": "\n    \tHello Vanessa, Cédric, I thought you might like this specialist's discussion for ideas/contacts (if you haven't seen it already).  http://forum.susana.org/forum/categories/26-health-hygiene-and-disability-issues/10359-sanitation-interventions-during-ebola-epidemic\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 22:11PM", 
      "message": "\n    \tHi Vanessa & Cédric,Your new proposal is really complete, thorough, reassuring. I think burning the cardboard seat/carrier each time is more secure against infection.In passing, do you think this producthttps://openideo.com/challenge/fighting-ebola/ideas/nordic-model-for-forest-toiletwould work in more \"fixed\" settings (i.e. places without the need for portability of the support) or as a first step, while projects wait further development ?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Ariel Martín Pérez", 
      "date": "October 29, 2014, 11:37AM", 
      "message": "\n    \tHello ! First of all, I find your idea is very good.A while ago I theorized a similar project, aimed at creating a network of dry toilets in urban areas: http://papirofilia.wordpress.com/2014/05/12/a-propos-des-toilettes-seches-urbaines/However, in my project, human waste is treated in a biodigestor and generates energy, instead of consuming it. Biological decomposition can destroy virus and bacteria contained in faeces. What do you think of this other possibility?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 29, 2014, 11:48AM", 
      "message": "\n    \tlooks really complete & sophisticated ☼ I'll read thru carefully asap~ can you send to the other rural toilet ideas on the platform ? Synergy is gaining momentum on this if you have time to read through the comments :https://openideo.com/challenge/fighting-ebola/ideas/porta-loo-like-toiletry-systemhttps://openideo.com/challenge/fighting-ebola/ideas/minimalist-urine-diverting-dry-toilets-to-control-fecal-transmission-of-ebolaand at least one other I can't find just at this moment\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ariel Martín Pérez", 
      "date": "October 29, 2014, 11:57AM", 
      "message": "\n    \tCool, I will do that right now. Thanks.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 29, 2014, 13:23PM", 
      "message": "\n    \tAriel, thanks for the comment. I think it is key for whatever we propose to be simple, inexpensive and easy to implement. Please have a look at the Minimalist UDDThttps://openideo.com/challenge/fighting-ebola/ideas/minimalist-urine-diverting-dry-toilets-to-control-fecal-transmission-of-ebolaHave you prototyped the design on your blog?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ariel Martín Pérez", 
      "date": "Edited on October 29, 2014, 18:00PM", 
      "message": "\n    \tHello Chris. No, I haven't prototyped the design, because I don't have the cultures necessary to prepare the boxes I wanted to make. But the rest of the elements (repurposed chair with a hole, diverting funnel for urine connected to plastic bottle, and another box for solid waste) I'm sure can be found out there in the wild. I've seen (and used) dry toilets so I know that for some people (seniors, when you're sick, etc) it's hard to defecate in a squat position, so a chair frame to rest your buttocks can be convenient and easy to use.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Cédric Vanhoeck", 
      "date": "October 30, 2014, 08:31AM", 
      "message": "\n    \tHi Ariel,It's completely true what you are telling. It's nice to hear that so many people are trying to find more efficient solutions for our waste management!The original project, on which this product is based, had the same purpose you are explaining.Fluid and solid waste were on top of that divided so that they could be treated in two different ways: (1) electrolyze of urine to create electricity and (2) composting the solid waste to generate biogas and created fertiliser.An other option is also to dry out the fertiliser completely and to get bricks or bio-coals, which could be used for cooking or could be  burned afterwards in a generator (electricity).Those techniques do unfortunately require technological knowledge and equipment which is extremely expensive (especially in the case of the electrolyze). The area touched by Ebola is most of the times not equipped to be able to execute this process in an efficient and  most important safe way.First we need to design solutions to tackle a disease. Afterwards the focus can be changed towards design for environment/ecology.Therefore we focused first on the creation of a cheap, safe and rapidly implementable product; giving a fast response on this global threat.Thanks for your comment. It's great to have some discussions, it's really helpful.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 13:06PM", 
      "message": "\n    \tHi all, I see value of separating urine & feces, but in the case of ebola & the associated prevalence of diarrhea, the feces \"zone\" will involve much liquid...just sayin',  in case that comes into play...also the units would be used for vomit in the case of ebola, until the person was admitted to a hospital with different facilities.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "October 30, 2014, 21:59PM", 
      "message": "\n    \tHi everyone! We've uploaded a revised pdf with more details around the toilet seat proposals and some ideas for the waste management. Looking forward to your comments!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 28, 2014, 18:56PM", 
      "message": "\n    \tHi Vanessa and team! Thanks so much for joining the conversation. Congratulations on being today's featured idea! We're excited to see this idea grow through the community's feedback and insights. We'd love to see you take this further by prototyping some of the elements of this idea and posting them on the platform. Here's a guide if you need some starters - http://ideo.pn/pr0t0type. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "Edited on October 24, 2014, 14:17PM", 
      "message": "\n    \tRebecca, Chris and Craig have shared some very interesting perspectives. I'll have a chance to sit together this WE with Cedric, so we can evolve the proposal. Thanks!\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 16:07PM", 
      "message": "\n    \tHi Vanessa & Cedric, How's the proposal coming ? A friend and I kept thinking \"giant starbucks cups\" (made of recycled paper, therefore \"burnable\", but waterproof for diarrhea etc) folded (with origami technique?) to keep flat in backpack, but to be incinerated immediately after using (at least during ebola outbreak periods)\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Vanessa Counaert", 
      "date": "October 26, 2014, 17:53PM", 
      "message": "\n    \tHi Rebecca, we're fine-tuning it. We're with you on the folding, recycled paper thinking. We'll post asap (Cedric is working on the sketches as we speak).\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "lameck dambuleni", 
      "date": "October 23, 2014, 21:35PM", 
      "message": "\n    \tCant access the attached file, anything on the portable toilet parameters?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "October 24, 2014, 13:44PM", 
      "message": "\n    \tHello Lameck,We have indeed established a list of design requirements and open questions regarding the portable toilet parameters.I've asked the IDEO people for help regarding the attachment as you are the second person having difficulties to access it... Thanks for your interest in our concept!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 24, 2014, 14:40PM", 
      "message": "\n    \tdear Vanessa, after talking it over with a friend, we were wondering if a system where the waste was \"immediately\" burned wouldn't be better by avoiding transport (like an oven???); also,  to avoid burning plastic, might think of large foldable paper  several-liter coffee cup recipients---recycled, of course---as they're both burnable and waterproof. to fulfill Chris's ecological aspirations, the ashes could be composted?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Chris Canaday", 
      "date": "October 23, 2014, 03:41AM", 
      "message": "\n    \tI do not fully understand this concept, but it seems potentially similar to http://www.peepoople.com/peepoo/start-thinking-peepoo/... which in my mind is not so different from simple plastic bags for single uses ... that then get tied shut. The idea is that these be biodegradeable bags, although \"biodegradeable\" bags apparently only do so under very specific conditions, and they create dependance on the providers of these bags, unlike the Minimalist UDDT which I propose (as it depends on rescuing a few bits of plastic from the garbage ... and is so inexpensive that each could be for individual use).         The bags can also be placed on a cardboard box to facilitate use.           I could not find the attachment. Please guide me in that direction.      I also think it is unlikely people would want to carry their excrement around with them, plus this would constitute a new health risk, with these potetially spilling or failing, unlike the minimalist system, in which sacks can be buried.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "Edited on October 24, 2014, 14:18PM", 
      "message": "\n    \tHello Chris,Thanks for the link, it's great! We'll look at this in detail this WE with my partner. I've asked the IDEO people for help regarding the attachment as you are the second person having difficulties to access it.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "October 22, 2014, 15:05PM", 
      "message": "\n    \tawesome idea ….wondering if it could be prototyped with existing low cost house hold items ? Seems being leak and spill proof would be primary with blocking bad smells possibly being secondary but sell important ( to avoid social stigma). Could something like a small low cost plastic flip top garbage bin, plus back pack straps, plus wipe/wipe dispenser/ plus proper sized bag inserts do the trick. Maybe larger sized zip locks could be used so that each time waste is individually sealed and then tossed into another bag liner of the container ( double containment and this could help with smell)Do you also imagine this would be used for uriniation or only #2 situations?Anyhow amazing concept\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "October 22, 2014, 17:12PM", 
      "message": "\n    \tHi Craig, a DIY kit! What I like about your idea is that it empowers the local population, and reduces dependance. 1,7 million Liberians currently defecate in the open and I'm wondering how we can motivate them to use the personal portable toilet. Would it motivate or deter them if they have to build the unit? From my understanding urine has a lower risk of contamination but still represents a risk. So we're building the concept including it from a technical perspective. We need to see if it hinders compliance and see if we should compromise. I'll need further guidance on the risk/benefit of leaving it out. To be continued...Thanks for your support and contribution!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 22, 2014, 13:23PM", 
      "message": "\n    \tthis seems to be a very beautiful, caring solution to a difficult problem; can someone do a prototype to see the practicalities of it ? We'd ALL need to try it to see if it's really do-able! since want to protect from infected persons, people showing a fever would need to use it while (in theory) waiting for test results--carrying the portable toilet would also serve as a sign that they MAY have ebola (i.e. that they have a fever)Get in contact with those on the practical end (MSN, Sierra Leone & Liberian Health Agencies + ...) to get a prototype tried out ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "October 22, 2014, 16:42PM", 
      "message": "\n    \tHi Rebecca, Thank you!Yes we need to prototype!Regarding your second comment, the idea is for everyone to carry the portable toilet so that they don't use shared toilets or leave their waste in the open.  So carrying a toilet would not be a sign of being sick but a sign of wanting to stay well and being respectful of others. However you are right that we need to address stigma associated with carrying your toilet and make sure it is perceived as a good thing by the various individuals and cultural groups.And yes, we definitely need to involve those on the practical end!Thanks for your comments, I really appreciate!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 21:34PM", 
      "message": "\n    \tif it's a \"designer\"-portable toilet publicly endorsed by artists/celebrities, should have no trouble with stigma; I'm sure if you can converse with locals, you'll get an idea of any cultural taboos you might run up against ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "October 24, 2014, 13:26PM", 
      "message": "\n    \tThank you Rebecca, I think so too.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            See attached file for more details\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-personal-portable-toilet-to-prevent-contact-with-foreign-bodily-fluids", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/50e39ed0-ddcd-41f5-8606-dd780fe4d5a2.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/aa8966d1-c61c-44a3-ad86-225bbe812448.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/29b17d01-d01f-482e-be30-007bc61b8de5.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a8f9f16a-6691-404b-8e6a-77b47db8d8ff.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/56f4e8fe-4d04-4b73-8326-300e4b1f5fd2.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/efba4aad-881f-4a26-aee4-9f37db573e27.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 22, 2014, 11:40AM", 
  "summary": "The Ebola virus is transmitted through direct contact with infected bodily fluids, the most infectious being blood, faeces and vomit. 2.9 million Liberians have no latrine or share unsanitery latrines. Our idea aims to provide the population  in crisis situations/areas with their personal portable toilet and deploy a waste management system.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "A personal portable toilet to prevent contact with foreign bodily fluids", 
  "view_count": 260
}