{
  "applause_count": 1, 
  "author": "Mark Castro", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:11PM", 
      "message": "\n    \tHi Mark, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The Ebola crisis is on the verge of becoming an epidemic as we all know. We need to act fast if we want to limit the extent of the epidemic.\n<br/> As suggested by the WHO (World Health Organization), we could transfuse blood from survivors of Ebola to current victims in order to give victims the antibodies needed to fight the Ebola virus. This option is a good idea but there are some flaws to this idea. One problem with just doing direct transfusions is the transmission of disease and I think that is something that may just make the problem worse. Plus, there is only about a thousand people who are still currently living and have survived Ebola all of which live in Africa. It not logistically possible to take all the blood these people have and give it to the potentially millions of people who may get this disease if Ebola continues to spread. If we are to explore this potential idea, we need to find and study these survivors and see if there is any way to manufacture a cure using the antibodies.\n<br/>  \n<br/> However, I think a possible solution can be derived from this idea. we need to do fast and quick research if we plan on exploring this idea. Specifically studying the antibodies and figuring out if there is a way to replicate them in a lab or isolate them in the blood itself.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/a-possible-step-in-the-right-direction-in-the-fight-against-ebola", 
  "media": [], 
  "submitted": "October 15, 2014, 19:17PM", 
  "summary": "My idea is for researchers of Ebola and for medical personnel. My idea is basically to do more research on how to isolate antibodies in the blood that can be used to fight the Ebola Virus.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "A possible step in the right direction in the fight against Ebola", 
  "view_count": 57
}