{
  "applause_count": 2, 
  "author": "ethan reeves", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:12PM", 
      "message": "\n    \tHi Ethan, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 15, 2014, 20:27PM", 
      "message": "\n    \tYour first paragraph is spot on!  The clock is ticking on any real containment ability, especially as this is still primarily located in 3 countries.  I agree with mass quarantine.  That gives us more money for resources in those contained locations.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Countries may start by evaluating populations with the greatest outbreak, and quarentining them to a confined, and confortable area. Give them temporary leave from any jobs, and, care for any indepenants they may possess. This will stop the contamination on a large scale and allow researchers and scientists from all over to evaluate a controlled group. This will yield more in-depth studies of the virus within the human body, and, speed up the process of determining a cure. With this solution, countries all over the world may, \"have their cake and eat it too\". This is because, not only is the spread of Ebola stopped, but, it is also cured. Thus the virus ceases to infect the population and, in rare cases of Ebola infection left, a cure is available.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/acting-timely-and-effectively-will-stop-the-ebola-disease-in-it-s-tracks", 
  "media": [], 
  "submitted": "October 15, 2014, 19:34PM", 
  "summary": "While acknowledging that we are experiencing the largest Ebola outbreak ever recorded, still officials are slow to act on the spread and destruction of this virus. Although it is important to discover a 100% cure for this disease, many individuals haven't realized that stopping the stop spread is far for more important. With a mass quarantine of the virus, the countries of the world could minimize the ability to be infected, and therefore, by time to work on a cure. It is quite ironic, countries neglect to stop the spread of Ebola in order to work on the cure, but, if the contamination of Ebola ceased then no cure would be necessary. Therefore once a cure is found there is hardly anyone left in need of it, ending the spread & infection.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Acting timely and effectively will stop the Ebola disease in it's tracks.", 
  "view_count": 28
}