{
  "applause_count": 8, 
  "author": "jlocke8 .", 
  "comment_count": 17, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Jeff Belin", 
      "date": "October 30, 2014, 20:33PM", 
      "message": "\n    \tAs stated, using an existing cooling technology would be the quickest and most effective solution to rapidly assist the health care workers. We at TechNiche International manufacturer all three of your suggested Cooling Technologies: Evaporative, Phase Change and Circulatory.  Some quick thoughts:- Evaporative Cooling -This will not work well under a PPE suit as there is not enough airflow to evaporate the water in the garment. This technology cools based on the ambient temperature and is not suitable to be worn in a confined area.  COST - least expansive at roughly $45.00 per unit- Circulatory Cooling -Each vest requires its own power source causing individuals to be tied to a stationary unit outside of their PPE or using a power source that is self-contained. COST - most expansive at roughly $400.00 - $500.00 per unit- Phase Change Cooling - Cooling packs maintain a 58°F/14°C regardless of body temperature, humidity and ambient environment for 2-3 hours. Vests containing the Phase Change Cooling inserts are worn under PPE suits without the need of an external power source. The packs recharge in as little as 25 minutes in a freezer or ice water. COST - Each vest roughly sells for $169.99As we are a current manufacturer of all three technologies, we think the Phase Change Cooling option to be the best option based on cost, cooling effectiveness and cooling duration. Here is a link to our IDEA using one of our technologieshttps://openideo.com/challenge/fighting-ebola/ideas/cooling-vests-to-keep-ebola-heat-care-workers-safe-from-heat-stress\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "jlocke8 .", 
      "date": "November 02, 2014, 06:22AM", 
      "message": "\n    \tI love it!  I'm happy to hear your tech is already being deployed.  I hope it can be widespread to supply US responders as well.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jay Buckalew", 
      "date": "October 14, 2014, 20:32PM", 
      "message": "\n    \tThis technology already exist and is used by over 10k surgeons and thousands of racers and hazmat workers around the http://world....COOLSHIRT.com the system is built to withstand sanitizing and reusing each backpack and tubed garments. :)\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "jlocke8 .", 
      "date": "October 14, 2014, 23:15PM", 
      "message": "\n    \tYup, I think if we can use an off the shelf technology/product, it would be much easier to implement as opposed to reinventing wheels.  It will come down to effectiveness of solution, cost to make/develop, ability to widely distribute.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Shannon Impellicceiri", 
      "date": "October 10, 2014, 03:04AM", 
      "message": "\n    \tI think your idea about wearing the cooling device under the PPE is key... by being worn underneath it will not be contaminated, and if it is a separate component from the PPE perhaps it can be re-worn and re-used (rather than being thrown out after each use) in order to keep cost down.Also, am I understanding this correctly that the current PPE is essentially like wearing a plastic bag? It seems to me that keeping the temperature down and removing moisture would both be important. Your idea in conjunction with the desiccant idea might work well.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "jlocke8 .", 
      "date": "October 10, 2014, 04:11AM", 
      "message": "\n    \tThanks for the input! I hadn't thought to combine the two.  Yea I think PPE is basically like putting yourself in a sealed garbage bag or a space suit since it is nearly air tight\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "Edited on October 08, 2014, 20:59PM", 
      "message": "\n    \tThanks for posting this! How might we adapt this for rapid implementation in remote areas? Is there something people could make these vests out of that they already have? Looking through the different types of vests in your link, a question that comes to mind is how might we do this without a power source? Can we leverage the self-cooling properties of existing materials?Also have you thought about sanitization of these post-wear? How might we improve that process?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "jlocke8 .", 
      "date": "October 09, 2014, 04:00AM", 
      "message": "\n    \tFor remote areas that have no access to refrigeration or electricity, a desiccant could be used in place of the cool packs.  Desiccant is a material that absorbs liquid from the air like the material found in pill bottles or beef jerky to keep food dry.  The desiccant can be recharged to absorb more liquid when it is heated up.  This is a completely different idea altogether since it doesn't actually cool the individual but simply dries them.  This however may be sufficient if it allows the care worker to work longer than the 45 minutes.  A dry care worker may be able to tolerate the dry heat longer than being inside PPE that is fogged up and soaked in ones own sweat.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 17:58PM", 
      "message": "\n    \tThat's really interesting. It sounds like a low tech version of how air conditioning work, although I'm not an expert on this. Maybe considering other aspects of the the local context like this will help you strengthen your idea.We're excited to see you develop this idea with all the feedback from the community. Don't be afraid to pivot your idea if you find a great tangential idea and be sure to post updates to your idea using the update entry button on the right.  Feel free to post needs and questions that you want from the community too. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 26, 2014, 21:27PM", 
      "message": "\n    \tThe problem with the desiccants I checked in detail (silica gel) is, that about the same latent heat that is absorbed when the water evaporates, is released when it is adsorbed. Plus a bit more. So the silica gel has to be cooled. But as it will be warmer than the skin, this cooling could be easier.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "David Bush", 
      "date": "October 08, 2014, 17:53PM", 
      "message": "\n    \tCoupled with Cryogenic air packs, LCG work great!  Liquid air needs heat to vaporize.  Taking the heat from the user via LCG is probably the best way.  We have one working prototype.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "jlocke8 .", 
      "date": "October 09, 2014, 00:06AM", 
      "message": "\n    \tI completely agree with you.  What kind of liquid air does the LCG use?  Is it like a space suit?  I imagine a similar effect could be done with dust-off canned air?  Like when you tip them upside down and the canned air shoots a freezing spray.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "David Bush", 
      "date": "October 09, 2014, 00:53AM", 
      "message": "\n    \tIt is just regular air at about -270F. At that temp it is liquid. Obviously to breath it, it has to be warmed up.  The LCG is very effective at removing the heat from the human.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:25PM", 
      "message": "\n    \tThis is a big problem and finding ways to keep people more comfortable in the suits could extend wearability and time that health workers spend with patients. It's great that you've suggested numerous ways for cooling of PPE suits! Which one(s) do you think hold the most promise? How would cost differ? What do you need to start prototyping?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "jlocke8 .", 
      "date": "October 08, 2014, 23:35PM", 
      "message": "\n    \tThe most promising solution would also be the cheapest and easiest to implement which would involve use of passive cooling technologies as it does not require an energy source to plug in.   I would narrow it down to PPE that is modified to have pockets that allow it to carry ice-packs (which may last for 30min to  an hr) or PCM packs (that can last up to a few hours)  and the PPE that has thermal conductive zones to allow natural cooling to the environment.  This all assumes that the care workers have access to a freezer that they could recharge these packs daily.  PCM or ice packs are not any more expensive than the PPE itself.I'm not sure how I would prototype this.  I'm just a guy with a garage :)  To prototype I would need a few sets of the exact PPE that is used, some thermal conductive materials, and some packs of PCM material.  I would need a skilled seemstress to proto the modified PPE and testers to verify if the idea works.  It would seem it is easier to send these ideas to the PPE company that manufactures it so it can be incorporated into their designs.\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "David Bush", 
      "date": "October 09, 2014, 00:56AM", 
      "message": "\n    \tPCM cooling vests are comercially available. They are somewhat effective, but not a cure all in this situation.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 24, 2014, 20:02PM", 
      "message": "\n    \tIf you get a chance check out the Co2 System I posted... No Ice No Water just a simple Co2 canister just like paint ball guns uses... We sell this system worldwide for Hazmat applications.  The system can be decontaminated and reused 1200+ times before feild maitanence is required to replace O rings in manifold.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Update10-9-14: \n<br/>\n<em>Chimney effect cooler built into PPE:</em>\n<br/> One idea for a cheap and energy free solution for providing passive cooling to the care worker wearing PPE, the PPE could be modified to include tubular structures mounted to the back of PPE suit which have N99 filters on each side of the tube.  The input tube will route near the back around the buttocks and the exit port would be by the back of the head.  Due to the chimney effect as the body heats the air within the chimney tubes, the hot air will rise out and cold air near the bottom of the body will take its place.  This effect will be minor but may be sufficient to drive enough airflow for the careworker to keep dry and cool.  The tubular structures would be wide enough to allow sufficient space for the air to flow and be ridged enough such that the chimney is not kinked or obstructed when the careworker bends or turns.\n<br/>\n<br/> The chimney tubes could either be completely isolated from the body and mounted to the outside of PPE and have metal panels that conduct heat away from the body similar to a air-to-air heat exchanger (like wearing a backpack of metal tubes), OR the chimney tubes could have filters on each end to filter the air into the suit and then back out, the filters would restrict airflow but would allow humid air to escape.\n<br/>   \n<hr/>\n<br/>\n<br/> A small and unexhaustive list of cooling technologies that can be worn:\n<br/>\n<br/> Active cooling:\n<br/> -Fluid that is chilled by an A/C that is pumped throughout tubing embedded into the clothing.  \n<br/> -Peltier device that contacts skin directly http://www.wired.com/2013/10/an-ingenious-wristband-that-keeps-your-body-at-the-perfect-temperature-no-ac-required/\n<br/>\n<br/> Passive cooling:\n<br/> -Ice packs / gel-packs that are pre-cooled in a freezer to be worn underneath or into PPE\n<br/> -Phase change material that is solid but absorbs heat from user and turns liquid\n<br/> -Evaporative cooling. (what if the PPE itself could sweat and cool off?)\n<br/> -Heat pipes\n<br/>\n<br/> Several products already exist that incorporate some of these technologies:\n<br/> http://www.activemsers.org/tipstricks/choosingacoolingvest.html\n<br/>\n<br/> These technologies could be built into PPE such as having a cooled liquid routed through its fabric or inside pockets that can store pre cooled ice-packs.\n<br/>\n<br/> One of my thoughts to incorporate a passive cooling technique into the PPE suit would include having a thermal conductive panel (such as an aluminum metal panel or thermal interface foam)  in intimate contact with one of the warmest parts of the body (IE either the neck, the back/chest, armpits, or crotch) that is also able to conduct heat outside of the PPE.  Think of it like a computer processor heatsink for the body.  The thermal panels of the PPE would still maintain a water tight barrier from viruses but provide a thermal pathway for the heat to escape to the outside.  To amplify the cooling effect through the thermal panels, one could actively cool this panel from the outside such as using evaporative cooling method and forced airflow or attaching a Peltier device to the thermal panel.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/active-or-passive-cooling-built-into-ppe-clothing-or-worn-underneath", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/ba122455-b713-46c6-9ece-aac1144fa2f4.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/9a85c364-29b2-4f1c-8ff2-fbb6199b5341.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 06:38AM", 
  "summary": "The relief of stress and discomfort of wearing PPE in hot and humid conditions could be provided by either an active or passive cooling mechanism worn underneath or built into the PPE equipment.One simple passive cooling mechanism that could provide airflow essentially for free would be a chimney.  A chimney in PPE would be  tubing that routes through the back of the PPE suite which has filtered cold air intake and hot air exhaust near the shoulder area.  As the body heats up inside the PPE, the air in the chimney (tubing) will get warmer and naturally rise upward drawing in cooler outside air and exhausting warm humid air.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Active or Passive Cooling  Built into PPE Clothing  or Worn Underneath", 
  "view_count": 328
}