{
  "applause_count": 6, 
  "author": "Samuel Alexander", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "Edited on October 15, 2014, 21:09PM", 
      "message": "\n    \tHi Samuel, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 20:43PM", 
      "message": "\n    \tsounds technical, which factories already make this kind of  antiseptic fabric ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Samuel Alexander", 
      "date": "October 15, 2014, 20:54PM", 
      "message": "\n    \tNo factories currently make this fabric, however the technique has been used for years to create sublimated fabric with water/solvent based inks. Iodine Sublimates at a relatively low temperatures, so theoretically you could sublimate Iodine into the fabric to make it have antiseptic properties.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "Edited on October 16, 2014, 00:40AM", 
      "message": "\n    \tWhat's the cost or expense to manufacture or apply?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Samuel Alexander", 
      "date": "October 16, 2014, 15:02PM", 
      "message": "\n    \tThe cost will depend on the quantity made. A starting point for the manufacturing cost would be from USD$1.35  SQM.  Material cost and Iodine cost would depend on quantity purchased, both are much cheaper in mass. Polyester Whicking material suitable for an underlay starts at USD$0.90 SQM. Any material made of Polyester/Microfibre/Lycra/Birdseye can be sublimated.  Sublimation paper is $0.25 SQM lower if used in mass production. Many major factories are currently in operation worldwide producing sublimated clothing, all we would require is iodine to trial the effectiveness of the material at a sublimated garments factory. I have experience in sourcing and producing sublimated garments/materials. Possibly, I can arrange a trial of this material at my sourcing factory in Shanghai, China for no charge.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Using Medically Formulated Iodine Ink Concentrate.\n<br/>\n<br/> Superior material chemical bond.\n<br/> Active ingredient iodine is sublimated deep into the fabric fibre.\n<br/>\n<br/> Long Lasting disinfecting properties.\n<br/>\n<br/> Moisture Wicking, Breathable Polyester Fabric\n<br/>\n<br/> Sublimated Iodine Fabric Disinfecting Properties effective against viruses and bacteria.\n<br/>\n<br/> Increases general hygiene in Isolation Zones.\n<br/>\n<br/> Increases safety when disposing of contaminated bedding, PPE and Overalls.\n<br/>\n<br/> Can be easily mass produced\n<br/>\n<br/> Iodine Sublimated Fabric Production Process\n<br/>\n<br/> Apply Iodine concentrate to Sublimation paper under low temperature conditions.\n<br/>\n<br/> Dry Sublimated paper under low temperature conditions.\n<br/>\n<br/> Using Moisture Wicking, Breathable Polyester Fabric Sublimate Iodine Transfer paper to Polyester fabric using roll to roll calendar heat press.\n<br/>\n<br/> Optional Treatment: Spray application of hydrophobic Nanocoating Spray to prevent contamination and liquid transmissions.\n<br/>\n<br/> Cut Fabric to size for PPE, Overalls and bedsheets.\n<br/> Sew using ultrasonic sewing machines for non-permeable seals.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/activewear-iodine-sublimated-medical-fabric", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b23f83fb-a2b4-4dd5-8927-a9669ba34e0a.GIF", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 23:18PM", 
  "summary": "Mass Produce Iodine Sublimated Medical FabricApplications in many areas including General Hygiene, PPE, Overalls, Bandages and Bedsheets. Increases safety when disposing of contaminated materials.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "IDEA: Iodine Sublimated Medical Fabric", 
  "view_count": 139
}