{
  "applause_count": 3, 
  "author": "Tina Cornely", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Kate Blumenthal", 
      "date": "October 25, 2014, 17:51PM", 
      "message": "\n    \tI think that mobile clean rooms could be adapted to be sterilized after and during use. The clean room itself is not low tech and requires power but it could replace a hospital room.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Tina Cornely", 
      "date": "October 25, 2014, 23:06PM", 
      "message": "\n    \tThank you Kate for your comments! I like your idea of a mobile clean room. I read your proposal and understand that it is not low tech and may even be a high ticket item.  I suppose my idea of using a purifying sheet and/or mosquito net in a way is a much scaled down version of a clean room. It certainly would help with airborne particle containment which due to the weight will eventually fall to the ground. I also like the idea of a creating clear device much like the one used for the bubble boy. It could almost be like a clear tent with arms. In a low tech setting air circulation would be an issue and I don't know how well having purifying plants inside a plastic bubble would work. This would have to be tested. Lastly, what saddens me most here is the human factor. Those who are getting sick are afraid of the people who come to get them in alien like suits. Placing them inside a bubble would be terribly scary and dehumanizing. Lots to thing about.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Blumenthal", 
      "date": "October 26, 2014, 01:26AM", 
      "message": "\n    \tThe alien like suits will likely be a necessity unless and until a good vaccine is available. I think if it were me, I'd rather see humans directly even if through a bubble. Either way, we need people on the ground who can keep patients calm and explain what is happening. Someone wrote about ebola survivors who are now, I think, immune. They would be perfect for such a job.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            For an open air window a mosquito net can be placed over the open space. Additionally a sick patient should always sleep under a mosquito net. In absence of a mosquito net, improvise with a sheet. The net and/or sheet can be soaked in citronella, rosemary, oregano, lemon grass, marigold or thyme tea. A mosquito net will serve to keep pathogens in or out. The same goes for instects. If the clinic does not have a door to the patient's room or the clinic itself then improvise and create a covering out of plastic bags fused together or a large plastic bag, shower curtain, table cloth, tarp, sack, card board box, carpet remnant, etc.\n<br/>\n<br/> For a window with a screen, make sure it does not have any holes in it and spritz the screen with a tea like mixture made from citronella, rosemary, oregano, thyme, marigolds or lemon grass.\n<br/>\n<br/> Patients with Ebola must be keep away from other patients and the door to their room must be closed at all times. Try and enter in groups instead of one at a time and thus limit the amount of times the door is opened. If the clinic is HVAC controlled then cover the vent with a piece of cloth that has been soaked in the tea mixture noted above. The main AC unit must also have an extra filter applied for extra protection. Cloth works just fine and should be replaced when needed. It is preferable to use a white cloth because you will notice the discloration easier and know when it needs to be replaced. You may need to hold the cloth in place with duck tape. Soiled home made filters will need to be cleaned in clorox or boiled for a minute.\n<br/>\n<br/> Ebola thrives in cool and dry climates. Ebola will die quicker if the climate temperature is humid and above 84F. As such if the clinic has AC then try to keep the temperature above 84 and invest in a humidifier for the rooms with Ebola patients. If the clinic has individual AC units then keep the units off in the rooms with Ebola patients.\n<br/>\n<br/> Consider keeping \n<a href=\"http://en.wikipedia.org/wiki/NASA_Clean_Air_Study\">plants that naturally cleanse</a> and \n<a href=\"http://www.sustainablebabysteps.com/types-of-houseplants.html\">purify the air</a>. Bamboo palm, spider plants, lilies, sword of st. george, ureca palm tree and any air plant including moss will purify and produce clean air.\n<br/>\n<br/> Room must be kept clean and decontaminated. If you have to use clorox for decontaminating then make sure you have protective gear on as clorox will lower your immune system. If you do not have clorox then consider making your own cleaning solution out of lemon, lime or orange rinds soaked in vinegar. Or make thymol by soaking thyme in oil. Patient's soiled body excretions must be placed in a double or tripled plastic bag and properly disposed off. See following article \n<a href=\"http://bridging-humanity.org/?p=2504\">for more comprehensive measures for dealing with Ebola in low tech settings</a>.\n<br/>\n<br/> For additional infection control and to prevent spreading do not allow visitors into the room with the Ebola patient. Instead allow visitors to speak to the patient via a cell phone and in the room with the patient use the speaker cell option.\n<br/>\n<br/> Lastly, make sure you keep up to date records on patients. Patient's relatives must be debriefed and screened for signs of Ebola and admitted if necessary.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/air-quality-infection-control-for-low-tech-clinics", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/06ab06f5-3488-4422-a0a3-ca91efbb946d.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 25, 2014, 02:39AM", 
  "summary": "Indoor air quality management and infection control is a challenging task in hospitals let alone in a barefoot clinic.  So what kind of materials and control strategies are available for low tech settings? Improvise. Transform. Contain.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Air Quality & Infection Control For Low Tech Clinics", 
  "view_count": 39
}