{
  "applause_count": 3, 
  "author": "Charles Broome", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:33PM", 
      "message": "\n    \tHi Charles, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 13:28PM", 
      "message": "\n    \tNice idea of testing BEFORE boarding the airplane, so travellers wouldn't leave the country if they had a fever or a positive ebola test :  https://openideo.com/challenge/fighting-ebola/research/quick-easy-test-for-ebola-found\n"
    }
  ], 
  "description": "<div class=\"description\">\n            People requesting to travel to a country like america or europe where ebola is not a huge problem yet would have to come to the airport before they travel and take an ebola \"quick test\".  They could only travel to their said destination if they were cleared medically. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/airport-ebola-screening", 
  "media": [], 
  "submitted": "October 29, 2014, 18:00PM", 
  "summary": "Graduating in the middle east, i have traveled to many parts of the word.  One of my destinations was Kuwait.  While entering Kuwait, waiting to go through customs a I was very interested by a device they had in the airport.  This was around the time that swine flue was a big problem in the world.  There was a device that used thermal imaging to tell if someone could possible have the swine flue in a matter of seconds and if they did they could not enter the country.  This idea should be implemented all over the world for ebola to stop its spread.  There is new technology for ebola \"quick tests\" that would allow a person to be diagnosed in a matter of hours. This could help stop the spread of ebola internationally.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Airport Ebola Screening", 
  "view_count": 22
}