{
  "applause_count": 5, 
  "author": "Peter Wells", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:13PM", 
      "message": "\n    \tHi Peter, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jab Thorn", 
      "date": "October 16, 2014, 03:33AM", 
      "message": "\n    \tSomebody else will need to make them as this factory might be maxed out.  I'd like to see the video in Ideas - They talk about why you need the full face shield and not just masks and goggles.The other thing that is interesting is the material type for the garmets.  It's not plastic so it might be a lot cooler.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n             They successfully treated an ebola patient - a nurse who then went on to provide plasma for Dr Brantly and who is returning to Sierra Leone to continue his work. No staff at the Royal Free Hospital were infected!\n<br/> http://www.huffingtonpost.co.uk/2014/08/24/ebola-victim-royal-free-b_n_5705385.html\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/already-done", 
  "media": [], 
  "submitted": "October 16, 2014, 03:06AM", 
  "summary": "Why not just use the suits that the British government has already has specially designed and ordered 100,000 of since nothing this effort produces will be available in time to be of any use whatsoever in the current outbreak, one of your goals?http://www.itv.com/news/2014-10-09/british-company-joins-battle-against-ebola-making-100-000-hazard-suits/Come to that, why not get the CDC to have a look at the unit at the Royal Free Hospital in London in which the staff do not have to don PPE as the bed is an enclosed unit with built in face masks, gloves etc and an airlock system to deliver and remove items to the patient as necessary.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Already done.", 
  "view_count": 69
}