{
  "applause_count": 24, 
  "author": "Sheldon Allen*", 
  "comment_count": 35, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "October 22, 2014, 15:46PM", 
      "message": "\n    \tWhat an amazing clip, this really helps humanize the situation for me. It's so easy to focus on the potential epidemic and fear versus the needs of those who are helping to end the epidemic and on the stories of survival. GRATITUDE can be so powerful/moving.This brings to mind the question :How can survivors be best equipped to become empowered activists in demystifying and helping to treat Ebola in their communities ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 20:27PM", 
      "message": "\n    \tHi,I'm promoting a \"21 day quarantine\" for anyone on the way out of the three countries in the epicenter of this disease.  From what I hear, these countries are actually ASKING for this type of assistance.  It would prevent so much money, resources, and danger from traveling randomly to any country at any time.  Would you mind applauding or \"adding this idea\" to my post because I can't think of a better way to celebrate those who would be willing to spend three weeks in quarantine before travel, in an effort to SAVE THE WORLD from this epidemic.   Let's keep our resources focused where people are already in need.  I\"M IN THE MENTAL HEALTH FIELD AND THIS IS AN AWESOME IDEA!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 17, 2014, 23:28PM", 
      "message": "\n    \tDelise, you can share your idea by pasting it into your comment.\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 17, 2014, 23:22PM", 
      "message": "\n    \tHi all.Speaking to Kate's suggestion below about getting a \"song\" out there, using star/celebrity power for messaging - here is a start  ...Video with positive and hopeful message combining  celebrities,  politician, health workers and SURVIVORS - great approach!https://www.youtube.com/watch?v=rHvHFwqG42UVideo done in collaboration with http://ebolasurvivalfund.org/Also  David Beckham is joining with the Sierra Leone Football Association to do a video message as mentioned on this FB page.https://www.facebook.com/IshaJohansen?fref=nfThis FB page also has a post of this collaboration of African Artists  -  Song/\"Sweet Africa/Salone\"  http://www.youtube.com/watch?v=cDqUffpp6Es&feature;=youtu.be\n"
    }, 
    {
      "applaud": "2", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 17, 2014, 06:31AM", 
      "message": "\n    \tHi all.How about a round table conversational radio show where a group of survivors can talk about their experiences together, perhaps moderated by or lead by different hosts/facilitators? There has been  discussion about the role of community leaders in educating citizens and combating myths and stigma.   Perhaps  leaders from rural and urban communities can participate and moderate a discussion with members of their community on the radio as an example.Can storytelling be used also to capture memories of loved ones that have died?  Is there a way to start  local archives of stories, memories, narratives about loved ones that were lost?  sort of a collective memorial?  I do not know what the culture is regarding remembering and honoring loved ones that have passed in these communities and sharing these memories.  Does anyone here?  It seems that the loss here is deeply personal but also a loss of community.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ursula", 
      "date": "October 17, 2014, 08:34AM", 
      "message": "\n    \tHi Bettina, that's a good idea! We are currently doing research on media access in Liberia, Guinea and Sierra Leone. Radio and mobile seem to be two good tools to reach rural areas. Maybe, the radio show can also include a Q&A; with phone calls or SMS from the audience?I also like your idea for capturing the memories of loved ones. So far, the news are focused on providing numbers, but it would be important to put a face and a name out there. Not just mention that X number of people died, but that a family member with a particular story was lost.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 17, 2014, 12:08PM", 
      "message": "\n    \tHi Ursula.  Thanks.  A Q & A sounds great.  Bringing people together to share and become informed, in a way that they do it together, I think will empower individuals and communities.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 17, 2014, 13:40PM", 
      "message": "\n    \tNice!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 20, 2014, 06:20AM", 
      "message": "\n    \tHi all.  Are you familiar with StoryCorps?  (not sure where anyone is from.)  StoryCorps is a project in which any person can share a story.  It is recorded and archived.  The stories are collected in a studio on a bus that travels around the US and stays in a community for a period of time so people can come in to share their stories.  It is really an amazing project.  How about a project like this to collect stories in the effected communities?  Any story.  Survivor stories, stories told by family members about their loved ones, stories told by family members so that younger children can remember lost parents, stories told by health workers - anyone who wants to participate.  Stories can be archived but since they will recorded it can be a good way to share stories, particularly the survivor stories, with local radio stations. http://storycorps.org/\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Kate Rushton", 
      "date": "October 17, 2014, 02:52AM", 
      "message": "\n    \tMobile penetration in Sierra Leone is 57% - http://www.budde.com.au/Research/Sierra-Leone-Telecoms-Mobile-and-Broadband-Market-Insights-and-Statistics.htmlLiberia is 69% - http://www.budde.com.au/Research/Liberia-Telecoms-Mobile-and-Broadband-Market-Insights-and-Statistics.html for end of 2013\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 18:41PM", 
      "message": "\n    \tWhere are we all based? If anyone is in London, would be more than happy to meet for coffee and chat.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nick Dawson", 
      "date": "October 16, 2014, 12:26PM", 
      "message": "\n    \tWashington, DC\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 16, 2014, 14:05PM", 
      "message": "\n    \tAccra\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ursula", 
      "date": "October 17, 2014, 08:13AM", 
      "message": "\n    \tPeru\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 17, 2014, 13:41PM", 
      "message": "\n    \tVirtual coffee will have to do. Happy to skype for some real-time exchange on these ideas.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:19AM", 
      "message": "\n    \tFeel free to ask me to research things over the next few days. I will be on vacation in the US from Friday for 10 days but will have intermittent Internet Access.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 15, 2014, 07:28AM", 
      "message": "\n    \tYes, please! That would be fantastic.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 16, 2014, 08:30AM", 
      "message": "\n    \tI haven't had the chance to look at mobile phone, radio and other media access in Liberia, Guinea and Sierra Leone. Knowing more about this will help us prioritise where to put our efforts.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Nick Dawson", 
      "date": "October 16, 2014, 12:27PM", 
      "message": "\n    \tMy un-informed understanding is that coverage is better than we may imagine. The MSF doctors tell us Vodafone and Orange are the biggest providers. Perhaps they could be partners?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 17, 2014, 02:44AM", 
      "message": "\n    \tI agree with Nick, the more I read into countries with Ebola outbreaks, the more coverage they seem to have, for example:http://www.theguardian.com/global-development/2014/oct/16/ebola-text-messaging-combat-outbreakThe Word Food Programme (WFP) last month started a new drive to reach Sierra Leoneans by text message in an effort to source information about household food security. Ebola is ravaging rural economies, agricultural activities and markets in west Africa and straining food supplies, according to the Food and Agricultural Organisation.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ursula", 
      "date": "October 17, 2014, 08:11AM", 
      "message": "\n    \t@Kate, that's right, and it seems the best way to reach rural areas would be by SMS. Campaigns on social media, such as the one in Twitter with the hashtag #EbolaFacts, are unable to reach the rural population:“Twitter penetration and use of electronic media in general is much greater in developed countries than in West Africa,” Gregory Härtl, WHO’s head of Public Relations and Social Media, told The Daily Beast. “Twitter is an effective tool, but primarily among developed country audiences.” (http://www.thedailybeast.com/articles/2014/08/03/ebola-tweets-are-missing-the-target.html)http://www.scienceonthenet.eu/content/article/redazione/merits-and-flaws-using-social-media-fight-ebola/august-2014http://www.consultancyafrica.com/index.php?option=com_content&view=article&id=1711:combating-ebola-the-use-of-mobile-technology-in-overcoming-health-challenges-in-africa&catid=57:africa-watch-discussion-papers&Itemid=263@Nick I just read that Orange released anonymized mobile data to map regional population movements in Africa. It seems they are open to participate in projects to fight/control Ebola.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:05AM", 
      "message": "\n    \tWe could always release a song of the survivors?Get a local artist to produce a song that can be played on radio stations. Radio and music is so so powerful in parts of Africa. The song could include the names of some of the survivors. Alas, I am not very musical, but I think if the song was catchy enough, it could work.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:06AM", 
      "message": "\n    \tNo idea on the copyright, but this song would be such an easy one to adapt - https://www.youtube.com/watch?v=O4OOum4Vm-M\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 17, 2014, 13:45PM", 
      "message": "\n    \tHa! :-) Good idea - it could be a great way of raising awareness and even educating if done well. I'm sure there are plenty of west African artists who would be willing to get involved. I guess it depends what we are wanting to achieve.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Ursula", 
      "date": "Edited on October 14, 2014, 20:40PM", 
      "message": "\n    \tHi all, just found the video \"Inside MSF Ebola treatment unit\". It may be helpful for the project: http://www.youtube.com/watch?v=6Ib6WbIKyRESome points that I liked from the video:-(25:27) Laurence Sailly, emergency coordinator MSF, mentions that they had 211 survivors out of 706 confirmed and admitted Ebola cases. This means a 29.8% survival rate (or as mentioned in the video about 30%)-Around minute 28:14 you'll find a couple of survivors' testimonials (how they got there, the treatment they received, what would their message be about Ebola).-From all the testimonials, I found Salome Karwa's very informative (38:34): :: \"The virus Ebola is deadly, but if you survive the virus Ebloa, they should be accepted in the community... (people) are forgetting that, the virus, if you get it once, you never encounter it again in your life. You can get another sickness, the fever, a different sickness, but you never get Ebola.\"::\"In my community some people said I was still sick, but people that are educated, people that know... that Ebola survivors are not people that can give Ebola again, they always came into our area.\"::\"(MSF personnel) don't just come and leave the food for you, they encourage you to eat. Sometimes they wear a PPE, come in and help us to eat. They give us medication any time you require them... They talk to us, they're not afraid of us. Of course they can encounter the virus, so they wear a PPE, they come to us, they touch us. When some people are falling or vomiting, they help us by carrying to the toilet, to make it to the bathroom. They wipe us... They can bathe you, they sponge bathe you. If you need clothes, they bring clothes... So, their encouragement sometimes helps people, because they take care of you just like a real family member... If you are not encouraged, you are not going to feel fine.\":: \"I can help as many people, just by surviving Ebola. I'm very happy to encourage them and give them my experience, and help them for them to survive.\"Also, I noticed that MSF has a psychological support area for their health care personnel. Just thought if it would be feasible to build an online support community for the people who are taking care of Ebola patients? A place where they can log in and talk with people around the world when they feel the need to and also receive words of encouragement and appreciation?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 16, 2014, 08:40AM", 
      "message": "\n    \tYou've got some great points here about key points we would need to communicate about Ebola survivors (or ideally have survivors communicate about themselves).Also, the idea of boosting the morale and mental health of health workers is worth developing further. A number of people have touched on that so far, but I'm not sure we've developed the idea well as yet (admittedly, I haven't reviewed recent posts).\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 18:39PM", 
      "message": "\n    \tHey team! It so great to see you all branding together to develop this idea. Here is a thought - how might we do this in a visible way for the community? Brooks had a contribution which outlined ways in which we could share information on preventing/treating Ebola via public spaces - https://openideo.com/challenge/fighting-ebola/ideas/knowmore-lib-building-resilience-and-defeating-ebola-through-civic-education. How can we celebrate or recognize the care workers who assisted in their survival as well? There is some great potential here to boost community morale while also empowering the patient and care community :) Looking forward to seeing further developments!\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Florence Baingana", 
      "date": "October 13, 2014, 11:34AM", 
      "message": "\n    \tFor sure, there is a need to get more local citizens' survival stories out there in the local media. There is need to also fight the stigma and discrimination and the fear that surrounds survivors and their families. Maybe you can look at my idea...Kick Ebola Out of Liberia: Mental Health and Psychosocial Support and we could see if there is a way to combine efforts?Regarding using radio...a short radio drama could be effective. I know these were used with HIV and they were very effective, very engaging, the story progressing one week at a time...\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 14, 2014, 08:57AM", 
      "message": "\n    \tThanks, Florence. I imagine psychosocial support would help survivors share their experience at a personal and community level. Let's develop this further!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lauren Day", 
      "date": "October 13, 2014, 01:39AM", 
      "message": "\n    \tI noticed also a similar idea put forth here on using Ebola survivors as people to work in facilities given potential immunity from the disease: https://openideo.com/challenge/fighting-ebola/ideas/train-and-employ-ebola-survivors-as-health-workers-they-are-immune-to-ebola-so-no-need-for-full-ppe-and-stigmatized-in-home-communities-so-would-probably-love-to-re-make-their-image-as-helpers-and-heroes\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Ursula", 
      "date": "Edited on October 12, 2014, 23:22PM", 
      "message": "\n    \tHi Sheldon, what do you think about the \"Lens on Ebola\" project in Nigeria? Their experience can be a starting point/inspiration to provide better information and help eradicate the survivors' stigma. I'm thinking of tv ads that pair local celebrities and survivors, for example shaking hands, in addition to radio testimonials?:https://www.facebook.com/LensOnEbolahttp://www.youtube.com/watch?v=_95t5n7qczALens on Ebola is a multimedia Ebola awareness campaign, produced by Nollywood Workshops, CcHub Nigeria and Naija247Medic, in partnership with Mainframe Productions. Health information is provided by US Center for Disease Control (CDC) Lens On Ebola is proud to feature the talents of Nigeria's top celebrities, including star director Tunde Kelani, and Tonto Dikeh, Desmond Elliott, Yomi Fash-Lanso, Sani Danja, Joke Silva, Kunle Afolayan, Toyin Aimaku, O.C. Ukeje and many others.Lens On Ebola campaign materials are freely available in all Nigerian languages (English, Pidgin, Hausa, Yoruba, Igbo) and distributed via web, TV, radio, in cinemas, and released in Nollywood DVDs.Also, you may like to add to the team:https://openideo.com/profiles/ndawson/Nick seems to be working on re branding the image of survivors with a team in DC and may be able to add more insights into this idea.(You can find his comments here: https://openideo.com/challenge/fighting-ebola/ideas/train-and-employ-ebola-survivors-as-health-workers-they-are-immune-to-ebola-so-no-need-for-full-ppe-and-stigmatized-in-home-communities-so-would-probably-love-to-re-make-their-image-as-helpers-and-heroes#c-f884933c7e787c88d6533904e64e5f66)\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 13, 2014, 10:45AM", 
      "message": "\n    \tThat's awesome, Ursula.Lens on Ebola looks good. I imagine using the Nollywood stars, style and production values would also be of relevance in Liberia and Sierra Leone, considering how dominant Nollywood TV and film are in the Anglophone Africa (and to some extent Francophone Africa too). Maybe some adaptation would be required?From what I can tell so far, radio would be the top medium for entertainment/education, perhaps followed by CDs/DVDs (to be viewed in video clubs, cinemas and on TV) and then mobile phones. I'm still hunting for info on media penetration in Ebola affected countries.I've added Nick and referenced Anna Bershteyn's idea too.Thanks for the feedback!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:14AM", 
      "message": "\n    \tA map of radio coverage in Liberia - http://j-source.ca/article/global-journalists-mentor-media-liberia\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:16AM", 
      "message": "\n    \tWith low rates of adult literacy and high poverty rates, television and newspaper use is limited, leaving radio as the predominant means of communicating with the public.[2] http://en.wikipedia.org/wiki/Communications_in_Liberia#cite_note-2\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 17, 2014, 11:32AM", 
      "message": "\n    \tThanks, Kate. Radio seems to be an essential medium across all countries, urban/rural areas and socioeconomic groups. This could be complimented by mobile phone and community activities.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            We tend to mainly hear about Ebola infections, deaths and the number of victims. Successful Ebola recovery stories in the media are typically those of foreign nationals who benefit from care and experimental drugs abroad. This and word-of-mouth misinformation fuels a sense of fear, injustice and hopelessness.\n<br/>\n<br/> By sharing more personal stories of survival, we can offer arguably the most meaningful and powerful motivation to take the recommended steps prevent Ebola and get care, despite the stigma (\n<a href=\"http://www.who.int/features/2014/life-after-ebola/en/\">WHO</a>).\n<br/>   \n<hr/>\n<br/> What we have so far:  \n<ul>\n<li><strong>Radio reaches the largest number of people </strong>across <a href=\"http://www.cdacnetwork.org/tools-and-resources/i/20140613150126-hyomo\">Guinea</a>, <a href=\"http://www.audiencescapes.org/country-profiles-liberia-matrix-radio-stations-community-radio-monrovia-george-weah\">Liberia</a> and <a href=\"http://www.audiencescapes.org/country-profiles/sierra-leone/country-overview/country-overview-295\">Sierra Leone</a>, followed by <strong>mobile phones</strong></li>\n<li><strong>There are many creative formats. </strong>I like the <a href=\"http://openideo.com/challenge/fighting-ebola/ideas/ebola-mini-series\">edu-tainment drama series</a> idea, while it is hard to beat the power of <a href=\"https://openideo.com/challenge/fighting-ebola/ideas/virtual-visiting-hours\">face-to-face communication</a> when possible.</li>\n<li><strong>Survivors have a lot to offer, if supported. </strong>Anna Bershteyn's idea of making the most of survivors' immunity by involving them at a face-to-face, community level and <a href=\"http://openideo.com/challenge/fighting-ebola/ideas/train-and-employ-ebola-survivors-as-health-workers-they-are-immune-to-ebola-so-no-need-for-full-ppe-and-stigmatized-in-home-communities-so-would-probably-love-to-re-make-their-image-as-helpers-and-heroes\">branding Ebola survivors as heroes</a> sounds great. Florence Baingana is also looking at a <a href=\"https://openideo.com/challenge/fighting-ebola/ideas/kick-ebola-out-of-liberia-mental-health-and-psychosocial-support\">psychosocial support program for survivors</a>.</li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/amplify-survivors-stories", 
  "media": [
    {
      "src": "https://www.youtube.com/embed/ywnRpr3EWX8?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 12, 2014, 20:01PM", 
  "summary": "Having Ebola survivors share experiences can be a powerful way to motivate, educate and remove stigma.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Amplify survivors' stories", 
  "view_count": 305
}