{
  "applause_count": 2, 
  "author": "Tog Samphel", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:47PM", 
      "message": "\n    \tHi Tog, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n<strong>Example of how it works</strong>\n<ul>\n<li>I find out on the news that I was on the same flight as a patient</li>\n<li>I mark myself as level 2 potential (in the same room, etc.)</li>\n<li>Everyone has this data, and if they have been in contact with me, they can mark themselves as level 3 potential</li>\n<li>Everyone takes measures and precautions to quarantine themselves at an appropriate level</li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/app-for-flagging-yourself-let-everyone-know-you-have-been-potentially-exposed-so-everyone-else-can-take-action-on-their-own", 
  "media": [], 
  "submitted": "October 16, 2014, 19:23PM", 
  "summary": "Being responsible and identifying yourself can be the most helpful, proactive way to take action on our own. As soon you find out you may have been exposed to anyone (such as being on same flight as a confirmed patient or have been in contact with someone who was on that same flight), mark yourself and set the level of exposure as direct, indirect, etc. and then others will know if they've been in contact with you and quarantine themselves. It can be a way to catchup and be ahead of the race against Ebola.KNOWING you've been exposed is critical.A website should show ALL potential threats of exposure, like a heatmap.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "App for flagging yourself - Let everyone know you have been potentially exposed so everyone else can take action on their own.", 
  "view_count": 32
}