{
  "applause_count": 2, 
  "author": "James Gien Varney-Wong", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            With the breakdown of the healthcare system, collateral damage  will become enormous. For example, the United Nations Population Fund (UNFPA) warned that around 120,000 women could die in childbirth within the next year in Sierra Leone, Liberia and Guinea because of the breakdown of healthcare and fears of contracting Ebola in hospital. It estimates that 800,000 women will give birth in the next 12 months, of whom 120,000 may suffer complications and need lifesaving emergency care.\n<br/>\n<br/> All the great ideas from openideo should be collected, amalgamated and then an appeal made to the global maker community consisting of thousands of engineers in universities and companies around the world to develop low cost technologies to solve a variety of these problems. \n<br/>\n<br/> What should be shipped to the hotspots is designs and feedstock (if necessary). Ideally, systems should be designed to use feedstock commonly available at the destination such as the Ekocycle Cube that uses plastic coke bottle as feedstock.\n<br/>\n<br/> Appeal to Ekocycle to sponsor some systems and run a global maker competition with all the ideas from openideo.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/appeal-to-the-global-maker-community-to-design-a-variety-of-low-cost-diy-solutions-that-can-be-built-by-people-in-the-affected-countries-as-needed", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/ef773410-6691-431e-8db1-2cc0f7c9aa4b.jpg", 
      "type": "image"
    }, 
    {
      "src": "https://www.youtube.com/embed/WwsOy3SP8ek?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 16, 2014, 22:08PM", 
  "summary": "Tap into the global open-source maker community to create maker technologies that can be exported to engineering students in the hardest hit countries to make low cost life saving technologies.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Appeal to the global maker community to design a variety of low cost, DIY solutions that can be built by people in the affected countries as needed", 
  "view_count": 32
}