{
  "applause_count": 2, 
  "author": "Carolyn Randall", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 17, 2014, 12:19PM", 
      "message": "\n    \tHi Carolyn,washing hands, but also being able to wash hands I guess is important for the people in West Africa. But also to learn not to the face before the hands are properly cleaned. And to understand the importance. How can this be made possible for many people?With kind regardsRainer\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Carolyn Randall", 
      "date": "October 17, 2014, 14:11PM", 
      "message": "\n    \tHi Rainer,Thanks for your comment! The universal truth is that it's hard to wash hands. Why that is so, depends on where you are washing your hands. The solutions must be appropriate to the situation/community/resources. Effectiveness measured in context: is it working?; what would work better for us?But nevertheless, it's easier said than done.I'm seeing news accounts of effective group compliance in an austere environment. Chlorinated water and soap before church in West Africa.In our more abundant environments (such as an american hospital), there are many more distractions. Many team members, many tasks, more equipment, and more hurry. Is it more...but not necessarily better? Hand washing is definitely less exciting than a code!I'm experienced with field nursing, tertiary care nursing, and taking care of people at home. Each has it's advantages and disadvantages. Each situation requires it's own plan. How do we empower groups to create and actualize their own simple solutions?I've heard it said that a problem's best solution lies within the owner of the problem. We have the top-down approach already, can we support the bottom-up approaches?Thanks for allowing me to noodle this. I think it's important.Carolyn\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The ebola outbreak and introduction to the US medical system shows the vast distance between the policy makers and the individuals on the front line. When the nurses were blamed for protocol breaches, it was another judgement added to the burden of actually doing the work. \n<br/>\n<br/> Knowing what to do is different than doing it. There are complexities in routines for ICU patients before adding the extensive precautions. There are unlimited layers of guidelines, rules and regulations from unlimitted sources. When guidelines conflict, how are they carried out? Are they adjusted, integrated, prioritized, and evaluated?\n<br/>\n<br/> Is the end result a workable, effective routine? Is there as much information, support, and accurate feedback shared among the team. Is the information and lessons-learned shared in a meaningful manner? Does the real-life situation inform the policy? \n<br/>\n<br/> The individual needs help to make wise decisions and carry them out. The individual needs to be able to perform the complex isolation protocols to a level of muscle memory, so that the complex medical needs can be addressed. But they must also remember the basics, like hand washing!\n<br/>\n<br/> How can we improve the culture of the health care facilities so that each moment is a safe moment? \n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/back-to-basics-hand-washing", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b3eee685-befe-4cac-92a3-115fb2f89a8c.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 16, 2014, 15:10PM", 
  "summary": "The US has the most complex and expensive medical system. Ebola transmission to health care workers has challenged the value of current methods of protocol dissemination and integration in actual practice.When Universal Precautions were instituted where I worked, I remember the janitor saying that soap and paper towel usage went way down. Not formal research and not seen by policy makers and enforcers; but common sense. At the ground level, gloves replaced hand washing.Each additional layer of protection costs time, money, and complications. It is the individual worker that must integrate all the various rules and regulations to create routines that are manageable and effective. Who helps the individual sort, decide and do!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Back to Basics: Hand-Washing", 
  "view_count": 32
}