{
  "applause_count": 2, 
  "author": "Erdem Ovacik", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 00:07AM", 
      "message": "\n    \tHi Erdem, interesting point of view. Here's some things to think about:Have you thought about where they might source the prize money from? Are there are other types of rewards you could offer that are more aligned with health goals? How would you ensure that people didn't abuse the system, seeking the rewards even if they are not likely to have the virus?Thanks for the contribution. Feel free to ask the community for specific feedback, insights of skills to help you develop this idea :) Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:28PM", 
      "message": "\n    \tHi Erdem, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Create a fund to give money to those who test positive with the virus in test centers. This way, they will have incnetive to report themselves. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/behavioral-change-via-incentives", 
  "media": [], 
  "submitted": "October 10, 2014, 23:20PM", 
  "summary": "Ebola is spreading in poor communities with strong social ties. Besides education, people who are (or possibly are) infected may be avoiding any tests, and exposing themselves not to be taken away from their communities. If people were offered a financial benefit to turn themselves in, then, if they survive, they would have some benefit to enjoy with their families. Once they turn themselves in, and they are checked for Ebola, they could get a prize money for this.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Behavioral change via incentives", 
  "view_count": 40
}