{
  "applause_count": 1, 
  "author": "Lisa Johnson", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:13PM", 
      "message": "\n    \tHi Lisa, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Better/Safer/Cooler Protective Equipment\n<br/>  \n<br/> I have been thinking about this for a few days. In Western African countries, it gets so hot that equipment is sometimes removed with disastrous results. That could happen anywhere really. My main idea (a better protective suit) addresses that and it entails another detail that makes it more effective against Ebola and other diseases.\n<br/>  \n<br/> I envision a suit made up of several layers that contain gases enclosed in airtight layers. Some, perhaps 2, would contain Chlorine gas (which I believe kills Ebola as well as other viruses and bacteria) and the one closest to the medical workers body would contain simply compressed air.  If you can somehow make the gas keep moving to a lower pressure within the layer closest to the skin (this may have to be in sections), then it should stay cool from adiabatic cooling. I'm not a physicist so I do not know if this is feasible. There should also be an outer layer that has an obvious physical change if it is somehow damaged. Perhaps a color change or even a loud sound would work. It could even contain colored water, because if something is coming out it is harder for things to go in. The color would be very noticeable. But there should be several layers of these gas-filled layers.\n<br/>  ***************************************************************\n<br/>  Another thing is that before the workers take off the protective suits, they should totally immerse their bodies in bleach or chlorine. If all the suits contain respirators then this should not be a problem. For however many minutes it takes to kill Ebola, they should stay immersed. When they are finished with the bleach bath, they should still follow the protocols for safe removal of personal protective equipment.\n<br/>  *******************************************************************\n<br/>  Also, the sleeves of the suit should go under the outer gloves and snugly be attached there to avoid the place between glove and sleeve becoming an opening for contamination. I also suggest having three sets of gloves that go PAST the elbow underneath the sleeve of the suit and the outer gloves.\n<br/>  ******************************************************************************\n<br/>  Another idea I have seems like it would protect the workers from contaminating themselves. Face touching seems to  be the most common way for medical workers becoming infected. A brace could be used to make it impossible to raise the arms higher than the shoulders. It could be designed so that another person would have to remove it AFTER the personal protective equipment has been safely removed and the worker has been properly decontaminated.\n<br/>  *********************************************************************\n<br/> A friend suggested using something to reduce friction on gloves.\n<br/> _____________________________________\n<br/> *Keep it in - not just out:\n<br/>\n<br/> These smart people (whom I do not know and have not contacted) have this product online (for cell sorting)  that seems like something that could be built upon to keep the patient inside of during  treatment. All of the following, beginning with  the words, \"An Effective . . . \" until the closing parenthesis of the quote is their work and ideas and can be found at the URL following the quote:\n<br/>\n<br/> An Effective Bio-Safety Cabinet for Modern Cell Sorters\n<br/>\n<br/> Edward Podniesinski*, Earl A. Timm Jr.*, Andrej Wierzbicki*, Jan Hendrikx**, Jennifer Wilshire**, Michael Funk*** Paul Wallace*\n<br/>\n<br/> •Roswell Park Cancer Institute, Buffalo NY14263 ** Sloan-Kettering Institute, New York NY 10065\n<br/>\n<br/> ***Bio-Bubble Inc., Fort Collins Utah 80626 \n<p>From their own words, \"Modern cell sorters already provide optional aerosol management within the immediate proximity of the sort chamber where sort fractions and waste decisions are made. A Bio Safety level facility must provide protection against the aerosolization of live samples that possibly contain blood borne pathogens such as hepatitis and HIV for example.\"</p>\n<h1 class=\"h1_class\">http://www.biobubble.com/testing/BioBubble_Roswell.pdf</h1>\n<div>\n  \n</div>\n<h1 class=\"h1_class\">----------------------------------------------</h1>\n<div>\n ***Glovebox modification)\n <br/> Please see the rough (really rough ha) sketch of a glovebox. This idea could ideally  be expanded to enclose the entire (suited) body of a HCW and the glove could be made of several layers involving both a   many-jointed protective material (like chainmail with very thin filaments of metal - or even carbon nanotube metal matrix composites) and a  stretchy barrier  material (think latex). This would allow the HCW to give care without contact of any sort. I would include some HEPA filter system AND ultraviolet light in this setup. The outside would have to be really well sealed and smooth. This is building on things I've seen used in manufacturing settings.\n</div>\n<h2 class=\"h2_class\"><strong>BLOOD CLEANING</strong></h2>\n<p>I'm not sure if this would work, because of the dangers of the blood, but in theory it seems good.<br/> The blood could be run through something that worked like hemodialysis BUT it could use ultraviolet light to treat the blood - which I understand kills Ebola.<br/> ____________________________________________________</p>\n<p> </p>\n<h1 class=\"h1_class\"><br/> <strong>As for a CURE:</strong></h1> I also wonder about injecting the Ebola  patients with a protein that's  called APOBEC3G  (it  disrupts viral replication in cells)  - or trying a blood marrow transplant -  from a donor with 2 copies of CCR5-Δ32 mutation gene. The latter has been used successfully in a patient with full-blown AIDS (with cancer involvement)  to the point of him having been declared virus free - and even being called  cured. I found this information about HIV research on Wikipedia but there are other available sources to prove it is true.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/better-personal-protective-equipment", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c00141cb-a533-4d2e-9554-56d5e6d8e234.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/9c01612d-7664-4d6a-9d9e-3f08dcb5590c.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 06:29AM", 
  "summary": "This has a few ideas for improving personal protective equipment. I accidentally put it into the research section.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Better Personal Protective Equipment + Pipe dream Cure talk", 
  "view_count": 162
}