{
  "applause_count": 3, 
  "author": "Rebecca Buechel", 
  "comment_count": 16, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "Edited on October 23, 2014, 23:19PM", 
      "message": "\n    \t\"Camp in box\" is proposed on this site and can be made to fit the need (as well as scale cost. Hawk mining in Sierra Leone (Western District) uses and moves shipping containers through out West Africa and is at the current time is housing fiberoptic cable across into Liberia. There is a Pakistani company that can make shipping containers to order which is cheaper than some of these other groups but with Hawk Mining in the area, it seems more prudent to approach them, they have windows, AC as below. Yurts: www.yurts.com....that is all I can think of at the moment. Again, however, NGOs are also good at setting up quickly. DoD will be months behind in \"building clinics\" which eventually will be used for other things. Again, we need to understand why patients aren't going to the clinics....several have closed due to the fear the community has of these clinics.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 21:14PM", 
      "message": "\n    \tD., Lameck, Lynn, any ideas on events companies in the affected or neighboring countries ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 10:58AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 19, 2014, 05:10AM", 
      "message": "\n    \tI think this is a good idea.  I applauded it.  I'm looking for ideas that contribute to a quick and affordable quarantine and this is a good possibility.  Thanks\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "lameck dambuleni", 
      "date": "October 19, 2014, 03:30AM", 
      "message": "\n    \tProvided there's enough volunteers to man the facilities,its a welcome idea\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 18, 2014, 22:55PM", 
      "message": "\n    \tThere is also Shelter Box, other shelter NGOs, Yurts (Canadian made). We used them in Rwanda for healthcare during the genocide.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 18, 2014, 22:58PM", 
      "message": "\n    \tBut, field hospitals (in Sierra Leone) are closing, some remain empty, I think they need the community to run these health centers with advice from experts. Each Paramount Chief should be approached and asked how he wants to handle his community and how.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "Edited on October 19, 2014, 10:25AM", 
      "message": "\n    \tLynn, I totally agree with you that for any solution, synergy needs to be developed with local individuals & their representatives (political, clan, educational, religious... and ARTISTIC).\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "Edited on October 19, 2014, 10:24AM", 
      "message": "\n    \tEvents organizers, such as circus organizers, have ability to set up various installations quickly & have good knowledge of industry suppliers who can adapt existing products---i.e. good improvisers\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Derek Murray", 
      "date": "October 20, 2014, 06:44AM", 
      "message": "\n    \tOne thing that exists in large quantities in most sea ports are empty shipping containers, which have in various places been used for  accommodation.  They are relatively easily converted and could have many uses, from field labs, to quarantine units, to storage or kitchens.  As most of West Africa depends on the movement of shipping containers for imports, there is a large infrastructure for moving such units around.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 20, 2014, 12:55PM", 
      "message": "\n    \tDerek, agree completely, the mining companies in Sierra Leone use these as a camp and accommodation, There are other companies as well such as Camp in a Box that supply something similar.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "lameck dambuleni", 
      "date": "October 20, 2014, 20:54PM", 
      "message": "\n    \tSad story indeed.digging graves before deaths occur\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 21:17PM", 
      "message": "\n    \tHi Derek, thanks for your comment. Many ppl are looking at the shipping containers. I'm sure they're do-able. Just thinking that they seem quite closed-in and restrictive for airflow comfort & heat & lots of solid wall to disinfect? They'd probably be good for storing waste until pick up ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "lameck dambuleni", 
      "date": "October 23, 2014, 21:29PM", 
      "message": "\n    \tStoring highly infectious wastes? That would be risky, I think\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Derek Murray", 
      "date": "October 23, 2014, 22:05PM", 
      "message": "\n    \tI work quite a lot in Africa,  we use shipping containers for moving equipment around in East and West Africa.  When emptied, the containers become workshops and control rooms.  We have modified the containers to fit removable Air Conditioning units, making the containers very useable.  If the containers are well painted internally, the only issue is the floors, they would need to be sealed to allow water run-off.  The containers can be tilted with a few degrees of angle either on their trailers or on the ground, this would allow fluid run-off when cleaning.  Sealing the floors is important, as they can be toxic with insecticide repellants.Even in the hottest point of the day, it is possible to get the internal temperature down to a manageable temperature.  The further northern parts of West Africa can be an issue, once temps hit +45 deg C. they can challenge the efficiency of the A/C's.-  We paint all our containers white to help with the sun, but for a long(ish) set-up a fly sheet arrangement over the container helps keep direct sunlight off the roof, and creates an air flow around the container.  - With used shipping containers we are really talking about relatively cheap equipment, even new they are very affordable.  There are many companies making some very sophisticated units out of them, but even a simple conversion makes for a viable workspace.  Military style casing (Pelicase Storm or other) or Flight-Cases make good storage units as well as work surfaces/benches while protecting equipment in transit over variable road conditions (Big Pot Holes!) Simple options for containers could be:Personnel access doors built into the cargo doors.Internal Isolation / Security doors inside the Cargo DoorsExtra Security measures externally (Locks/alarms.)Sealable Air Conditioner Cutouts for Air conditionersWaterproof wiring and LightingDrop down folding benches and shelving.Containers can be accommodation units, Kitchen Units, Ablution Blocks, Comms Centers, Laboratories, Recycling/cleaning units/Security & Control, the list is quite extensive.There are various methods of working the containers, they can be left on trailers, or dropped onto the ground, they can be interlocked vertically and horizontally making for complex arrangements long term of short term.  Their robust nature makes for a long life span, they can be cut,welded,modified they will withstand a lot of abuse, and at the end of a project they can be given away! Once modified, they are no longer sea worthy, so some consideration is needed for their disposal.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 23:06PM", 
      "message": "\n    \tHi Lameck, to reply, storing waste till pick up or till incineration or disinfecting\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Should large-scale care need to be provided in a matter of weeks in Africa, as a first-step, events industry know-how can provide needed infrastructure while more technical equipment is being developed &amp; produced. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/bring-in-expert-partners-from-other-fields-example-circus-tents", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0398086d-7aba-4ccf-8a26-ebaa3f19bb9a.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8045be7f-064f-4655-baa5-67d60e735389.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/6894bee9-21df-46a6-b022-26bec64e88ac.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/acad31b3-30ca-4a4e-a298-38ab4ea57174.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5e099244-5796-49a1-9d82-894864b7214b.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/66d4b6d8-94e8-470f-95b6-6b3c5c4f854a.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e208a17c-51bf-4122-bb1d-f7c72d2a36b7.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 16, 2014, 18:55PM", 
  "summary": "With time of the essence look for industrial partners whose know-how can be quickly applied/adapted to this medical crisis...For example, for quick set up/fabrication of large, sturdy sterilized tent areas to be used as triage/field hospitals,  work with circus-tent/event tent makers, installers, suppliers.Another example: Look to parachute makers for quick, larger-scale production of (waterproof?) fabric for various needs PPE and field hospital needs...Event-organizers/installers have know-how to quickly set up and adapt structures --also with speaker/video systems. Could be good synergies as partners or to transfer know-how to medical community.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Bring in expert partners from other fields: example: circus tents", 
  "view_count": 203
}