{
  "applause_count": 3, 
  "author": "Allie Coon", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:02PM", 
      "message": "\n    \tHi Allie, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            One of the big problems with the current Ebola outbreak that I have read about is the lack of a health care infrastructure in West Africa. Hopefully, as other countries contribute aid and resources, this situation will improve. However, it is also important to let populations experiencing Ebola outbreaks know of an improving healthcare situation, in order to grow the trust between citizens and doctors/nurses. I’ve seen many articles online about Ebola patients escaping quarantine, as well as other sick people refusing to go to the hospital for fear of catching Ebola. One idea I have to help this situation is to run some kind of campaign in the nations affected by Ebola. This campaign could be on billboards, television, etc. and highlight people who have survived Ebola, the doctors that have helped them recover, and even the hospitals that they stayed in. This may give people hope that, if they seek care, recovery is possible. Also, people sick with other diseases may have enough confidence in their infrastructure to seek care without fear of contracting Ebola from the hospital. I realize that an advertising campaign may not seem like the most obvious use of funding in this situation, but better infrastructure won’t do any good if the people in need of it aren’t comfortable with it.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/campaign-for-hope-regarding-ebola", 
  "media": [], 
  "submitted": "October 28, 2014, 01:23AM", 
  "summary": "Run national campaigns in countries hit by the Ebola epidemic to build trust between patients and an improving health infrastructure.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Campaign for Hope Regarding Ebola", 
  "view_count": 20
}