{
  "applause_count": 4, 
  "author": "Szabolcs M", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 21, 2014, 01:22AM", 
      "message": "\n    \tHi, interesting thought. Perhaps something to think about is whether or not they would also be exposed to the virus and how we might ensure that they do not become a factor responsible for spreading it. Cancer is not contagious, where as Ebola in certain stages has a high risk. Also would this exposure violate animal rights in anyway? Looking forward to seeing this idea develop. Feel free to update your post with questions or needs from the community!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 14, 2014, 16:24PM", 
      "message": "\n    \tHi Szabolcs, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 14, 2014, 13:25PM", 
      "message": "\n    \tif possible, factor in training time--could start w/ dogs already able to sniff out cancer http://www.dogsdetectcancer.org/    http://dinazaphiris.com/contact-dina-directly/--and don't forget hero rats who can also be trained to identify smells: http://edition.cnn.com/2014/09/26/world/africa/hero-rats-sniff-out-landmines-and-tb/\n"
    }
  ], 
  "description": "<div class=\"description\">\n            There are examples of diseases that might be identified by dogs or artificial noses that could be less of a change for the body than ebola, see. e.g. &lt;http://well.blogs.nytimes.com/2014/09/10/training-dogs-to-sniff-out-cancer/&gt;. Maybe it is conceivable that dogs can be trained soon enough to be of help.\n<br/>\n<br/> From the news and papers it is absolutely not clear to whether it works or not, but if it does the impact can be huge and cost can be low. \n<br/>\n<br/> http://www.bloomberg.com/news/2014-05-18/canines-cancer-sniffing-snouts-offer-new-testing-option.html\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/can-dogs-sniff-out-ebola", 
  "media": [], 
  "submitted": "October 14, 2014, 00:57AM", 
  "summary": "If dogs could identify ebola infected individuals - especially in early stages - medical assistance could be more efficient and quarantines would become more protective.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Can dogs sniff out ebola?", 
  "view_count": 240
}