{
  "applause_count": 2, 
  "author": "Bengt Hansson", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Pablo Arruebarrena Herrero", 
      "date": "October 23, 2014, 19:13PM", 
      "message": "\n    \tIt's the next step in the future of medicine, the interaction with robots specialized to do few actions could bring many advantages but as Kylan said, how do you make sure that this robot is not interacting with anyone else? Or is there any material that the robots are made of that can be washed easily and not getting it damaged?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kylan D'Edric Branch", 
      "date": "October 17, 2014, 19:38PM", 
      "message": "\n    \tThis is a good idea actually because people will have a less likely chance to get Ebola but the thing is you would have to make sure that the robot does not interact with any other humans.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:13PM", 
      "message": "\n    \tHi Bengt, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            A recent Japanese news article on the subject:\n<br/>\n<a href=\"http://www.japantimes.co.jp/news/2014/10/15/business/japan-robot-week-offers-new-approaches-nursing-care/\">http://www.japantimes.co.jp/news/2014/10/15/business/japan-robot-week-offers-new-approaches-nursing-care/</a>\n<br/>\n<br/> And a NY Times article giving more insight in pros/cans:\n<br/> http://www.nytimes.com/2014/10/23/science/scientists-consider-repurposing-robots-for-ebola.html?_r=0\n<br/>\n<br/> There are also exoskeletons, which probably could be combined with PPE:s to e.g cool the health professional.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/caregiving-robots", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/9879d23c-abf5-4f61-a599-c9d3909b9329.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c43b0369-2b4c-4c8c-97b7-bd6a4821ef06.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 12:04PM", 
  "summary": "Given the massive amount of health professionals needed, risk and the probably long period they will be needed it would be prime-time to boost manufacture of caregiving robots. They can certainly take on several easy, or even more complicated, tasks. Off course it must be robust enough to disinfect.I don´t think they will be felt as much more alien than people in PPE:s. Not the most innovative idea and probably regarded as inhumane but given the circumstances....", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Robot help", 
  "view_count": 88
}