{
  "applause_count": 2, 
  "author": "Dr. Virginia Stead, Ed.D.", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            CDC EBOLA CONTAINMENT PORTS\n<br/> UNLESS international seaports, train stations, and airports are given equal consideration in the fight to screen, isolate, treat, and track Ebola victims, the entire global population would remain at risk. Immediately, the CDC needs to approve and establish Ebola Containment Ports (ECPs) as the exclusive transit points for travellers from the Ebola Zone. These should be staffed by immigration, health, and IT specialist teams who are trained and proficient in screening, isolation, treatment, and tracking.\n<br/>  \n<br/> A NEW SET OF UNIVERSAL PASSPORT/HEALTHCARD STAMPS\n<br/> To strengthen the effectiveness of the work done by these ECP teams, I recommend the immediate development and deployment of a set of four new universal, globally recognizable, passport/healthcard stamps:\n<br/> (1) A new EBOLA ZONE EXIT CLEARANCE stamp to be used in conjunction with national exit stamps;\n<br/> (2) A new EBOLA INSPECTION ENTRY CLEARANCE stamp to be used in conjunction with national entry stamps;\n<br/> (3) A new EBOLA ISOLATION ADMITTANCE stamp; and\n<br/> (4) A new EBOLA ISOLATION DISCHARGE stamp.\n<br/> As a set, these new stamps would enable the clear and efficient care of travellers from the Ebola Zone.\n<br/> Social, TV, and print media could be harnessed to make these stamps familiar to individuals around the world, establishing a new system of global health identification that people could use to establish their Ebola status.\n<br/>  \n<br/> CREATION OF A GLOBAL DATABASE OF THOSE WHO CONTRACT EBOLA\n<br/> To assist in treatment, vaccine, antidote, and prevention research, I further recommend the implementation of a global database that would identify all cases of individuals who contract Ebola. This could be easily established through the CDC’s collection of traveller passport numbers from those who are quarantined in transit and the assignment of healthcard numbers compatible with passport numbering systems for those who contract Ebola within their own countries. These globally distinctive numbers could easily be standardized for character composition and length, and then used as easily searchable and manipulated individual case codes.\n<br/> As to additional details for this plan, I am confident that a team of experts in each of the relevant fields would be able to identify what resources are needed and to design an implementation procedure. Furthermore, it would be useful to assemble a 24/7 team of translaters, couriers, and software programmers to respond to new needs in the Ebola containment, treatment, and elimination process.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/cdc-ebola-containment-ports-and-universal-passport-stamps", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4da245e5-27d8-4c63-af7b-689f370a7c80.png", 
      "type": "image"
    }, 
    {
      "src": "https://www.youtube.com/embed/6Mgwa6_SOzA?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 22, 2014, 15:00PM", 
  "summary": "CDC Policymakers and Senior Heads of State must launch a new program to establish Ebola Containment Ports (ECPs), namely Official Exit Ports within the Ebola Zone and Official Entry Ports within approved receiving countries. All other travel from the Ebola Zone must be suspended indefinitely until the disease is eliminated.To strengthen the impact of the work done by these ECP teams, I recommend the immediate establishment of four new, universal, globally recognizable, passport/healthcard stamps: (1) EBOLA ZONE EXIT CLEARANCE; (2) EBOLA INSPECTION ENTRY CLEARANCE; (3) EBOLA ISOLATION ADMITTANCE; and (4) EBOLA ISOLATION DISCHARGE. Popular global recognition of these stamps could be achieved through social media, TV, and print marketing.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "CDC EBOLA CONTAINMENT PORTS and UNIVERSAL PASSPORT STAMPS", 
  "view_count": 40
}