{
  "applause_count": 2, 
  "author": "Daniel Louder", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "M. Ricciardi", 
      "date": "October 29, 2014, 18:00PM", 
      "message": "\n    \tGood perspective! This is an important and too often over-looked effect of mass media fear-mongering (although, in a recent conversation I had with someone from Senegal, this fear is minimal in neighboring African countries; it is more prevalent in the Western media). I am not sure how this fear \"plays out\" in the ebola-impacted nations...Please describe the types of \"rewards\" that you are referring to.thanks, M.R.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Daniel Louder", 
      "date": "Edited on October 30, 2014, 14:01PM", 
      "message": "\n    \tThank you for the comment! I agree that the underlying narrative that other parts of the world receive through mass media is likely to be more overblown than in the areas where the Ebola is most prevalent.A good point that the aforementioned Vox article (http://www.vox.com/2014/10/26/7067847/fear-not-ebola-is-the-biggest-threat-to-west-africas-fragile-economies) touched on is that the fear may also come from outside, and unwillingness to trade with areas where Ebola has been could be an issue farther down the road. I realize that's somewhat outside of the timeline of this challenge, so I focused on the present conditions of places affected by Ebola.With regard to possible 'rewards' that could be made available to communities. I'll begin with what I can imagine might bring my community together in a positive way, which is admittedly quite different from what may work in areas where Ebola is present.Possible rewards may include:- Inviting (and sponsoring) a local or regional artist to create a municipal art project in a common area commemorating the triumph over Ebola and the steadfastness of the community,- Scheduling a celebration or gathering for the community to come and share their stories (Ebola-related or not),- Sponsoring an event where new recipes from regional cuisine are created and shared, further encouraging safe handling of food so as to reduce further food borne illnesses,- A sports (football) tournament, perhaps including communities (or smaller groups) who have been successful in education and treatment,- A pizza party??? Again, I'm hesitant to prescribe any specifics to what might positively motivate communities at large, due to my lack of knowledge and experience with those communities. But hopefully this would act as a compliment to the necessary precautions and steps taken by everyone in stopping the current Ebola outbreak.Let me know what you think,Daniel\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "October 30, 2014, 17:39PM", 
      "message": "\n    \tOK. Perhaps one way to mitigate this \"external\" fear (i.e., in other countries that might \"fear\" conducting certain types of trade withe ebola-impacted countries) would be to demonstrate and publicize (good PR is important) how the ebola-impacted nation is handling its outbreak (control, tracking, treatment, containment) as with the recent press about Nigeria's successful containment; see the research article I posted on this. Here is the linkhttps://openideo.com/challenge/fighting-ebola/research/how-did-nigeria-quash-its-ebola-outbreak-so-quickly-scientific-american-news-articleIt would seem that a \"top-down' approach (led by the government) might certainly help since such government bodies regulate trade and approve of trade agreements. However, regarding the \"changes in behavior\" that result from contagion outbreaks in the impacted nation, clearly, a community level plan or \"behavioral consensus\" is required also. Thus, it would seem that a dynamic partnership is needed between communities and government agencies. Such partnerships tend to require a good deal of work, planning and cooperation. In terms of these partnerships, it would be crucial to first identify all those local economic activities (trade-related: manufacturing, food/agriculture export production) that are immediately impacted by contagion fear, as well as those socio-economic behaviors (inside and outside the impacted nation) that could interfere with this economic activity (and hurt the nation's economy).  These target behaviors and activities, once identified, would thus become the foci of the partnership's mission.As far as an impacted nation \"celebrating\" its success in dealing with/over-coming ebola (or other contagious disease), perhaps drawing upon that nation or culture's PAST  successful handling of a crisis (a past healthcare/social/political/economic challenge) -- a crisis which ultimately brought people together to confront and overcome it -- could be used as ah historical \"model\" (essentially saying: \"Hey, we've had crises before, and we overcame them....we can do it again.\"). In this way too, local artists and cultural leaders can play a key role in reminding communities of past successful approaches to such crises or challenges.I realize these are \"broad strokes\"...but I list them here as starting points 9to be rejected, modified or expanded as needed).\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "October 31, 2014, 06:38AM", 
      "message": "\n    \tADDENDUM: I found this paragraph in a recent WHO situation assessment report on NIGERIA:\"Finally, to help maintain the confidence of citizens and foreign companies and investors alike, the government undertook the screening of all arriving and departing travellers by air and by sea in Lagos and Rivers State. The average number of travellers screened each day rose to more than 16 000.\"This may be what it takes to preserve confidence in economic trading with an ebola-impacted nation (Nigeria is a success story in terms of virus containment and eradication).Source: http://www.who.int/mediacentre/news/ebola/20-october-2014/en/index2.html\n"
    }
  ], 
  "description": "<div class=\"description\">\n            When addressing the Ebola threat in West Africa (as well as other countries), it's important to consider solutions that extend past the current outbreak. \n<h4 class=\"h4_class\"><br/> <em style=\"line-height: 1.2;\">What are the effects of Ebola, even after it's been eradicated from a region?</em></h4> According to a recent Vox \n<a href=\"http://www.vox.com/2014/10/26/7067847/fear-not-ebola-is-the-biggest-threat-to-west-africas-fragile-economies\">article</a>, the recent Ebola outbreak will have lasting economic repurcussions outside of the direct treatment and containment of the disease itself. People's fear will reduce economic output  due to the \"behavior that people engage in which leads them to do things differently than they would in the absence of the epidemic and reduces economic activity\", referred to as 'aversion behavior'. \n<h4 class=\"h4_class\"><br/> <em>How can the message be made positive, while maintaining importance?</em></h4> If we celebrate and positively incentivize communities (or other groups of various sizes) to seek out education, treatment, and eventual eradication of the Ebola virus, we can turn the negativity of what \n<em>might</em> happen, into something positive while maintaining a realistic outlook. The message can also be tailored to the particular audience, which allows for higher engagement with the members of that community. \n<h4 class=\"h4_class\"><br/> <em>How is celebration more effective than compulsion?</em></h4> This will encourage people to come together instead of being separated by fear and uncertainty, and will promote cooperation with outside involvement. Further, small rewards distributed to a community that achieves these goals are likely to be much less expensive, and easier to distribute, than compelling the members of that same community to undergo treatments/evaluations.\n<br/>\n<br/> Rewards tend to illicit better results than force, and applying both where necessary could make a huge difference in West Africa's future after this outbreak is resolved. This situation is too important to let fear be the only voice to those most affected.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/celebrate-successful-ebola-education-treatment-and-eradication-within-communities", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3a4d3e4e-e011-43a6-828c-b66134ee910c.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 29, 2014, 04:24AM", 
  "summary": "Highlighting the 'wins' within communities will encourage people to seek education and treatment, in addition to reducing stigma and fear associated with Ebola. This fear will have large repercussions past the current outbreak, and we need to consider the level of fear that's being created here. As a counter (or perhaps a complement) to that, let's share encouragement and celebrate the successes that communities have when dealing with Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Celebrate Successful Ebola Education, Treatment, and Eradication within Communities", 
  "view_count": 41
}