{
  "applause_count": 4, 
  "author": "Edwin MengShen", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n<strong>The background</strong>\n<br/> We spoke with MSF and they report us that the greatest emergency right now is the lack of people in the field and an organized structure to manage the treatment and to spot Ebola cases. In addition to the detection and lack of resources, another big issue is the huge amount of people affected which overload the health care system (ex. Monrovia - Liberia).\n<br/>\n<br/>\n<strong>The idea</strong>\n<br/> We decided to create a central operation service that manages and organizes the volunteers that are working in the field and examines patients in the region, plus educating victim’s family and friends. Moreover, a home nursing system which provides a first care, in case of waiting list for the hospital. \n<br/>\n<br/> With our system everyone that decided to volunteer can become an effective operator in fighting the Ebola outbreak. The volunteer will receive an incentive to be part of the project and his profile will be rated based on his performance on the field (which will help to provide input the algorithm for prioritization).\n<br/>\n<br/> The Central Base of Operation would be able to detect case, respond with actions, understand the efficiency of the volunteers and the patient status, so promptly stop the outbreak of Ebola\n<br/>\n<br/>\n<strong>Our solution - The Emergency path</strong>\n<br/> (nursing, picking patient and corpses)\n<br/> Detection – database/prioritization – logistic support - home checking and education –  home nursing during the waiting list – patient picking up – deceased picking up.\n<br/>\n<br/>\n<strong>Where we would like to focus</strong>\n<br/> - Home nursing for doctor, non-doctor\n<br/> - Database of Ebola cases\n<br/> - Database of volunteer efficiency (response rate and accuracy in response)\n<br/> - Patient prioritization and logistic\n<br/> - Corpse picking\n<br/> - Resource allocation\n<br/>\n<br/>\n<strong>People involved</strong>\n<br/> Patients\n<br/> Doctors\n<br/> Volunteers\n<br/> Detector, Family members (creating ambassadors in the neighbourhood)\n<br/> Undertakers\n<br/>\n<br/>\n<br/>\n<strong>Different needs based on different circumstances</strong>\n<br/> - Differentiate Ebola cases from other diseases\n<br/> - Overloaded health switchboard\n<br/> - Overloaded health and holding centre\n<br/> - Treat patient at home\n<br/> - Not enough trained doctors\n<br/> - Lack of knowledge in Ebola treatments\n<br/> - Promptly detect and pick up bodies\n<br/> - Needs to understand where to send resources\n<br/>\n<br/>\n<br/>\n<strong>Software/Hardware</strong>\n<br/>\n<strong>Switchboard</strong>: automatic switchboard with Q&amp;A, direct answer form medical staff or text messages.\n<br/>\n<strong>Logistic support</strong>: Website, app, off line system or printable maps. Connected with hospitals availability, doctors and volunteer resources, patients, corpse picking teams and body signal. \n<br/>\n<strong>Home checking</strong>: Text for confirming the Ebola case and fill in with additional information for prioritize the case (ESI Emergency Severity Index of Emergency Room).\n<br/>\n<strong>Home nursing</strong>: App, offline system, printed materials with information about how to nurse Ebola case, how to treat and precautions.\n<br/>\n<strong>Home nursing during the waiting list</strong>:\n<br/> Website, app, off line system, printable maps. For a routine nursing.\n<br/>\n<strong>Patient picking up</strong>: integrated database with continue monitoring on availability of space in Health Centre or Holding centres. Detected of the closest patient to the closest available centre.\n<br/>\n<strong>Corpse picking up</strong>: integrated database between hospitals, home care nursing, and live signals on corpse to pick up. Directly connected to the teams and a logistic support for an efficient pick up.\n<br/>\n<br/>\n<br/>\n<br/>\n<strong>The System</strong>\n<br/> During the initial phase of our work, we aim with our software to obtain an accurate map of the disease and to estimate its diffusion trend. We suppose very few data are available and we don’t take for granted any high profile specification such as GPS coordinates, images or accurate diagnosis. These data will then be used on the second phase to coordinate the work of high profile personnel such as doctors or undertakers.\n<br/> We think that the most convenient way to proceed is to refine a rough initial database with consecutive steps. In our vision the work should be divided as follows.\n<br/>\n<br/> LOW LEVEL COMMUNICATION\n<br/> The main problem here are the means of communication, in a civilized modern world it would be relatively easy to obtain large amounts of refined pieces of information, thanks to the internet and smartphones. We must assume that only a very rudimental way of communication is available in most of the places this disease is spreading. Even if our software will cover all the most modern communication methods, it will require only a telephone line.\n<br/>\n<br/> The main roles in this phase will be three:\n<br/>\n<br/> 1. The DETECTOR: The first who detects and is able to report a possible case of infection. We can think about a family member, a friend or simply a fellow citizen. The detector is uniquely identified by his telephone number.\n<br/>\n<br/> 2. The CERTIFIED OPERATOR is a person capable of certifying the actual state of the patient. He will not be necessarily a doctor, but we suppose him to be more informed than the standard citizen. He will have sufficient privileges to access the rough initial database and to refine it certifying the actual existence of the patient and his vigour, he will provide some initial, simple and objective diagnostics and he will certify the eventual departure of the patient. Meanwhile he will provide to the surrounding population the necessary instructions to interact with the patient and, when possible, he will provide for free some necessary medical aids. Every certified operator must be capable of communicating in a reasonable amount of time with the Central Base of Operations, described below.\n<br/>\n<br/> 3. The CENTRAL BASE OF OPERATIONS (CBO) will be the place where all the logistics will be arranged and toward which all the communications will be directed. It will refine the pool of data using automated algorithms such as support vector machines, which will guarantee the optimal estimate of each patient health status given the pieces of information provided and continuously update it. It will automatically connect to the most suitable certified operator for each case and finally it will coordinate the medical personnel and the undertaker agencies for the most convenient path to follow.\n<br/>\n<br/>\n<br/> The low level communication will happen as follows:\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/17002/202dc954-2bdb-40c3-8798-fce0235a369f.jpg\"/>This scheme will require only two contacts from the Detector (Request and Confirmation) and just one operator to analyze the request, all the other processes will be automated. \n<br/>\n<br/> HOW IT WORKS:\n<br/> • REQUEST: The Detector contacts the CBO (calling or sending an SMS) with details about the patient and himself, it is very important to obtain the detector’s telephone number which will be his unique identification number. \n<br/>\n<br/> • The request is added to the initial rough database and automatically, relatively to the geographic area of the request, all the certified operators in a reasonable distance selected from a “Certified Operators Database” are alerted. \n<br/>\n<br/> • AVAILABILITY: They are asked to guarantee their availability whenever confirmed. \n<br/>\n<br/> • CHOICE: Our software will scan all the available operators and it will chose the most suitable based on distance and reliability.\n<br/>\n<br/> • OPTIMAL OPERATOR: The operator is engaged and waiting for detector's request confirmation.\n<br/>\n<br/> • CONFIRMATION REQUEST: The detector is contacted, he is informed about the operator’s availability and is asked for a request confirmation or eventual updates about the patient.\n<br/>\n<br/> • CONFIRMATION: If the request is confirmed, the optimal operator will automatically be alerted. He will then reach the patient and update the database.\n<br/>\n<br/>\n<br/> HIGH LEVEL COMUNICATION\n<br/>\n<br/> At this point there have been at least three operations on the database: the patient addition, the confirmation request which strengthen the real need for help and the operator’s visit which will add to each patient’s description the objective evaluation of some features.\n<br/>\n<br/> The Certified Operator is a subject capable to provide in the worst case scenario the objective diagnosis of simple symptoms and the accurate geographic position, in the best case scenario instead the pieces of information could be very valuable, such as diagnostics, photos, GPS \n<br/> coordinates. \n<br/>\n<br/> Once the patient has been confirmed we can assume to have more refined data about each case and most of all we can hope that most of the “false positives” in the first stage have been identified and purged from the database. \n<br/>\n<br/> Meanwhile an automated algorithm will evaluate the new data provided from the operators to draft a ranking of the patients based on Ebola contamination probability and estimated intervention effectiveness. \n<br/>\n<br/> We now are able to focus our attention where it is more probable for it to be effective. From the database we can isolate the sites where Ebola is spreading and we can elaborate the most convenient path, in terms of time and distances, for doctors and undertakers to follow to reach and assist the infected people, or to treat the corpses in the safest way to protect the surrounding living people.\n<br/>\n<br/>\n<br/> Built on:\n<br/> http://www.iflscience.com/health-and-medicine/scientists-print-ebola-test-tiny-bits-paper\n<br/>\n<br/> Source:\n<br/> https://news.vice.com/video/monrovia-in-chaos-the-fight-against-ebola-part-1\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/central-base-operation-for-volunteers-and-home-nursing", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8f444fc5-00df-437b-a157-cb053b915bf3.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7906d3cd-ddde-40be-a57d-3b7bc57b8561.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/037a9433-9546-459d-91fd-8872bf15f20b.jpg", 
      "type": "image"
    }, 
    {
      "src": "https://www.youtube.com/embed/IxFGhulWVis?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 25, 2014, 03:27AM", 
  "summary": "We decided to create a central operation that manages the volunteers that are working in the field and examines patients in the region, plus educating victim’s family and friends. A home nursing system which provides a first care, in case of waiting list for the hospital. With our system every volunteer can become an effective operator in fighting the Ebola outbreak. The volunteer will receive an incentive to be part of the project and he/she will be rated based on performance on the field (which helps to provide input the algorithm for prioritization)The Central Base of Operation would be able to detect case, respond with actions, understand the efficiency of the volunteers and the patient status, so promptly stop the outbreak of Ebola", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Central Base Operation for volunteers and home nursing", 
  "view_count": 180
}