{
  "applause_count": 2, 
  "author": "Stephanie Berry", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "James Robertson", 
      "date": "October 29, 2014, 18:56PM", 
      "message": "\n    \tGreat discussion! Forehead temp sensor strip seems promising. Except for the temptation to share with family and friends. Then the big question is whether sweat is vehicle for transmission. Quick look on web seems to suggest that sweat \"might\" carry the virus, but it's not known definitively, and it's speculated that the viral concentration is probably much lower than in other fluids. So it looks like the sweat question is an unknown. Just to throw out an idea: Suppose 3M corporation produced a very cheap temperature sensing tape, using liquid crystal technology. (3M are masters at producing cheap plastic  tape or film products, and they are great innovators.) So let's say the tape is dispensed from something similar to ordinary Scotch Tape dispenser. Pull out a bit of sensor tape, tear it off, use it once, then throw it away. Or maybe the dispensers aren't handled at all, but rather hang in public places. Without touching anything except the bit of tape hanging out the bottom, you pull off a piece and use it. The same sort of idea as TP in public facilities.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Stephanie Berry", 
      "date": "October 30, 2014, 06:53AM", 
      "message": "\n    \tInteresting idea. For me, t would have to be low cost and available in large quantity. And, most importantly, a throwaway, that is, not reusable. I have to think that the temptation to share may become a necessity if they run out and you wouldn't want something like that to be reused numerous times. Wouldn't want to contribute to potential to spread or increase risk. Science and medical community's call in the end. My focus is on changing the focus from fear to empowerment.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "James Robertson", 
      "date": "October 30, 2014, 16:02PM", 
      "message": "\n    \tAgreed, overcoming fear factor is crucial. Following detection (e.g. via temp sensor), it's an enormous challenge to motivate individual to seek medical attention. Especially if there is a prevailing perception that there is no cure. I guess two main incentives for seeking medical attention are (i) isolation will help prevent spread to family, friends and society (motivation to do this for the good of others); and (ii) there are new experimental drugs that seem to be curing patients (motivation to increase one's own chance of surviving). To address (ii), those experimental drugs being used with apparent success in the US need to be available in the affected countries. Does anyone know the status of those experimental drugs getting out in the field?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 24, 2014, 21:24PM", 
      "message": "\n    \tif the thermometers are individual, they could be kept & re-used...such as the plastic strip kind used on children's foreheads (some other ideas here were looking at bracelet thermometers, but I'm not sure if those actually exist or if they'd need to be made.  But they could be worn individually.)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Stephanie Berry", 
      "date": "October 24, 2014, 22:06PM", 
      "message": "\n    \tConcern for me with thermometers is the probably that folks would share and perhaps increase the risk overtime.  I think if temperatures were taken by a healthcare professional or trained person, that could be overcome, but if you are handing them out, a disposable single use one would be better.  I didn't look into touch free thermometers but imagine the cost would be prohibitive.  On the plastic strip, if the person has a fever they may sweat and that would be problematic because you'd possibly pass on the virus.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 24, 2014, 22:24PM", 
      "message": "\n    \there's a picture of a forehead one: http://en.wikipedia.org/wiki/Liquid_crystal_thermometerif each person keeps their own as a personal item, there wouldn't be contaminationprices:http://www.amazon.com/GNP-FeverCare-Crystal-Thermometer-Forehead/dp/B005TM1SAKhow much do the disposable thermometers you're thinking of cost ?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n              In the U.S., we regularly use campaign with simple messages and actions to alert citizens to health related concerns. For the flu, we call on citizens to wash hands regularly and to get a flu shot, and we make Flu shots available in the workplace, at the local store, and doctor's offfices for a low cost or free. We spread the message on the importance of washing hands, the correct way to sneeze, and the difference between a cold and the flu. Hand sanitizers are available at nearly every business and in schools.\n<br/>   Ebola is scary but can be defeated based on past history and experience. We know that it grows more contagious overtime, and the earlier it is identified the greater the chance for survival. The healthcare systems in the affected countries are not able to care for the numerous patients with advanced cases of Ebola. Any solutions need to be low cost and readily available. Citizens need to understand that Ebola can be defeated if they take action earlier.\n<br/>   A national campaign will educate and empower citizens to take action faster. A national campaigns for every citizen to check their temperature at the same time, twice a day would be broadcast by all media and communications and could be as simple as. \"It is time to take your temperature. If it is 100 degrees take action...Ebola will not win.\" And, most importantly, the President, media personalities, teachers, managers, businesses, all stop and visibly take their temperature because Ebola is everyones' fight.\n<br/>   Non-contact and disposable thermometers, masks, and gloves should be made available everywhere and everyone should be encourage to keep on hand. A smartphone app to take temperatures should be made available.\n<br/>   A multi-media campaign should influence citizens to change behaviors that spread Ebola, for example, love is not a kiss or hug, but a mask and gloves to stop the spread of Ebola. Survivers of Ebola should be used to encourage citizens to check their temperatures and support the message that early detection can save lives.\n<br/>   Bleach should  be made available. Folks are not wealthy and can't easily replace items. Directions on how to clean homes and personal items once Ebola had been detected should be available everywhere.\n<br/>   An Action Checklist that provides simple directions on what citizens should do if their temperature reaches 100 degrees or higher, how to clean, and what actions to take should be available everywhere.\n<br/>   Smartphones could be part of the national campaign.An app to take temperatures should be free and easy to download. Also, idea of Frank Ingle could be tweaked to enable smartphones to locate citizens with fevers100 degrees or over, provide citizens with location and GPS data on nearest healthcare facility, and to get directions on how to care for someone suspected of having Ebola.\n<br/>   A global campaign that encourages us as global citizens to donate to the fight against Ebola to pay for the campaign kit.\n<br/>   I will have to do more research to determine more on what should be made available. The dehyration and fevers associated with Ebola means there may be specific drinks and fever reducing drugs that may also be needed. It doesn't seem to me, a non-professional, that all patients will make it to the limited healthcare facilities. Or that the only people that survive do so under a doctor's care. I need to research what other options are available.\n<br/> So, two additional problems that a kit would need to address are dehydration and water treatment. I am including links to an article from WebMD on how to make rehydration fluids, and one from the NYTimes on Lifestraw, used to make clean drinking water. I am adding to the kit.\n<br/> http://www.webmd.com/fitness-exercise/tc/dehydration-home-treatment\n<br/> http://www.nytimes.com/2011/09/27/health/27straw.html?_r=0\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/check-your-temperature-twice-a-day-campaign-100-degrees-take-action-checklist", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/50ff3c41-06f9-4520-8821-14a4dfe92658.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 24, 2014, 21:18PM", 
  "summary": "Affected countries conduct national campaigns that call for all citizens to join the fight against Ebola -- take their temperatures twice a day and take action if 100 degrees or higher when Ebola is at its weakest point. Promote via media blitz that uses slogans on how to love with mask and gloves, how to clean homes and workplace and to take action. Global campaign to provide kits containing non-contact and disposable single use thermometers, a checklist of instructions on Ebola prevention and actions, mask/gloves, and cleaning products that will be given out for free, available everywhere.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "National Defeat Ebola with Action Campaigns", 
  "view_count": 61
}