{
  "applause_count": 2, 
  "author": "Clare Hanbury", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 16:55PM", 
      "message": "\n    \tHi Clare, here's a piece of research from Nick that might inspire you - https://openideo.com/challenge/fighting-ebola/research/what-we-learned-from-anti-smoking-target-kids-to-affect-adults. Your messages that you've crafted are very relevant, have you thought about how these might be delivered to children in an engaging and empowering way?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 16:29PM", 
      "message": "\n    \tHi Clare, great ideas! It would be so great to see some visual around this to sell your idea in a more compelling way. If you need inspiration check out what some of the other ideas have posted as images or check out our getting visual guide http://ideo.pn/vis-uals. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:45PM", 
      "message": "\n    \tI would argue that many of these messages would be valuable for anyone to hear - not just children! What are your ideas for rolling this out as an educational campaign? Playing educational songs on the radio is very popular in places like Liberia - perhaps this could play a role?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Clare Hanbury", 
      "date": "October 09, 2014, 16:08PM", 
      "message": "\n    \tyou are quite right but in my experience - parents and teachers like to pass messages on to children and children like to pass them on to other younger children  but noone likes to be 'told' - thats the beauty of it. Yes Ive lots of experience in rolling out campaigns like this. Radio an excellent tool. I need to find the time to put up some links etc.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Much of the official information and fact sheets are not prepared with children in mind. We want and need children to understand what is going on and help to protect themselves and others where they can. This is important: \n<ul>\n<li>Because children are vulnerable and need to protect themselves; and</li>\n<li>Because children can (and often do) play an important part in sharing accurate information with other children in their families and communities.</li>\n</ul> Concerning Ebola, perhaps the most important message for children to learn and share is to take extra care to practice good hygiene. Children can also help other children and especially younger children to do the same.\n<br/>\n<br/> It is also important that children know not to touch people with symptoms that might be Ebola: even their close family. Also they need to know they must not touch any bedding, blankets or anything that could have been in contact with someone who has Ebola. This is difficult for children to do, especially younger children if one of their parents or siblings is infected. If older children know about Ebola and know what to do and why, they can help to keep young children away from risky contact.\n<br/>\n<br/> Children need to know that people with Ebola need comforting words, but not to be touched or hugged. They also need to know that when a person has recovered from Ebola and the health workers have allowed them back to their families it is safe to treat them as normal. Health workers will not allow people back to the family unless they have fully recovered.\n<br/>\n<br/>\n<strong>Our Ebola Messages</strong>\n<br/> We have prepared 20 messages for children. These can be adapted and translated into the local langauge that is spoken by most children. It's important to use the local terms for words like 'pee' and 'poo'. There are two messages to answer 10 key questions which we think children might be asking. We hope you find these messages useful and we welcome your feedback, stories and experiences.\n<br/>\n<br/>\n<strong>1. What is Ebola?</strong>\n<br/> 1a. Ebola is a serious disease that can kill.\n<br/> 1b. Ebola is caused by a virus you can’t see which stops our body working properly by making us bleed inside.\n<br/>\n<br/>\n<strong>2. Why is it important to know about Ebola?</strong>\n<br/> 2a. Ebola is a serious and spreads quickly from person to person.\n<br/> 2b.At the moment (September 2014), there is no cure for Ebola yet and we can’t protect ourselves against it with immunization, but there are things we can all do to protect ourselves from catching it.\n<br/>\n<br/>\n<strong>3. How does Ebola spread?</strong>\n<br/> 3a. Ebola is spread from contact with an infected person.\n<br/> 3b. The Ebola virus spreads from their blood and in their spit, pee and poo and vomit so we must not touch the person, or anything they have touched or used.\n<br/>\n<br/>\n<strong>4. How can we protect ourselves from Ebola?</strong>\n<br/> 4a. We can help stop Ebola spreading and protect ourselves from the virus.\n<br/> 4b. We can wash our hands with soap often and always after having a pee or poo; don’t touch other people who have Ebola or shake hands or touch anything they have used or touched themselves; and don’t touch or eat bats or monkeys or bush meat (wild animals).\n<br/>\n<br/>\n<strong>5. How can we tell if someone has Ebola?</strong>\n<br/> 5a. There are many signs of Ebola – a very bad headache, a high fever, aching muscles, stomach pains, diarrhoea sometimes with blood in, vomiting.\n<br/> 5b. When someone is ill and has signs like this, it is important they go to the clinic and see a health worker.\n<br/>\n<br/>\n<strong>6. Who is at risk of Ebola?</strong>\n<br/> 6a. Everyone is at risk of Ebola, but especially people in areas where there are cases.\n<br/> 6b. At the moment there are countries in Central and West Africa  where people are ill with Ebola such as Liberia, Guinea, Sierra Leone and ebola can quickly spread to other countries.\n<br/>\n<br/>\n<strong>7. How to care for someone with Ebola</strong>\n<br/> 7a. If someone in your family or in your community is ill you must not touch them or their clothes, bedclothes or their blood, spit, pee and poo.\n<br/> 7b. If someone is ill with Ebola they must go to the health centre where they can be treated, not the traditional healer.\n<br/>\n<br/>\n<strong>8. What happens at a health centre?</strong>\n<br/> 8a. At the health centre people may be wearing masks, gloves and special clothes to protect them from getting Ebola.\n<br/> 8b. At the health centre they will find out if the person has Ebola and care for them. They will keep them away from their family and community so the disease doesn’t spread.\n<br/>\n<br/>\n<strong>9. What happens when someone dies from Ebola?</strong>\n<br/> 9a. When someone dies from Ebola they are looked after by health care workers so that nobody else needs to touch them.\n<br/> 9b. If someone dies from Ebola they may be put into a special bag to keep the body safe from spreading the disease.\n<br/>\n<br/>\n<strong>10. What should we do when someone gets better from Ebola?</strong>\n<br/> 10a. When someone gets well from Ebola and has been checked by a health worker and come home they can be treated as normal.\n<br/> 10b. Someone who has recovered from Ebola is be safe to touch and is no different to anyone else.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/children-as-health-activists", 
  "media": [], 
  "submitted": "October 08, 2014, 07:45AM", 
  "summary": "Children will be hearing about Ebola. They can be active in learning and sharing health messages and in helping to protect, care for and comfort younger children.Because of the scope and scale of the outbreak:•\tChildren will hear adults speaking about ebola, they may hear about it on the radio, TV in newspapers or other media.•\tChildren are naturally curious•\tChildren may become afraid about what they hear•\tChildren can be given a positive role as health ambassadorsChildren look to older children, parents and teachers for knowledge – teachers can support children with accurate information. Lets inform and mobilise older children as health activists.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Children as Health Activists", 
  "view_count": 52
}