{
  "applause_count": 3, 
  "author": "Özlem Yalım Özkaraoğlu", 
  "comment_count": 7, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Nick Dawson", 
      "date": "October 09, 2014, 12:42PM", 
      "message": "\n    \tI really like your focus on a specific camp - it could actually be a 'safe summer camp': a chance to provide some fun, respite and education.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Özlem Yalım Özkaraoğlu", 
      "date": "October 10, 2014, 07:13AM", 
      "message": "\n    \tthank you nick, this would be fine for the ones who lost their parents.. I read from the news that most of them are on the streets or taken care by their  neighbours .The thing is to design the \"organization\" and I do believe its so hard to do it fro here without  any field knowledge and the systems established there.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 08, 2014, 20:36PM", 
      "message": "\n    \tHi Ozlem, Nick posted something in the research phase that was relevant to your idea. The question you both have in common is how can we empower children to reduce the spread of Ebola, not only amongst themselves, but as a resource to educate adults as well. Check Nick's post out here - https://openideo.com/challenge/fighting-ebola/research/what-we-learned-from-anti-smoking-target-kids-to-affect-adults What kind of questions would you like to ask the community to help you develop this idea or advance it's ability to be implemented? Feel free to update your post with needs/questions for the community :)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Özlem Yalım Özkaraoğlu", 
      "date": "October 10, 2014, 07:26AM", 
      "message": "\n    \tThank you deborah. I keep on reading... I think the project can only be realized by  collaboration with unicef. they are  already in the field and working there.. I found out this: http://www.unicef.org/infobycountry/liberia_75034.html\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Özlem Yalım Özkaraoğlu", 
      "date": "October 10, 2014, 07:29AM", 
      "message": "\n    \tGENEVA/DAKAR/NEW YORK, 16 September 2014 – UNICEF said today it needs over $200 million to respond to the Ebola outbreak that has claimed over 2,400 lives and ravaged communities across West Africa. This is part of a broader, six-month appeal for $987.8 million that governments and humanitarian agencies require to fight the disease.“Ebola is killing people and undermining futures,” said Afshan Khan, UNICEF Director of Emergency Programmes. “It is closing schools, destroying health systems and threatening the very fabric of communities. This is a crisis of enormous proportions.”  Of the $200 million, nearly $65 million will go to UNICEF’s programmes in Liberia, around $61 million to Sierra Leone and more than $55 million to Guinea. An additional $10 million will help neighbouring countries be prepared for a potential spread of the disease within their borders. The remaining $9 million are required for regional coordination efforts.UNICEF estimates that 8.5 million children and young people under the age of 20 live in areas affected by Ebola in Guinea, Sierra Leone and Liberia. Of these, 2.5 million are under the age of five.From working with communities to raise awareness of the disease and providing essential hygiene supplies since the first days of the outbreak, UNICEF has stepped up its response as Ebola continues its deadly spiral. The children’s agency, present in all affected countries, has been rushing in essential supplies and providing life-saving information in the heart of affected communities on how families can protect themselves.Examples of such effort by UNICEF and its partners include:    With support from the World Bank, Japan and USAID, airlifting 544 metric tonnes of supplies to Guinea, Liberia and Sierra Leone, with almost 50 flights since early August. These supplies include protective equipment, hygiene items and essential medicines.    Supporting the Government of Sierra Leone in conducting a three-day public awareness campaign, 19-21 September, by helping train volunteers and providing accurate information on Ebola.    Installing water and sanitation facilities in Ebola treatment units in the three countries.    Training community health volunteers, teachers and others and help spread life-saving information on Ebola.    Working to avert non-Ebola disease outbreaks and provide basic services to women and children.    Providing psychosocial support to children affected by Ebola.“We need to work with communities,” Khan said. “We can save lives now if every country, every agency that has the means to support, does so.”\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Özlem Yalım Özkaraoğlu", 
      "date": "October 10, 2014, 07:43AM", 
      "message": "\n    \tanother insight to see the urge of the idea: http://plan-international.org/about-plan/resources/blogs/\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Özlem Yalım Özkaraoğlu", 
      "date": "October 10, 2014, 07:54AM", 
      "message": "\nhttp://www.savethechildren.org/site/c.8rKLIXMGIpI4E/b.6537739/k.767B/Google_Search_Results.htm?q=ebola#gsc.tab=0&gsc.q;=ebola&gsc.page;=1 andhttp://www.globalcampsafrica.org/ are also established organizations in the field... how can we bring these 3 ( with unicef) to work together? how can we increase their donations in the outer- africa world in order to motivate a specific camp ?I also found a \" portable hand washing unit\" named Kiddiwash, mostly promoted for nurseries... I do believe it would be perfect for this company to join forces to the fight of ebola as they have already produced the perfect -match product which is a dominant need...https://c1.staticflickr.com/7/6226/6285831678_64a8599e3f_z.jpg\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The idea needs the authorities to focus and canalize their funds to build tempororay camping sites on purpose.( I really don't know if there are already existing camps only for children - without - disease?-) Specific workers, pedagogs, sociologists, healthcare people, teachers, should be involved in to the system.\n<br/> The children without care and attention is reported on news, that their unconsciousness about the problem couse the virus to spead uncontrollably. Children get together at the streets, touch themselves, play together, share food and don't help their hygiene; which makes the work harder for the officials.\n<br/> http://edition.cnn.com/2014/10/02/health/ebola-outbreak/\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/child-care-awareness-and-preventing-camps", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/d38fb1a4-ecc1-42a6-b82a-02c2219b40e6.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 06:29AM", 
  "summary": "The unconsciousness of children with the virus is a common problem at the ground. They don't wash hands, and don't take care of hygiene conditions as they are only children...There are also great amount of child being left alone because of their parents are diseased or dead reported.  I believe  that building and operating  camp fields for children would be helpful for preventing the disease to spread without conscious.. would help the orphans and homeless children and of course would improve their social, emotional status; as well as it would create awareness for the future generations.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Child - care , awareness and preventing camps", 
  "view_count": 76
}