{
  "applause_count": 3, 
  "author": "Matthew Jordan", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:55PM", 
      "message": "\n    \tHi Matthew, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Have the answer and its far to strategic to openly discuss on this board.\n<br/> Evolving that for the share, this is an ginormous issue everywhere climate change migrations drive the movement of the disease pathway vectors.\n<br/>\n<br/> Got the sustainable solution, works for numorous conditions now presented by climate change dynamics. It'll help fight viral pandemics.  The end tipping point in all the combinations of regional conditionals is clean water availablity.  Right now clean water in the affected region is out of balance.\n<br/> Controlling that will initiate better control to the social economic miragtons, thus as a objective this can drive solutions and timing applications moving forward, while achieving the overall goal of controlled and lasting solutions to climate change conditions that drive pandemic disease.   Former Presidents Clinton and Bush found this a primary driver in the aftermath relif efforts in Haiti and the areas affected by the tsunami coastal recoveries in the Indian ocean region.   \n<br/> Available clean water sources healthy start points on the scale first in.\n<br/>\n<br/> MCJ.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/clean-water-sustainability", 
  "media": [], 
  "submitted": "October 22, 2014, 04:29AM", 
  "summary": "Better sourcing with built in isolation controls.    Clean water less overall disease pathways.    Less vector contact.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Clean water sustainability", 
  "view_count": 24
}