{
  "applause_count": 4, 
  "author": "Jay Buckalew", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 31, 2014, 20:06PM", 
      "message": "\n    \tHi Jay, thanks for joining the conversation with your great ideas. We're really impressed with your fresh thinking and collaboration. This idea looks like it's ready to be considered for USAID's Grand Challenge. You can download the submission guidelines and submit your proposal at http://www.ebolagrandchallenge.net/. OpenIDEO does not officially endorse ideas, but we're excited to see you push your idea forward and look forward to seeing your story in the impact phase.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            This system is used daily in the oil and gas industry - industrial - first responder and surgical fields.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/co2-cooling-vest-to-be-warn-under-ppe-gear-converts-liquid-co2-liquid-from-a-common-paintball-tank-to-a-gas-and-circulated-though-tubes-in-the-garment-giving-instant-cooling-that-lasts-for-two-hours-it-is-safe-effective-and-readily-available", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b59e1a24-dba5-4c23-9816-db4e5b153057.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/da0e0f76-a992-4300-813d-e44502e58cbe.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/24428a26-3a37-4ac3-8b1f-105ea54f33f4.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 23, 2014, 17:26PM", 
  "summary": "The PROCOOL Co2 System weighs just three pounds. This system requires no ice no water no refrigeration... Just Co2 that is readily available through worldwide distribution such as AirGas etc. The tanks and all components can be decontaminated in the 5% Clorine Solution after each use and has no limit to number of uses. Simply refill the Co2 paintball type canister and open the control valve and you are actively COOLING... http://www.coolshirt.com", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Co2 Cooling Vest to be warn under PPE Gear... Converts liquid Co2  to a gas and circulated though tubes in the garment giving instant cooling that lasts for two hours. It is safe, effective and readily available.", 
  "view_count": 148
}