{
  "applause_count": 2, 
  "author": "Merveil Lubanja", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Merveil Lubanja", 
      "date": "October 26, 2014, 06:43AM", 
      "message": "\n    \tPrevention is better than cure. The raising awareness(sensitization) awakening better the awareness\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<br/> AINSI, PLUSIEURS Mesures sont treprise par le ministère Verser Sensibiliser à des techniques de Tremper Ë Mettre en oeuvre pour Prévenir. Entre Autres: \n<br/> -de relever La sensibilisation A travers les Médias; \n<br/> -Conférences; \n<br/> - Et la mise en place de Deux numéros verts, (+ 243) 999 971 005 et (+ 243) 81080020 Où le petit appel de la population de recevoir des Informations sur l'Épidémie et de faire rapport TOUS LES CAS soupçonne. \n<br/> \"À cause de la Communauté est mieux Traité en impliquant la Communauté constituée», à la declare. AFIN de Rendre la population, plus participative contre l préventive et impliquer Dans La Lutte «Épidémie d 'Ebola à Kinshasa et à Soutenir Les actions Menees Par Le Ministère de la Santé et des Partenaires SES, Ont créé le programme de sensibilisation de la Communauté contre Ebola. \n<br/> Ce programme étau à vulgariser Les techniques d'hygiène Nécessaires Dans la Lutte contre Ebola et d »Autres maladies Dites des Mains sales, Utilisant Les MOYENS ET Sportives porte-à-porte DANS LE DISPOSITIF de la superficie de la ville. \n<br/> Essentiellement, le programme of rest CE sur le Marché de la santé du sport au Cours de laquelle sera Distribués aux la population Circulaires exprimant le virus Ebola, la situation de de Sa actuelle en RDC, les Moyens de prévention et de Ce Qui Doit faire chaque Individu AFIN EBOLA atteint la capitale. \n<br/> juin Activité ouverte à de Toute La santé de CE Marché personne désireuse de se detendre Tout en contribuant à l'Action Communautaire. Elle quittera la victoire Rond-Point à la FIKIN passant par la gare centrale. \n<br/> ENFIN, le programme se terminera par le lavage des Mains sieurs couleurs de la Réunion par Les participants, en Utilisant SOAP et de l'eau propre dans le joint à communément exploiteur APPELE «cantine est Ebola. Ceci Est de Servir d'exemple Verser LES GENS. \n<br/> Une répartition de Sérums La suite de Savons parmi Au Au loin la population de la ville de de la et les Communautés frontalières sur les Autres provinces. \n<strong>I. </strong>\n<strong>Étape de mise en œuvre</strong> Les Mesures Liées à la mise en œuvre de programme CE Sont de Comme costume: -1 étapes: Demandes d'Autorisations Avec les atintes de l'Etat et des Partenaires de recherche; -étape 2: prise de conscience, l «Enregistrement des participants et des conférences d'ouverture; -étape 3:. préparation de l'Événement -étape 4: Organisation de la santé. Ce Marché finales commencent à 0800 heures et se Termine à 10h30. -étape 4: Répartition des Savons à la population de. la distance de des Médias et de la frontière de la ville \n<strong> PARTICIPATION AU PROGRAMME II</strong> participation Dans Le Marché de la santé sportive Doit Être ACCORDÉE À toute personne capable de marcheur sur une distance de juin longue à pied. AINSI, la participation au programme de Une personne est en Bonne Santé physique et mentale de Participer a toutes les Activités organisées au cours du programme. Sur ce, par Individu en bonne santé physique et mentale, entendons nous: -Toute personne Qui est capable de marcheur sans la distance sur juin de longue Tomber malade; -Toute Personne en Mesure d'observateur la direction POLITIQUE DE L'ACTIVITÉ; -Tout Le monde est pas affectée par la vantent juin Maladies de. En Ce Qui Concerne la répartition de De Savons, les participants Membres du Réseau sera et d'Autres Bénévoles Qui se joindront à l'idée.\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/community-against-the-ebola-epidemic-awareness-program-has-kinshasa", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/89ccdae5-4dfd-4ad1-a54e-69646abb82cc.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 26, 2014, 00:02AM", 
  "summary": "I. PROGRAM DESCRIPTIONThe Democratic Republic of Congo is among the 7 African countries affected by the epidemic of EBOLA, the latter reappears for the 7th time in the DRC. For this last reappearance, the EBOLA outbreak lives in the only province of Ecuador to LOKULI in the territory of BOENDE, where it is in the control phase as indicated by the Government through the Ministry of health. At present, 58 people are suspected to be infected with the disease, 185 people who were in contact with these patients are monitored, and 31 have died.In this context, the Ministry of Health conducts preventive awareness campaigns against the epidemic, to block its progress to other provinces, including the province of Kinshasa which is the capital.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "COMMUNITY AGAINST THE EBOLA EPIDEMIC AWARENESS PROGRAM HAS KINSHASA", 
  "view_count": 103
}