{
  "applause_count": 3, 
  "author": "Kate Cho", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 17, 2014, 19:21PM", 
      "message": "\n    \tThe title mislead me in the beginning, but it is an idea. Tell the people what can be done if gloves are not available. Use condoms as one of the inner layers and put a glove above. Is this possible? Or is it an option, to grab something else after removing the first outer glove? Or just produce something like a glove from other materials. Good idea to start thinking further.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:12PM", 
      "message": "\n    \tHi Kate, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            If gloves are in short supply, the second layer could consist of condoms which are cheaper to produce and likely in much higher supply than gloves. Condoms could also be easier to remove after treating a patient and be less likely to contaminate during the degowning process. \n<br/>\n<br/> My ideas stem from repurposing items and materials that would be readily available in the affected countries. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/condoms-as-finger-gloves", 
  "media": [], 
  "submitted": "October 16, 2014, 02:00AM", 
  "summary": "This idea is for all healthcare workers who treat ebola patients. Health authorities are recommending multiple layers of gloves for treatment. One condom could be placed on each finger to serve as the second (or third) barrier. Or, perhaps only on the fingers that are most utilized during treatment (assuming thumb, pointer and third fingers).", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Condoms as finger gloves", 
  "view_count": 69
}