{
  "applause_count": 2, 
  "author": "Yvonne Boyer", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:35PM", 
      "message": "\n    \tHi Yvonne, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yvonne Boyer", 
      "date": "October 30, 2014, 00:32AM", 
      "message": "\n    \tsorry fot typos, computer keyboard has a mind of its own\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            zip lock type bags , heavy duty plastic, secured around \"boards\" which are hitched to the tent structure making them waist level instead of on the floor.  Dr and nurses never come into direct contact with patient.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/contain-the-patient-instead-of-the-worker", 
  "media": [], 
  "submitted": "October 30, 2014, 00:31AM", 
  "summary": "large glove bags hole the patient.  healthcare workers contact the patient through the glove in the bag therefor no idirect skin to skin contact.  ebola survivorssince they are immune prep the patient and get them in the bags which have ports for IV, O2 and waste containment by draining into a sealed container all of which can be incinerated.  healthcare workers do not come into contat with patients unilt ebola survivors have the securely in their containment \"bags\" .  stream in O2 etc via ports in the bag which again are secured by survivors.  gives survivors a job, sense of helping thereby decreasing stigma related occurances.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "contain the patient instead of the worker", 
  "view_count": 20
}