{
  "applause_count": 1, 
  "author": "Joseph Siler", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:06PM", 
      "message": "\n    \tHi Joseph, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 15, 2014, 17:18PM", 
      "message": "\n    \tThis will require a blood lab that can do this. Sierra Leone may not be able to do this (the pediatric unit has a blood unit but it is limited) and I can't remember if JFK in Monrovia has a blood unit; however, the military coming into Liberia are experts at blood transfusions, has a huge well funded blood program, has the equipment and could be in charge of this to ensure that the serum is clean (HIV/Hep C/etc...).\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Researchers at WHO (the World Health Organization) seem to think that Convalescent serum might be one of our best chances at beating this virus. It has worked in the past at the first recorded outbreak of Ebola in 1976, my question is why they aren’t already trying it again if it worked in the past. Convalescent serum is using the blood of people who have recovered from an infection to treat those still fighting the virus. This cure would be easy to start seeing how many people in the infected areas of West Africa have already survived the Ebola virus. Having so many people survived means there would be an easy access to blood to give infected patients. The Ebola virus has already sickened at least 2127 people and killed 1145 of them, we need to get on the ball and start using Convalescent serum so that these numbers don’t get any bigger.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/convalescent-serum-is-the-way-to-go", 
  "media": [], 
  "submitted": "October 15, 2014, 16:54PM", 
  "summary": "Researchers at WHO (the World Health Organization) seem to think that Convalescent serum might be one of our best chances at beating this virus.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Convalescent serum is the way to go!", 
  "view_count": 27
}