{
  "applause_count": 2, 
  "author": "Branden Gross", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:10PM", 
      "message": "\n    \tHi Branden, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The convalescent serum is a treatment that has been used in the treatment of other diseases like SARS. WHO (World Health Organization) has been promoting the convalescent serum as a valid treatment for ebola for a while. It has been used successfully with other ebola cases in the past. The convalescent serum is a treatment that uses blood from patients who have contracted ebola and survived. An ethics committee in WHO has approved uses of unapproved methods of treatment due to the severity of the outbreak. The convalescent serum and many other treatments allow us to try many different options that help speed up the process of finding a treatment that would deal with the disease properly.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/convalescents-serum-and-ebola", 
  "media": [], 
  "submitted": "October 15, 2014, 19:00PM", 
  "summary": "The convalescents serum would be used to treat currently afflicted patients dealing with Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Convalescents Serum and Ebola", 
  "view_count": 23
}