{
  "applause_count": 1, 
  "author": "Chris Fontaine", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 01, 2014, 05:16AM", 
      "message": "\n    \t& here's Rainer's page to further ideas: https://openideo.com/challenge/fighting-ebola/research/microclimate-cooling-in-a-ppe\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Anthony Davis", 
      "date": "November 01, 2014, 00:00AM", 
      "message": "\n    \tI just published that in research Chris. At least link to it if you're going to publish it in ideas before I even have a chance to move it forward.  https://openideo.com/challenge/fighting-ebola/research/mini-seated-refrigeration-room\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Fontaine", 
      "date": "November 01, 2014, 01:01AM", 
      "message": "\n    \tHello Anthony, I did not intend to offend you, I just ran across this site while scanning the news and thought I would throw my two cents in.  I failed to review the hundreds of proposed research and idea proposals, I was also not aware that there is an order of operations.  I checked out the mini cold room link and would note a couple of things, first is price- about $9450 plus tax, with a quick internet search I was able to locate used 40' refer units for $4200 ea. , located in Miami Florida. Second is the fact that it is tiny and does not look practical for more than perhaps two occupants geared up in full hazmat gear.  Third, it looks delicate and does not have fork pockets to pick it up with a forklift, if material handling equipment is an issue on site a container can always be left on the trailer, or deliver it to the site on a flatbed truck with a tail roll.  Fourth, since it's a shipping container it can be filled with supplies and gear as needed for the inbound journey, including perishable food items, it is stackable, ISO certified and designed for existing logistics chains.Again I did not intend to steal your thunder.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 01, 2014, 05:22AM", 
      "message": "\n    \tChris, as the cost seems so high, what do you think of using traditional methods to cool the field hospital tents some ?  https://openideo.com/challenge/fighting-ebola/ideas/help-cool-the-ppe-wearers-using-traditional-building-cooling-methods ; someone from MSF on twitter mentioned the use of black \"shadow tents\" placed above the hospital tents (will post picture of it now on the link to traditional cooling methods\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Fontaine", 
      "date": "November 01, 2014, 05:48AM", 
      "message": "\n    \tFor a real low budget cooling setup that is real low tech I would consider putting a some kind of blanket, maybe heavy felt, over the structure and soaking it with water (soaker hose?), and use evaporative cooling.  Depending on local soil temperatures, a ground loop may be a fairly low cost option.  By that I mean dig a trench and run hose or tube or pipe in it, circulate the water into the structure and there it passes through heat exchangers, base board style or radiator style with fans would probably be better.  Of course now your'e back to the money thing.  I know nothing about field hospital tents.  Anything that requires somewhat modern tech. and fuel is going to cost a pile of money.  There is a chance that there are already refer containers over there, at one of the local ports, maybe check with the local port authority or harbormaster.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Anthony Davis", 
      "date": "Edited on November 01, 2014, 11:43AM", 
      "message": "\n    \tThere's no thunder Chris, but there is credit. The main thing is helping the fight against Ebola and collaboration - but if you re-publish my research within ten minutes of me posting it - it gives me no time to publish the finished article in ideas thus cutting me out of my own personal work which I spent hours on.  No one here gets paid for their time and effort it's voluntary, so the least we can do is respect each other. I also said cooling chambers could be constructed instead of bought but the ready made ones were immediately deployable. Anyway, that's my little rant over.  It's not only PPE suits that need to vent from time to time! Good luck with your projects.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Refrigerated containers are readily available and easy to ship.  They can run on the integral fuel tank or be connected to shore power (genset or utility).  Inside can be set up with some basic lighting and benches or cots to cool down.  Keep the doors open and use plastic curtains like in a cold storage warehouse, this makes getting in and out easier and also provides some daylight. The entrance can be fenced off so as to keep the exterior of the unit outside of the contaminated area, this will provide access to maintenance personnel and fuelers/oilers. The temperature can be adjusted as needed. Also the containers can be filled with supplies for the trip to the site, no point in shipping an empty box.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/cool-down-rest-break-area", 
  "media": [], 
  "submitted": "October 31, 2014, 22:26PM", 
  "summary": "Use cold storage refrigerated containers as break shacks.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Cool down rest/break area", 
  "view_count": 45
}