{
  "applause_count": 1, 
  "author": "Erik Raser", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:06PM", 
      "message": "\n    \tHi Erik, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n                   While the idea of convalescent serum has worked with various other diseases there are many risks and doubts with treating Ebola through this method. The thought process through this is the people who have overcome this disease have anti-bodies in their blood to help fight Ebola. Antibodies are proteins used in the immune system to identify foreign objects such as a virus in this case and attack it to rid the body of this item. What other diseases could be contracted through giving blood transfusions to infected patients? Are there major health issues in giving blood in these West African villages? These thoughts raced through the readers mind while comprehending this article. Some testing has been done and a few people have survived from this technique but not enough data has been proven to begin using it. According to the article about half of the people that contract this disease results in death. If this many people are dying steps need to be taken on trying any and all methods possible to cure this horrid disease before it progresses to many other people and parts of the world. A downfall to this idea is that the testing required before use can truly begin will require extensive time being tested on non-humans like primates to see the reaction. If the donor of blood is tested thoroughly before the transfusion this idea could possibly become a lifesaver for those infected.\n<br/>\n<br/> Source: http://news.sciencemag.org/africa/2014/08/who-ponders-treating-ebola-infected-people-blood-survivors\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/could-convalescent-serum-be-the-answer", 
  "media": [], 
  "submitted": "October 15, 2014, 20:05PM", 
  "summary": "In an online article from http://sciencemag.org: WHO ponders treating Ebola-infected people with blood of survivors, the World Health Organization considers treating Ebola patients with the blood of already infected survivors of the disease.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Could convalescent serum be the answer?", 
  "view_count": 19
}