{
  "applause_count": 6, 
  "author": "Karen Nahra Waters", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Bengt Hansson", 
      "date": "October 16, 2014, 08:35AM", 
      "message": "\n    \tExcellent thoughts. I think there is a problem with how confident you can be on immunity, though. Not even survivors from the current outbreak are recommended to meet patients without dressed in PPE as I understand it. There is the matter of different virus-strains and mutations as well.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Karen Nahra Waters", 
      "date": "October 17, 2014, 01:06AM", 
      "message": "\n    \tHi Bengt, I did not mean to imply that those with immunity would not be protected from repeated exposure without being dressed in PPE. But it might mean they have less of a risk than others and may be available where others are not due to increased risks or in areas that are not as prepared as others. It's all unknown, but at the very least, there is promise in that the antibodies in their blood might help a percentage of those suffering from Ebola.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Karen Nahra Waters", 
      "date": "October 13, 2014, 20:58PM", 
      "message": "\n    \tI also wonder if using blood drawn from an individual prior to exposure could be transfused back into that same individual following Ebola exposure/infection to delay the onset of symptoms or allow support in the immune systems defense against the virus. Or maybe the new blood just gets infected with no real benefit? I guess it depends if this virus is tied to the blood or the organs or other systems?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Chris Davies", 
      "date": "Edited on October 13, 2014, 19:54PM", 
      "message": "\n    \tRight, we could start by taking small blood samples from every health care worker working with Ebola as they start.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "James Gien Varney-Wong", 
      "date": "October 16, 2014, 20:33PM", 
      "message": "\n    \tIt should perhaps be a qualification for volunteers to have the immunity to begin with.  Medical workers who have been exposed and survived may have immunity. Experiments with primates prove the immune response of reinfection is robust.http://www.nature.com/srep/2013/131128/srep03365/full/srep03365.html\n"
    }
  ], 
  "description": "<div class=\"description\">\n            An immunoglobulins test is done to measure the level of immunoglobulins, also known as antibodies, in your blood. Antibodies are substances made by the body's immune system in response to bacteria, viruses, fungus, animal dander, or cancer cells. Antibodies attach to the foreign substances so the immune system can destroy them. Antibodies are specific to each type of foreign substance. For example, antibodies made in response to a tuberculosis infection attach only to tuberculosis bacteria. \n<br/>\n<br/> As with most times of need, the mass population across the world has been willing to come forward with blood donations. Even though there are blood shortages in general, this bank of blood could be a resource for transfusions for treating the ill as well as in identifying potential caregivers with natural immunity to ebola. Also, as a rule, blood donations are screened for other illnesses to avoid transferring them to patients. In addition, asking for blood donations or utilizing the current banks of blood could provide more blood with immunity or antibodies to use in further research.\n<br/>\n<br/> Has any new research been done to review the behavior of antibodies in Ebola survivors or in those with natural immunity? Could an individual's blood be tested for immunity prior to real-life exposure (such as was found in Gabon in 2010)? Could populations or individuals in other countries outside of Africa also have natural immunity to ebola? Could the blood from these individuals be used to create a convalescent serum even if they have not been recently recovered from ebola?\n<br/>\n<br/> Being able to identify someone's possible immunity to ebola would identify a greater number of caregivers that are of less risk being exposed to infected patients. In addition, if the transfusions of blood continue to be promising in patients, it would increase the number of known blood donors to treat the ill.  \n<br/>\n<br/> http://www.nbcsandiego.com/news/local/Ebola-Antibodies-La-Jolla-Saphire-San-Diego-Crowdfunding--279009851.html\n<br/>\n<br/> http://en.ird.fr/the-media-centre/scientific-newssheets/337-possible-natural-immunity-to-ebola\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/could-we-identify-more-individuals-within-the-mass-population-even-outside-of-africa-that-are-immune-to-ebola-that-could-supply-blood-transfusions-and-or-be-recruited-to-care-for-the-ill", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/65ff0686-5242-419a-aac4-a545f64ed1bc.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 13, 2014, 16:37PM", 
  "summary": "Is there a way to test an individual's immunity to Ebola by blood prior to surviving being ill with ebola or being infected at all (natural immunity)? Could the blood from these individuals be used to create a convalescent serum even if they have not been recently recovered from ebola?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Could we identify more individuals within the mass population (even outside of Africa) that are immune to Ebola that could supply blood transfusions and/or be recruited to care for the ill?", 
  "view_count": 48
}