{
  "applause_count": 6, 
  "author": "Kim Gaetz", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 18:28PM", 
      "message": "\n    \tHi Kim, here's another contributions that is related and might be of interest - https://openideo.com/challenge/fighting-ebola/ideas/redesign-the-coffin-the-bag-moving-dead-bodies-and-make-a-prototype-for-cremation-ritual. Perhaps you can find a way to combine your ideas or collaborate? Perhaps some further research into what other things are important in the existing cultural burial procedures would benefit the idea development too. Feel free to reach out to other members of the community for specific feedback or contributions to the idea. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kim Gaetz", 
      "date": "October 15, 2014, 01:20AM", 
      "message": "\n    \tThank you!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "David Clark", 
      "date": "October 12, 2014, 17:26PM", 
      "message": "\n    \tI agree, which is why I believe that a simple plastic isolation tent with arm ports to be used in the community will help. Apart from helping to protect family members from infection while caring for patients it would also allow deceased patients to be safely washed within the tent after death. Family members can also sit with the body and the whole tent can be used as a body bag. Being transparent it allows family members the chance to view the body. It also allows people in the community the chance to see what treatment entails if local healthcare workers are able to add to treatment. We need to safely accommodate local cultural beliefs while dispelling local concerns about how we treat patients.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 12, 2014, 16:37PM", 
      "message": "\n    \tAgree completely, touching the body is an important part of funerals and for the making the dead part of the relatives who are already in the spirit world. They summon the spirits for advice and in Fambul Tok bonfires and forgiveness ceremonies. This is a very old tradition that needs (at least for now) a remedy.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Someone could invent a glove box large enough for a human body and tight enough to prevent the escape of the ebola virus, of course, easily sterilized. Each village could be given one to use for funerals until the Ebola cases are reduced to background rates. In addition, the funeral officiator should be trained on how to properly handle the body for their own safety and could add any other culturally appropriate rituals to this, keeping in mind the need to prevent uninfected individuals from coming in contact with the body or materials that may harbor the virus. They should be given the means to sterilize using a low-cost, simple technology, autoclave. One of these should also be given to each community center. Does anyone out there know of this type of autoclaving technology that is readily available?\n<br/>\n<br/> This approach may allow people to feel that their traditions are respected by the health care community, which builds a mutual trust and better compliance with public health advice.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/create-a-safe-way-for-mourners-to-touch-the-body-using-existing-technology", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c2a69813-0e61-4f35-91d7-6e6998624e08.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 12, 2014, 16:30PM", 
  "summary": "Putting bodies of Ebola victims in large glove boxes, such as those used in radiation and other research, can create a safe way for family and friends of those killed by the Ebola virus to mourn and continue their traditional funeral practices of touching the body.  Instead of kissing the body, mourners could be encouraged to kiss a (sterilized) object of personal importance to the deceased. Creating a culturally appropriate way for people to mourn their deceased while protecting them against disease spread could build mutual respect and trust between the public and health care workers that improves compliance with other public health measures.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Create a safe way for mourners to touch the body using existing technology", 
  "view_count": 107
}