{
  "applause_count": 2, 
  "author": "Ray Taylor", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jamie Beck", 
      "date": "October 29, 2014, 23:29PM", 
      "message": "\n    \tReally intriguing idea, Ray. Do you have contacts in the region that might begin prototyping and implementing this idea?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The virus is already out of control in at least Liberia and Sierra Leone, and has spread to all districts in each country. Waiting for a vaccine or trying to achieve a 70% treatment/burial rate is too little/too late. Serum treatments and distributing them are beyond the capacity of local infrastructure, ecen with US support.\n<br/>\n<br/> So ... do what the embassies do for their own staff, but on a bigger  scale:\n<br/>\n<strong>create protective self-quarantine zones</strong>: \n<em>no one in, no one out;</em>\n<br/>\n<br/> WFP (world food programme) supervise food deliveries, while organised teams keep intruders out.\n<br/>\n<br/> If new people really need to be brought in, they stay in 21-day isolation units on the boundary of the safe zone. (21 days is the maximum period the virus can incubate).\n<br/>\n<br/> You don't need an Ebola treatment centre in each zone, but you do need to care for malaria and other commoin diseases.\n<br/>\n<br/> No martial law - people have a free choice before quarantine starts whether to be in or out, but once the choice is made, they stick have to with it or enter the 21 day house.\n<br/>\n<br/> In Sierra Leone you can do this with some actual islands near Freetown (some Quakers have started the process on my advice) but anywhere that can be fenced (or access in and out controlled some other way) is suitable.\n<br/>\n<br/> Once you have one or more zones that are Ebola free and near each other, you can link them with secure transport. Gradually expand until a whole area is securely Ebola free. Then do the neighbouring area. Keep going until the virus is pushed out of a whole district. Base your operations in that district. Then take on another district. Keep going until you meet the people trying to catch up the virus (it won't be lomg, and they will have an interest to help protect your boundary so the virus has no where further to go).\n<br/>\n<br/> Teenage boys at night are a major problem - they can cross any boundary, so make them part of your enforcement team.\n<br/>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/create-safe-ebola-free-zones-and-expand-them-rather-playing-catch-up-with-the-virus", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/d2440b53-ebf1-416d-b699-2cb8681daf7b.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 27, 2014, 19:56PM", 
  "summary": "Do what the embassies do for their own staff, but on a bigger scale: create protective self-quarantine zones: no one in, no one out; deliver food and medicine.You can do this with some actual islands near Freetown (some Quakers have started the process on my advice) but anywhere access can be controlled is suitable.Once you have one or more zones that are Ebola free and near each other, you can link them with secure transport. Gradually expand until a whole area is securely Ebola free. Then do the neighbouring area. Keep going until the virus is pushed out of a whole district.  Then take on another district. Keep going until you meet the guys trying to catch up the virus spread. The faster you do it, the cheaper it is.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Create safe Ebola-free zones, and expand them (rather playing \"catch up\" with the virus)", 
  "view_count": 64
}