{
  "applause_count": 4, 
  "author": "David Gouthro", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jamie Beck", 
      "date": "October 07, 2014, 22:52PM", 
      "message": "\n    \tGreat thinking, David!  I love the idea of local culture driving the design of the suits. Might you and Sean want to form a team to keep ideating?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "David Gouthro", 
      "date": "October 07, 2014, 23:03PM", 
      "message": "\n    \tI'd be happy to.  How do I do that?!?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Meena Kadri", 
      "date": "October 08, 2014, 03:00AM", 
      "message": "\n    \tSwing by and comment on his post here & post a comment see if he wants help: https://openideo.com/challenge/fighting-ebola/ideas/de-stigmatizing-personal-protective-equipment (you can also connect your posts by adding his to yours via our Build Upon feature. Hit the Update Entry up there on the right, scroll down to the Build Upon area, search his post & follow instructions, then hit Save)Great to have you joining us on this challenge, David.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 12:47PM", 
      "message": "\n    \tCool idea, David! Interested to see how this one is shaped!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "David Gouthro", 
      "date": "October 07, 2014, 19:49PM", 
      "message": "\n    \tSean Diehl submitted a post about de-stigmatizing the protective garments--this is an idea re: how to do that and engage more people (especially students) around the world.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            If getting protective clothing is critical, engage communities/schools/recreationg groups to take boring, white protective clothing and decorate it in an appealing way.  There could be a contest in school art classes for designs that are more likely to be worn. It could also be an educational opportunity to learn more about African culture and design.  Rather than designs that mimic North American culture, there could be some video (or print) materials that describe the different cultures in each country where Ebola is found.  The challenge would be to create great designs, and paint them on the protective clothing to be sent to Africa.  There could be designs for teenagers, adults, senriors, etc.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/custom-protection-garments", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7b09b392-952f-40b6-9ff7-3f2a87121519.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 07, 2014, 19:41PM", 
  "summary": "Engage various international communities to \"customize\" protective clothing that will reduce the stigma of being ill (or trying to avoid becoming ill.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Custom Protection Garments", 
  "view_count": 93
}