{
  "applause_count": 0, 
  "author": "Robert Foster", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            The purpose of this idea is to prevent volunteers/doctors/workers from inadvertently exposing themselves to Ebola during the disrobing process.\n<br/>\n<br/> There are checklists, videos, and training modules for removing a hazmat suit.  Unfortunately, a volunteer is unlikely to remember and follow those best practices in the field, especially after an exhausting day.  The \"de-assembly line\" puts each task in a designated area forcing the worker to concsiously comply with best practices.  Further, while moving through the zones workers are less likely to interact with the contaminents that they left in the previous zone.  It stands to reason that there would be less microbials in zone 7 than in zone 1.  So as a user become less protected through the disrobing process he is more protected by his location in the zones.\n<br/>\n<br/> The second portion of this idea is inspired by peeling off layers after playing in the snow.  Did your mom, dad or simbling ever help you out of that sticky undershirt or sweater?  A series of \"clips\" help the user peel off their own clothes.  The video shows the user having to touch the external parts of their hazmat suit then wash their hands again and again. The clips keep the user from touching the exterior of their garmets where the micorbials are.  For instance, a user can clip his boots into a \"ski-boot style\" clip.  Thus, he does not have to touch the boots.  The clips also force compliance with the removal process and prevent inadvertent exposure.\n<br/>\n<br/> The first reason that I believe this will work because it will be easy to widely implement.  The second reason I believe that it will work is that it directly tackes the most likely exposure point to the virus.  Thrid, the process enforces compliance by literally walking the user through the disrobing process.\n<br/>\n<br/> Questions:\n<br/> What should the clips be made of?  Copper seems to be a likely choice, but I am worried that valuable metals will be stolen. \n<br/>\n<br/> One other idea I had was to have chemicals on the exterior of the hazmat suit that change color when exposed to blood, mucus, or other bodily fluids.  This would alert people to danger zones/\n<br/>\n<br/> I think that this would work with any alterations made to the physical suit.  What do you think?\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/de-assembly-line-hazmat-suit-removal-system", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/fa4ea13d-de39-4f84-abf8-0016c439e63f.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/db9ffb70-6fb5-4773-85c9-0ee89910a33f.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "November 01, 2014, 22:50PM", 
  "summary": "After a sweat soaked day working in a hazmat suit, event the most diligent and careful of aid workers are libel to make a mistake.  The rush to finally escape the hazmat prison creates contamination hazards and mistake prone environments. Easy to implement and cost effective, the \"de-assembly line\" guides volunteers through disrobing, enforces best practices, and  prevents mistakes through a dual prevention system.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "\"De-Assembly Line\" Hazmat Suit Removal System", 
  "view_count": 15
}