{
  "applause_count": 13, 
  "author": "Sean Diehl", 
  "comment_count": 15, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "Edited on October 17, 2014, 19:42PM", 
      "message": "\n    \tWe also think your idea could work well in tandem with these ideas: https://openideo.com/challenge/fighting-ebola/ideas/fight-fear-of-healthcare-workers-with-redesigned-ppeshttps://openideo.com/challenge/fighting-ebola/ideas/employ-the-seamstress-and-tailorshttps://openideo.com/challenge/fighting-ebola/ideas/the-classy-caregivers-play-nicer-leveraging-aesthetics-for-a-subtle-but-powerful-shift.Given collaboration is the name of the game here at OpenIDEO, we hope you might reach out and collaborate to grow each other's concepts. Creativity loves company!Feel free to post specific needs or skills from the community in order to help you develop or prototype your idea :)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "jlocke8 .", 
      "date": "October 09, 2014, 20:54PM", 
      "message": "\n    \tI like your idea!  What if we could custom tailor PPE to look like super hero costumes or something to that effect?  I think a PPE that turns the careworker into a famous character that local culture would be familiar with would be quite effective as people in costume typically attract a crowd instead of repel.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Les LaMotte", 
      "date": "October 08, 2014, 20:24PM", 
      "message": "\n    \tThere are fabrics that are made to test skin temperature and then it turns a particular color according to the temperature. This \"animal\" or form could be put on a potential suspected Ebola patient, that would give the care giver an indication of the physical and emotional state of the patent giving the care giver a greater indication of how to respond to the patient enhancing the personal experience and aiding in faster recovery. This allows for a new kind of \"Touch\" without touching which could be dangerous and spread the decease.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Les LaMotte", 
      "date": "Edited on October 08, 2014, 20:18PM", 
      "message": "\n    \tSean, the blue or blue green colors are not only are they used in hospitals for calming, but, since in the operation room in order to see you must counter the long exposure to the bright Red of blood, so that your eyes do not get over saturated and the light blue or green blue is the opposite color therefore, keeping your eyes functioning... so the color is not just for fashion or calming it plays a vital role in just seeing while working in operational environments.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sean Diehl", 
      "date": "October 08, 2014, 20:22PM", 
      "message": "\n    \tIndeed Les, that's an added benefit that I didn't yet articulate, so thanks for pointing that out as an additional biocontainment implication. Probably a color more like yellow in the inside as in an above comment would have the same effect to monitor (gosh, I hope not!) breaches.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Meena Kadri", 
      "date": "October 08, 2014, 21:02PM", 
      "message": "\n    \tFeel free to update your post here as your idea evolves. (hit the Update Entry button up there on the right)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 19, 2014, 19:29PM", 
      "message": "\n    \tThe blue color may not be ideal for outdoor field conditions, as they may attract tsetse flies or other bugs.  But something other than ghostly white or hazard yellow should be investigated, along with the overall construction of the PPE equipment - again, as it relates or impacts the field (outside) and/or hospital (inside) environments.  I think manufacturers may have a list of what works and what doesn't...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deb MacNamara", 
      "date": "October 08, 2014, 03:51AM", 
      "message": "\n    \tI think this is a great idea. The best improvement in these suits would be to give a patient the ability to see another human being's face. The masked appearance is scary, the capacity to see warmth in a human face, a smile that conveys caring as well as eyes that reassure can't be overstated - especially when dealing with children. I think the hardest thing about these suits is how it separates us from connecting in a human way.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 08, 2014, 03:26AM", 
      "message": "\n    \tI like your idea Sean.  You might also be able to incorporate color coding, or markings for health care workers in terms of de gowning as well.  When a worker takes the PPE off it is essential to only touch the inside, the non contaminated part.  The same for the gloves.   When one is tired sometimes mistakes are made.  From what I have read workers are extremely hot and sweaty due to the climate and the gear - add to that overwork and psychological stress - a set up for possible errors in removing the clothing.  Can color markings on the interior aspects help?  Something like this?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 13:03PM", 
      "message": "\n    \tI like this idea, too! Builds on the functionality of the suits and serves a dual purpose!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 08, 2014, 13:18PM", 
      "message": "\n    \tAgreed Michelle!http://www.cdc.gov/HAI/pdfs/ppe/ppeposter1322.pdf Here is a link, from the CDC,  to a visual guide for the procedure for gowning and de gowning as a reference to understand the sequence of events.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sean Diehl", 
      "date": "October 08, 2014, 20:12PM", 
      "message": "\n    \tThanks for posting the guide . Indeed, I love the color of color-coding the inside of the suit a different color so as to give an additional visual cue to help trigger a tired/stressed person to handle the inside and outside differently. Possibly something arresting like orange or pink?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jamie Beck", 
      "date": "October 07, 2014, 22:49PM", 
      "message": "\n    \tGreat idea, Sean!  We'd love to hear more about what specifics on the equipment could be changed to be made more gentle and less scary in addition to the color. I could also imagine different designs/colors for different country contexts.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Meena Kadri", 
      "date": "October 08, 2014, 02:54AM", 
      "message": "\n    \tFab idea, Sean and great prompt, Jamie. Sean  could be great if you get sketching and add some mock ups to your visual gallery on this idea. Let's build this idea out further!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sean Diehl", 
      "date": "October 08, 2014, 20:09PM", 
      "message": "\n    \tThanks Jamie and Meena. I'm thinking more along the lines of uniformity since as far as I know gentle colors like pale blue are universally calming, which is an outward visual goal. I'll work on sketching and will reach out to some design friends.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Do a web image search for \"Ebola\" – 100% scary and intense images. There should be one that engenders help and aceptance. This image could become a symbol for these sentiments and tell the world that \"we'll get through this\". \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/de-stigmatizing-personal-protective-equipment", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/d5edc573-372f-4e0e-a801-582f42bbf74f.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 07, 2014, 16:58PM", 
  "summary": "My idea is simple:  the current suits are scary and intimidating and do not all look the same; these should be made to look alike, have a gentler color (like UN blue), and should contain a simple icon that says \"We're here to help with Ebola\".   Red should be avoided since it signifies anger, aggression, and in the particular case of Ebola, blood. These are all stigmatizing impulses and may become counterproductive to health workers. If the visual message is \"We're here to help\" with soothing colors and a clear icon, acceptance of help may increase in the most affected areas.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "De-stigmatizing personal protective equipment", 
  "view_count": 219
}