{
  "applause_count": 4, 
  "author": "Nicholas Mellen", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 15, 2014, 20:47PM", 
      "message": "\n    \tGood idea, but do you have more concrete to say about what should be given to people for home care. How should they be trained? What is their risk?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:26PM", 
      "message": "\n    \tHi Nicholas, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicholas Mellen", 
      "date": "October 15, 2014, 21:33PM", 
      "message": "\n    \tFiddling with the design is premature. The thing to do first is test whether this approach is effective: 1 UV LED above a culture dish on which a comparable (benign) virus has been cultured, together with an assay for viability. THIS IS ACTUALLY MORE USEFUL THAN MY LED IDEA. With this system, kill efficacy as a function of exposure duration, distance from light source, etc can be tested.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            PPEs are already well-designed and in use in the region, so this equipment would be used in the first iteration. Distribution to point of care could be facilitated if packets are prepared prior to shipping, so that the material can be distributed off the pallet. Bleach could be carried by truck to distribution points. PPEs could be airdropped by drone (circumvents bad / non-existent roads).\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/decentralize-care", 
  "media": [], 
  "submitted": "October 09, 2014, 18:45PM", 
  "summary": "The magic number is that when 70% of infected subjects are isolated, the pandemic is controlled. Mismatch between hospital beds and the sick means that homecare has to be rendered safe. Provide PPE packets for use in the home and illustrated protocols. Test different designs to find most effective one, then scale up fast.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "decentralize care", 
  "view_count": 61
}