{
  "applause_count": 12, 
  "author": "Sheldon Allen*", 
  "comment_count": 35, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 10:57AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 19, 2014, 10:53AM", 
      "message": "\n    \tHi Sheldon, also mobilize West African art community as appropriate for communication & networking to put in place solutions https://openideo.com/challenge/fighting-ebola/ideas/mobilize-african-art-community-to-help-communicate-properly-to-locals-dealing-with-ebola-crisis-evaporate-unreasonable-mistrust\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 17, 2014, 15:51PM", 
      "message": "\n    \tHi Sheldon! Congratulations on being today's featured idea! We're looking forward to seeing you grow this even further with help from the community. Thanks for joining the conversation. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 13, 2014, 23:18PM", 
      "message": "\n    \tHi Sheldon, great insights! How might we improve current efforts in advocacy, recruitment, training, personal care etc? How would you translate these into tangible changes that people working on the ground (or support services abroad) can actively do in the near future? Perhaps if you picked one of those elements and prototyped a suggestion for the community to give feedback on? Feel free to ask the community questions or course specific skills that people can lend to develop your solution further :)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 16, 2014, 10:35AM", 
      "message": "\n    \tThanks. I've tweaked the post to focus more on a recruitment drive. If I have time I will work on a prototype for health worker support.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 17, 2014, 06:06AM", 
      "message": "\n    \tHi.  You might want to consider the gap that health care workers create when they leave their current positions.  If an MD or nurse wants to go to serve they might not get permission to take a prolonged leave from their employer.  (In the US as an example.)  What incentive can the government or corporate sponsors provide for these employers?  Another issue is reimbursement.  Is there a mechanism to support more health workers financially? reimbursement so that they can maintain their home base while away? (some positions currently are paid, many are voluntary.)In terms of the support and logistics that are outlined - I would think that health workers from abroad would want to know tangibles about these things.  There is a reason why health workers work with MSF for example.  They are vetted, organized and rigorous.  Last I checked they closed recruitment for this particular crisis.  I presume they are at capacity.   Perhaps their leaders can be recruited to consult? As a health worker myself I think that as a community we are motivated by the work, the service, the need etc.   I would focus advertising on the need plus the tangible supports that will be in place to assure safety for every worker.  If there are tangible improvements to safety I would highlight every one.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 17, 2014, 12:46PM", 
      "message": "\n    \tThanks, Bettina. All important points to consider. The impression I got so far was that there is more money available than people. I heard an interview on BBC World Service yesterday where it was mentioned that MSF had turned down a donation from the Australian government, saying they needed human resources instead (which is puzzling considering what you've picked up. It was also mentioned that Avaaz is receiving a big response to their volunteer recruitment drive. https://secure.avaaz.org/en/ebola_volunteers_faq2/This seems to contradict some of the points you highlighted - I definitely need to dig deeper.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 18, 2014, 01:58AM", 
      "message": "\n    \tHi.  I have never heard of Avaaz.  I will check it out.By contradict do you mean that many are volunteering?  If yes it would be interesting to find out what they are volunteering to do in terms of time commitment.  PIH requests a one year commitment as a paid worker, and minimum 8 weeks for voluntary work.  (read that on their site about a week ago.  maybe it has changed now?)   Are the volunteers all able to give that time commitment?  Great if they can!    I recognize that to train staff especially in this circumstance the longer commitment one can make is better.   As you dig deeper it would be interesting to find out if volunteers are able to give 2 months easily and if so are they going via a government mission such as Cuba's,  a group sent as volunteers from a medical center, a church mission etc. or primarily individual volunteers? It would also be interesting to learn whether the other necessary services are voluntary.  For example the US is mobilizing National Guard units.  Is this paid or voluntary?  (By voluntary I mean unpaid.  Clearly volunteering to go is in itself a huge help.  Loss of wages for prolonged periods of time - I am unclear if all that are mobilized in these situations are in that position.  I don't have the answers.)I read an article about MSF rejecting Australia's offer as well.  My take on it was that they are extremely frustrated by the slow response by the international community.  I did not mean to imply that health workers will need to be motivated by money.  Not at all.   I think that providing them with some renumeration so that they can afford to take a prolonged break from their work will help though.(MSF pays and provides benefits to their teams.  Reimbursement may be small but it can help sustain a home base if all provisions during the mission are already provided.  http://www.msf.ca/en/terms-employment)\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 12, 2014, 23:03PM", 
      "message": "\n    \tSheldon, primary care, family medicine, obgyn and peds are needed as well not just emergency medicine. This is a virus, something that all medical fields can help with. Women's health is an important addition to this list, abnormal vaginal bleeding may be the first sign of Ebola but missed by women and by health professionals as is miscarriage.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 13, 2014, 08:50AM", 
      "message": "\n    \tThanks for the feedback, Lynn. I absolutely agree - the whole health system needs support (see my earlier contribution https://openideo.com/challenge/fighting-ebola/research/consider-care-beyond-this-crisis). I guess I was reacting to a strong focus on equipment, infection prevention and technology among the research/ideas listed at the time. I felt there wasn't much mention of the human resource aspects of this challenge.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 13, 2014, 13:45PM", 
      "message": "\n    \tMany more ppl would be willing to help in low/non-risk support positions if they were clearly identified (for example, monitoring webcams from a distance, giving care instructions, observing protocol thru webcams etc...) & as in other ideas, recovered patients with immunity may be able to help out.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 13, 2014, 13:55PM", 
      "message": "\n    \tPatients need touch and human contact, healthcare workers need training to be safe and patients need heart and soul of healthcare providers. I cannot imagine going to serve on a team that monitors patients from a distance via webcam. Local physicians and nurses as well as volunteers are there helping...from the early days, the most experienced doctors in both Sierra Leone and Liberia died leaving a big hole in the health care system, we need to help fill that hole. After the disaster, the world needs to fill in the gaps of the older professors at the med/nursing schools.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 13, 2014, 14:10PM", 
      "message": "\n    \tRegarding Lynn's comment on use of webcam/technology, while in a perfect world, everyone would like a private nurse, making do with what's available in an emergency can be important to accompanying patients and doctors. Health care workers working offsite through technology connections can not only be a support and coach for strained health workers, but also identify gaps in care and protocol\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 16, 2014, 12:14PM", 
      "message": "\n    \tHi all.Lynn,  From my understanding there are health workers who volunteer and have volunteered but are not always called to serve.  Not sure what the critieria is - this is in the US.    If there are protocols being used why wouldn't any well trained MD or nurse be suitable to serve in some capacity here? (of course I understand there are certain specific reasons one would be excluded.)Can health workers  be utilized differently.  Not all health workers, even MDs and nurses, need to be in an ebola unit.  Isn't It feasible for some workers to do care for non ebola patients, community work etc etc - just like in any health system?  I agree with Rebecca that it would be beneficial for health workers to work using technology as well.  It might also be beneficial for teams on the ground to work for 3 or 4  days and then do a day of work such as this, to be able to be out of the suit for a day.  Lynn what do you think of this?  Rather than continually push one until the stress is overwhelming.Clearly everyone is calling for more workers.  Would be interesting to understand why and how in this crisis, and in others, some folk are not mobilized.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 16, 2014, 12:31PM", 
      "message": "\n    \tSee: https://openideo.com/challenge/fighting-ebola/research/it-starts-at-the-community-level. Absolutely, we need to move to treating at home and dust off the protocols we wrote all over the world for Avian influenza, dust them off and update them for Ebola. As for the US, I have been trying to get on a team for a month.....$$$$/policy/CDC training outside Atlanta instead of where most NGOs are etc.... is the problem for the orgs trying to send volunteers or even healthcare providers who will be paid. Money needs to be released but it seems this may happen: http://www.weeklystandard.com/blogs/obama-hold-ebola-meeting-cabinet_816326.html. PS, I am also now even more convinced that until we get the gender issues developed (ie. condoms or no sex for 90 days after recovery we will not stop this).\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 16, 2014, 12:33PM", 
      "message": "\n    \tSee also: https://openideo.com/challenge/fighting-ebola/research/ngos-and-volunteers-need-training-in-the-dc-area-not-90-miles-outside-atlanta\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 16, 2014, 12:39PM", 
      "message": "\n    \tI should also say that community health workers, traditional birth attendants and others can be trained to help in this disaster. The issue is hydration....ORS is not hard to make or administer (sometimes a little Gatorade for color makes it more appealing (I did this in Rwanda during the genocide)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 16, 2014, 12:41PM", 
      "message": "\n    \tI agree that in this case, from what I can understand, the care is supportive and much of it is oral rehydration and being able to assess changes in condition.You are still waiting to be recruited essentially?  Are there particular organizations that you apply with for each crisis?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 16, 2014, 12:49PM", 
      "message": "\n    \tGovSource, MSF, IMC are the ones I would consider for this crisis. It depends on the disaster. After 20 years of this, I have worked or volunteered for many but primarily health orgs.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 17, 2014, 06:01AM", 
      "message": "\n    \tLynn, when you serve is it voluntary or paid?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 16, 2014, 14:12PM", 
      "message": "\n    \tI have done both. I worked for NGOs as a career (paid) but started in the early days for 10 years as a volunteer. I am in a transition state currently and looking to go back to NGO work as a career after 7 years as an IPA in government.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 18, 2014, 02:12AM", 
      "message": "\n    \tLynnWhat do you think about doing training locally throughout the country?  Have the trainers do the moving about?  It would be less costly and potentially more people could be trained more quickly.  It seems like a tedious task to move people to the CDC in small groups to train.  There will be a big conference in New York City next week sponsored by the NY State Health Dept, and other large local orgs.  It is at the Javits Center, so I am guessing there will be a large crowd, and it is going to be webcast as well.  It is regarding training for health workers here and information/education.   Some CDC folk are to be there and there will supposedly be some hands on PPE training or at least demonstration.  Lots of prep going on here.  Problems here in the US will change the overall focus which is itself a problem.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 18, 2014, 13:43PM", 
      "message": "\n    \tHi Lynn, Sheldon, Rebecca -This comment is regarding the need for the entire health system in these countries to be supported.  Here is a link to a post on the MSF website from Oct. 16.  It states that one of the MSF hospitals in Sierra Leone, a women and children's hospital, has suspended service.  Lives will be lost due to loss of services unrelated to ebola care.  What ideas can we think of to help maintain general medical care?  (Also - fewer people were seeking care at this hospital for fear of contracting ebola. )\"Due to the Ebola outbreak, MSF could not guarantee the extremely high quality of medical services needed to treat patients and protect MSF's staff at GRC and from Ebola infection.\"http://www.doctorswithoutborders.org/article/sierra-leone-msf-suspends-emergency-pediatric-and-maternal-services-gondama\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "Edited on October 18, 2014, 18:51PM", 
      "message": "\n    \tHello Bettina, Sheldon & Lynn,Good point, Bettina--really is key to be organized toKEEP REGULAR HEALTHCARE FACILITIES FUNCTIONING in zones where's there's (danger of or actually) a widespread ebola outbreak. The question can directly connect to larger REGIONAL PUBLIC HEALTH ISSUES as well.First thoughts: To keep hospitals (such as MSF's in Bo, Sierra Leon) treating emergencies A MAIN TEAM with TWO DEPUTY TEAMS (government or NGO experts) would need to be added for FACILITATION OF ADAPTATION TO EBOLA CONSTRAINTS.>>>SO SUCH HOSPITALS WILL NEED *******EBOLA RESPONSE FACILITATORS/COACHES****** either onsite or by \"skype\". This FACILITATION/COACH/(even)\"HELP DESK\" TEAM will coach the hospital as to protocols, FIND FUNDS/suppliers when lacking & help with general problem-solving. In addition, this team will oversee the setting up of two key deputy teams for the hospital:FIRST A WELCOME TEAM & SECOND A CLEAN TEAM.********ON-SITE WELCOME TEAM:******** Create a welcome zone in front of the hospital where incoming patients' temperature is taken (as at airports) and in case of FEVER, a (quick) LAB TEST is done. I heard on TV some labs (US military) can test in 2 hours... IF the patient has a fever & their emergency is such that they cannot wait for lab results, EBOLA PROTOCOL would kick in as a safety precaution>>>PPE suits for operation team, hygiene (easily cleaned surfaces) for (special, simplified ebola?) operation room & isolation post-op patient care. (In case where patient can wait & lab result is negative, patient treated normally. Patients whose lab results show ebola, obviously, ebola protocol.)  EBOLA PROTOCOL could involve a separate field tent  for emergency operations & post-op adjoined to the regular hospital to help prevent contamination of primary care site.********ON-SITE CLEAN TEAM:********Takes care of (& trains local staff in) proper procedures for disposal of ebola waste (PPE, clean zoning etc.) Makes sure standard gear (hazardous materials bins, incinerators, disinfectent etc.) AND OF COURSE, sterilizing operating zones. Helps hospital adapt spaces properly.********SOME ADVICE******** A FACILITATOR/COACH/\"HELP DESK\" TEAM MIGHT WANT TO SUGGEST TO REGULAR HOSPITALS WORKING IN AN EBOLA ZONE:>>>Should ebola protocol zones be set up, PAINT WALLS of those zones in a certain \"WARNING COLOR\" so HCWs and others immediately see where/where not to go.>>>Heat sensing bracelets revealing temperature (by changing color) of the wearer should be worn at all times (in hospital, but also in ebola regions?) to indicate a possible case being declared---in which case patient isolated &  lab test done. >>>Colored hospital bracelets on patients should clearly indicate illness categories: non-infected, awaiting lab results, early infection, declared infection & recovering...key dates could be indicated here.>>>Keep track of laboratory testing needs for flying labs (in trucks or helicopters, or...) to quickly be present where needed.>>>Facilitating teams (on or off-site--like a \"help desk\") should work with local suppliers when they can & try different materials/options...such DECENTRALIZATION of response can serve as testing ground to quickly see WHAT WORKS BEST.>>>Facilitator team should have a \"basics\" video to show to all hospital staff who must adapt to ebola protocol >>>FEEDBACK PROTOCOL (through facilitator or other)  needs to be integrated to quickly make global community aware of proper solutions or practices to improve.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 18, 2014, 17:01PM", 
      "message": "\n    \tBettina see my early suggestion https://openideo.com/challenge/fighting-ebola/research/it-starts-at-the-community-levelRebecca, I applaud you....the entire system falling apart (although it was truly fragile to being with) will sink this. Hopefully the British Medics coming over will add and since MSF ASKED for medics they will work with them despite their usual non-military stance. I like the protocol above. I worry most about the rural areas....we have little known of what is going on there and few doctors in the government hospitals in these areas. The bracelet idea is a good one as long as the sun doesn't change the color...too bad mood rings went out of style (OK, telling my age now). Have to have some humour in this .\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 18, 2014, 17:59PM", 
      "message": "\n    \tIsrael will be building 3 field hospital in Liberia and Sierra Leone - perhaps in the rural areas if they are mobile field hospitals?http://www.jewishjournal.com/israel/article/israel_prepares_to_fight_ebola_in_west_africaRebecca - Lots of good stuff to review!  Check out Partners In Health website as well.  They are going to be working to boost and expand existing primary health services in partnership with organizations already doing this work locally.  Perhaps their work can inform your outline above? and ideas here theirs?http://www.pih.org/blog/partners-in-health-ebola-response?subsource=homepage_take_actionhttp://www.huffingtonpost.com/paulfarmer/ebola-does-not-need-to-be_b_5996652.htmlI like the bracelet idea as well.  I posted an idea re: health workers using something like this to monitor their temperature while using the suits.   Temp monitoring will be important in multiple ways while fighting ebola.https://openideo.com/challenge/fighting-ebola/ideas/temperature-monitoring-for-heat-exhaustion\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 18, 2014, 18:44PM", 
      "message": "\n    \tNice links. With all the synergy, common sense solutions will emerge, but the world needs to move quickly. I saw the bracelet idea among the 250-some ideas here--will it work technically as normally temperatures are taken elsewhere ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 18, 2014, 19:10PM", 
      "message": "\n    \tAccurate temperatures are taken rectally.  In pediatrics we take temps in infants greater than 6 months old  in the ear canal/tympanic temp, and we consider this very accurate. (Newborns and infants - rectal temps are most accurate.)  Oral temp is also used in older kids and in adults.  It is good but not as accurate as rectal.  Axillary temp, under the arm is less accurate but when used one knows this and accounts for the fact that it will be about 1 degree lower than accurate temp.  The bracelet will not be accurate but if one can figure out what it is in relation to an accurate temp then it can be useful.  It measures really peripheral temperature.  Does that make sense? Here is a link with charts that show you the different temps taken in different locations.http://www.webmd.com/children/tc/fever-temperatures-accuracy-and-comparison-topic-overview  and lynn please weigh in...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 18, 2014, 22:05PM", 
      "message": "\n    \tAgree completely Bettina, I don't think bracelets will work; agree it measures peripheral or worse ambient temp. Bettina would a temp strip on the temporal forehead? I am internist but I remember seeing them in PICUs? In reality it is easiest and cheapest (not to mention accurate) to use oral, rectal or axillary temps and adjust as we always have. But I can see the use of temp strips in the community to help identify early temps and get them isolated quickly.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 18, 2014, 22:13PM", 
      "message": "\n    \tWe don't use forehead temps in peds in outpatient but parents might use these strips at home.  They have accuracy similar to axillary temps I believe.   For the dream hospital that Rebecca has proposed what about strips or bracelets on the wrists that one can then put under their axillae to get a reading?  So they have their own device on at all times so decreases waste and contamination if they are in fact sick?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 18, 2014, 22:39PM", 
      "message": "\n    \tThat might work as long as we all agree that we have to add a degree. In reality and given numeracy and literacy problems these strips need colors so that the color projects where the patient is in the disease and is easy for anyone to read especially in rural areas.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 18, 2014, 22:49PM", 
      "message": "\n    \tI totally agree.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Davies", 
      "date": "October 11, 2014, 16:25PM", 
      "message": "\n    \tWhy do we need healthcare workers when simply soap and water kills Ebola? It also does not scale with the epidemic.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 12, 2014, 21:18PM", 
      "message": "\n    \tYou're right that we should focus on prevention, not just treatment. It would be great if something could be posted in this challenge (research or an idea) about the use of soap and water, if it hasn't already been mentioned.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 18, 2014, 22:10PM", 
      "message": "\n    \tHand washing is being implemented with chlorinated water...but care is supportive (hydration) similar to Cholera. I still think we are missing a piece that includes community beliefs and practices. Many of which I noticed when there in April.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            At an international level, Cuba has lead the way so far in providing health professionals to work alongside local counterparts in the Ebola response, but about 20x more are needed - \n<a href=\"http://online.wsj.com/articles/cuba-stands-at-forefront-of-ebola-battle-in-africa-1412904212\" target=\"_blank\">WSJ</a>.\n<br/>\n<br/> No doubt the international community could and should do more to provide frontline health workers. It's not easy convincing health professionals from better resourced countries to take such a personal risk, but many may want to help if they receive appropriate support.\n<br/>\n<br/> We could think more creatively about who to target in our recruitment drives, such as: \n<ul>\n<li><strong>African diaspora</strong>: Many health workers with roots in Africa are trained and/or working abroad have both the skills and the interest in contributing.</li>\n<li><strong>African countries</strong>: The ECOWAS and the African Union should also help better resourced member states to temporarily provide health workers.</li>\n<li><strong>Lay health workers</strong>: People without professional health qualifications might be provided with basic training to assist with Ebola prevention, treatment and care or other roles (e.g. cooks, sanitation, translators, drivers). Ideally, these should be <a href=\"https://openideo.com/challenge/fighting-ebola/ideas/train-and-employ-ebola-survivors-as-health-workers-they-are-immune-to-ebola-so-no-need-for-full-ppe-and-stigmatized-in-home-communities-so-would-probably-love-to-re-make-their-image-as-helpers-and-heroes\">Ebola survivors</a> who have immunity.</li>\n<li><strong>Remote specialists</strong>: Health professionals with rare but crucial skills who aren't willing or able to provide face-to-face consultations could be connected with local health teams via video conferencing.</li>\n</ul>\n<br/> We could also explore ways of getting international corporations more involved and offering sponsorship and pro bono work, like: \n<ul>\n<li><strong>Recruitment agencies</strong> - setting recruitment criteria, headhunting health workers more likely to be interested and designing orientation packages.</li>\n<li><strong>Advertising agencies </strong>- developing communication strategies to support recruitment and <a href=\"https://openideo.com/challenge/fighting-ebola/ideas/enhance-the-image-and-reputation-of-local-health-workers-ambulance-teams-and-those-who-burry-the-death\">promote the role of emergency workers</a></li>\n<li><strong>Media outlets</strong> - providing pro bono air time for advertising.</li>\n<li><strong>Insurance companies</strong> - developing high risk insurance packages for health workers that can be sponsored by donors.</li>\n</ul>\n<br/> While I am focusing on recruitment here, we can't ignore the importance of: \n<ul>\n<li><strong>Advocacy</strong> and lobbying for international political support (e.g. international donor countries, development partners, ECOWAS, African Union)</li>\n<li>Rapid <strong>training</strong> and orientation on Ebola and host country contexts</li>\n<li><strong>Joint management</strong> bodies to coordinate deployment</li>\n<li>Adequate mobile <strong>equipment</strong> and work areas for infection prevention, diagnosis and treatment</li>\n<li>Health care <strong>support services</strong> (e.g. transport, catering, accomodation, maintenance, security, translation, data management, supply chain management)</li>\n<li><strong>Personal care</strong> for health teams (e.g counselling, health care, relaxation, communications, insurance, incentives)</li>\n</ul>\n<br/> I'm always amazed by what some people will do to care for others in the face of tradgedy and enormous obstacles.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/deploy-20x-more-health-workers", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/dbe00005-9ed2-4386-9d12-5983e282a58b.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/1d9b4585-c721-4dac-bc92-08697cb087fb.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/364e3fbd-a91b-49e1-b64a-c0c81662df24.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 10, 2014, 13:40PM", 
  "summary": "It's critical to have more frontline health providers to help the individuals currently diagnosing and treating people infected with Ebola.Here are some thoughts how we might enable this...", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Boost health worker recruitment", 
  "view_count": 303
}