{
  "applause_count": 5, 
  "author": "JC Rso", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Willi Schroll", 
      "date": "October 30, 2014, 18:21PM", 
      "message": "\n    \tEven if it cannot be applied for all cases it would be very helpful in raising the awareness of the staff. Esp. to make the tracks visible will give the new staff a much better intution/awareness about the \"physical contact dynamics\" and which moves to avoid.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 16, 2014, 04:25AM", 
      "message": "\n    \tHere is the place to go for neon paint supplies http://www.atlspecialfx.com/collections/neon-paint-cannon-accessories\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 17, 2014, 10:28AM", 
      "message": "\n    \tif you coat the patient's skin, may as well do it with something which has antiseptic properties too\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>IF I HAD EBOLA , HOW WOULD I PROTECT MY FAMILY FROM MY FLUIDS, SINCE FLUIDS LIKE SWEAT, MOCUS AND TEARS ARE CLEAR  FLUIDS AND NOT VISIBLE? AFTER SOME TOUGHT IT OCCURED TO ME THAT I WOULD HAVE TO WEAR SOME TYPE OF PAINT SO THAT THEY WOULD KNOW WHERE WE HAD CONTACT BESIDES HANDS.<br/> <br/> UV LIGHT IS CHEAP AND ITS FOUND EVERYWHERE IN THE WORLD, THERE ARE SOME SUBSTANCES ALREADY IN THE MARKET THAT ARE UV REACTIVE AND ARE \"STICKY\" AND ARE SKIN FRIENDLY,  THE IDEA IS THAT THE PATIENT WEAR THIS  TRANSPARENT LIQUID ON HIS/HER BODY SO THAT EVERYTIME A HEALTH WORKER CONTACTS THE PERSON IT WILL LEAVE A \"UV MARK\" ON THEIR GEAR THAT WILL THEN BE VISIBLE WITH UV LIGHT, THIS WAY THEY WILL KNOW THE EXACT LOCATIONS OF CONTACT AND SPECIAL CARE CAN BE FOLLOWED DURING PROTECTIVE GEAR REMOVAL.<br/> <br/> I WOULD SUGGEST IMPLEMENTING THIS IN EVERY HOSPITAL AS A PREVENTIVE PROTOCOL TO IMPROVE CONTACT DETECTION, ITS CHEAP AND EASY TO IMPLEMENT WORLDWIDE.</strong>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/detection-with-colored-ebola-uv-reactive-substance-natural-oil-as-an-option-to-improve-contact-detection-areas-since-currently-health-workers-don-t-know-contact-areas-with-patient-skin", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/da616e96-2688-438f-bcbd-a5153bc09125.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 23:01PM", 
  "summary": "ADD  UV REACTIVE   SUBSTANCE TO PATIENT SKIN DURING TREATMENT , TO LEAVE A \"UV STAIN\"  ON THE HEALTH CARE WORKER PROTECTIVE GEAR DURING PATIENT CARE , ONCE FINISHED , HE/SHE WILL MOVE TO A UV LIGHT AREA WHERE CONTACT AREAS WILL BE PINPOINTED BY BRIGHT WITNESS MARKS  SO MORE ATTENTION CAN BE GIVEN TO THOSE AREAS DURING REMOVAL.  IN OTHER WORDS MAKE EBOLA VISUAL!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "IMPROVE DETECTION WITH COLORED EBOLA: ADD UV REACTIVE  OIL TO PATIENT  SKIN TO SHOW CONTACT AREAS WITH HEALTH WORKER.", 
  "view_count": 292
}