{
  "applause_count": 4, 
  "author": "Edward Blonz", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:00PM", 
      "message": "\n    \tHi Edward, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Edward Blonz", 
      "date": "November 01, 2014, 21:13PM", 
      "message": "\n    \tDone\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 18:45PM", 
      "message": "\n    \twhat other foods would be taken out of the local diet to reduce arginine ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Edward Blonz", 
      "date": "October 26, 2014, 18:55PM", 
      "message": "\n    \tInformation is available on sites devoted to treatment of the Herpes virus (another one where high arginine/low lysine  is considered to contribute to viral propagation.   One site is http://www.herpes.com/Nutrition.shtml    This, however deals with a western diet, not the foods found in West Africa.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Corey Bresnahan", 
      "date": "November 02, 2014, 02:14AM", 
      "message": "\n    \tHey Edward this is an Awesome post i did a little research earlier this week and scene how difficult it is to combat as not only are we facing ebola we are also fighting malnutrition ebola attack both collagen and the immune system with cd4 an cd8t cell numbers needing to be higher in order to combat 1 in 300 have this natural higher count your on the right track ill be keeping and eye on this idea this is great work\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<ol>\n<li>Viral organisms have coats of protein and protein is made up of amino acids.</li>\n<li>There is evidence that the amino acid l-arginine plays a role in the replication of several viral species.   </li>\n<li>The Ebola virus genome encodes for several unique proteins and there is evidence of arginine-rich regions in many of the proteins considered essential for Ebola to be able to multiply in the human body.</li>\n<li>There is research evidence involving arginine and ebola virus proteins, most significantly VP35, an ebola viral protein considered essential to ebola functinoality. There is also research involving ebola viral protien VP40.  This is coupled with the known vasodilatory effects of arginine that can serve to faciliates ebola survival and propagation.</li>\n<li>There is an arginine/lysine antagonism, with excesses/deficiencies of either affecting the other.  It is unclear whether this antagonism is associated with an effect on intestinal absorption, or whether the effect relates to enzymatic or other changes within the body.</li>\n<li>The West African diet tends to be arginine-rich, peanuts, for example, a staple in the diet, is a significant source of arginine.</li>\n</ol>\n<h3 class=\"h3_class\"><strong>Key Questions:<br/> <br/> 1) Is arginine the rate-limiting amino acid for the spread of the ebola virus in the human body?  <br/> <br/> 2) Through actions designed to decrease the level of available arginine in an ebola-infected body, could we slow the ability of the virus to propagate, therby allowing crucial time for the the immune system to gain the upper hand?</strong></h3> _____ \n<h3 class=\"h3_class\">Here are some ways to decrease the level of available arginine</h3>\n<ul>\n<li>Adopt a low-arginine diet, and avoid any substance readily converted to arginine in the body, such as l-citrulline.</li>\n<li>Adoption of a lysine-rich eating regimen.</li>\n<li><strong>Administration of the enzyme arginase to further decrease the levels of available arginine. (Parenteral administration to be considered in those who already have Ebola.)</strong></li>\n<li>Other treatments could be directed toward the conjugation arginine-rich peptides, thus further preventing the use of arginine during viral replication.</li>\n<li>It may be theoretically possible to use dialysis to further lessen available arginine in the blood. </li>\n<li>Concomitant with the above would be a need to monitor for, and provide support for any signs/symptoms of an arginine deficiency.</li>\n</ul>\n<strong>Actions that slow viral replication would theoretically facilitate normal immune responses. With arginine as the rate-limiting amino acid, decreasing availability should slow viral replication. This would allow more time for the immune system and other supportive therapies to gain the upper hand.</strong>\n<br/>\n<br/> I am a nutrition scientist, not a medical doctor; I have no training as a virologist and have not done research on Ebola.  These are scientific observations and a line of analytical thinking that might be of value in a clinical setting or as a preventive measure for those exposed, or at risk for exposure.  I have related this concept in a brief format to facilitate rapid review and consideration.   Please cite and pass on to any/all appropriate individuals or agencies. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/diet-adjustments-make-human-body-less-hospitable-to-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/1e42dca7-cfe5-49e2-a059-63b6a6481231.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 25, 2014, 19:37PM", 
  "summary": "The Ebola virus has specific requirements for nutrients, in this case, amino acids, to survive and replicate.  The amino acid l-arginine is essential for ebola.    The West African diet is arginine-rich, which may explain the particular virulence of this virus in that part of the world.  Through simple dietary adjustments we can effectively slow down viral replication and facilitate the immune system's ability to respond.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Options to make the human body less hospitable to Ebola.", 
  "view_count": 164
}