{
  "applause_count": 0, 
  "author": "Simon Chukwuka", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Is This The Cure For Ebola?\n<br/>\n<br/>\n<br/> For the past 4 months since the the EBOLA Outbreak, i have been researching about Ebola, My research lead to some discoveries about a possible cure for Ebola, this is just THEORY i have not done any practical work or research on it because i am not a scientist neither i am in any medical field, I am just a young man who is deeply concerned about my fellow brothers and sisters who are dying because of this EVIL CALLED EBOLA. Below are MY THEORIES.\n<br/>\n<br/> 1.My research lead me to Plant called Garcinia Kola (Bitter Kola), there is a compound from the plant that has shown to halt the multiplication of the Virus in the Laboratory. if repeated in humans or Animals this would give the Body a chance to fight of the Virus, The active compound is what is known as a dimeric Flavonoid. which is two flavonoid molecules fused together. Flavonoids are non-toxic and can be found in Bitter Kola, orange and lemon rinds as well as the colourings of other plants CULLED FROM THIS ARTICLE \"http://news.bbc.co.uk/2/hi/health/411030.stm\"\n<br/>\n<br/> 2.Using or administering only the active compound (dimeric Flavonoid. which is two flavonoid molecules fused together)i.e they are molecules, it would NOT WORK EFFIECIENTLY just like( POLYPHENOLS AND TRITERPENES) ALL these are secondary metabolites that form part of the PLANT DEFENSE MECHANISM, they are quite abundant in nature and we often consume them as part of our daily diet. But this COMPOUND (dimeric Flavonoid. which is two flavonoid molecules fused together) are (POORLY BIOAVAILABLE), That is to say that our ORGANISM CANNOT ABSORBED THEM EFFICIENTLY, SO IT IS HARD FOR OUR BODY TO EXPLOIT ALL THEIR PROPERTIES.\n<br/>\n<br/> 3.Research at the Linus Pauling Institute and the European Food Safety Authority shows that flavonoids are poorly absorbed in the human body (less than 5%), with most of what is absorbed being quickly metabolized and excreted.These findings suggest that flavonoids have negligible systemic antioxidant activity, and that the increase in antioxidant capacity of blood seen after consumption of flavonoid-rich foods is not caused directly by flavonoids, but due to increased production of uric acid resulting from excretion of flavonoids from the body.\n<br/>\n<br/> 4.Preliminary study of the plant in the 1990s showed signs that it slows down multiplication of the ebola virus in vitro (i.e. in a test tube, petri dish or similar).[3] Extensive further testing is necessary to determine if this effect can be replicated in humans and other animals.\n<br/>\n<br/> 5. MY SOLUTION : THE SOLUTION THAT IMPROVE THIS COMPOUND IS PHYTOSOME (MORE BIOAVAILABLE TECHNOLOGY)\n<br/>\n<br/> HOW DOES IT WORKS: IT WORKS BY COMBINING THIS POORLY BIOAVALIABLE MOLECULES (dimeric Flavonoid. which is two flavonoid molecules fused together) WITH LECITHIN, A NEW DELIVERY SYSTEM CALLED PHYTOSOME IS FORMED AND THIS BOOST THE ACTIVE SUBSTANCES ACROSS CELL MEMBRANES AND INTO THE BLOOD STREAM, THIS MAKES THEM AVAILABLE DIRECTLY TO THE TOP (HIGH BIOAVAILABILITY)\n<br/>\n<br/>\n<br/>\n<strong>WORDS TO NOTE:</strong>\n<br/> 1.LECITHIN is a generic term to designate any group of yellow-brownish fatty substances occurring in animal and plant tissues composed of phosphoric acid, choline, fatty acids,glycerol, glycolipids,triglycerides, andphospholipids (e.g.,phosphatidylcholine,phosphatidylethanolamine, and phosphatidylinositol. \n<br/>\n<br/>\n<strong>NOTE: LECITHIN CAN BE FOUND: </strong> It is usually available from sources such as soybeans, eggs, milk, marine sources, rapeseed, cottonseed, and sunflower, egg yolk.\n<br/> you can get the rest of the information from Wikipedia.\n<br/>\n<br/>\n<br/>\n<strong>2.FLAVONIODS</strong> (or bioflavonoids) (from the Latin word flavus meaning yellow, their color in nature) are a class of plant secondary metabolites. (You can get the rest of the informations from wikipedia)\n<br/>\n<br/>\n<strong>MEDICAL RESEARCH OF FLAVONIODS / USEFUL IMPORTANCE OF FLAVONIDS</strong>\n<br/>\n<br/>\n<strong>Antioxidant</strong>\n<br/> Flavonoid-rich grape-seed extract has been shown to have antioxidant activity in in vivo studies with rats, protecting their gastrointestinal mucosa against thereactive oxygen species generated by acute and chronic stress. In the absence of any additional in vivo data, it is impossible to say if these findings are generalizable to all flavonoids. Also, without any clinical studies, it is impossible to say if the antioxidant activity of grape-seed flavonoids offers any protection against oxidative stress in the human gastrointestinal tract.\n<br/> Inflammation has been implicated as a possible origin of numerous local and systemic diseases, such as cancer, cardiovascular disorders, diabetes mellitus, and celiac disease.\n<br/>\n<br/>\n<br/>\n<strong>Cancer</strong>\n<br/> Clinical studies investigating the relationship between flavonoid consumption and cancer prevention/development are conflicting for most types of cancer, probably because most studies are retrospective in design and use a small sample size.Two apparent exceptions are gastric carcinoma and smoking-related cancers. Dietary flavonoid intake is associated with reduced gastric carcinoma risk in women, and reduced aerodigestive tract cancer risk in smokers.\n<br/> Cardiovascular diseases.\n<br/>\n<br/> Among the most intensively studied of general human disorders possibly affected by dietary flavonoids, preliminary cardiovascular disease research has revealed the following mechanisms under investigation in patients or normal subjects. \n<ul>\n<li>    inhibit coagulation, thrombus formation or platelet             aggregation.</li>\n<li>    reduce risk of atherosclerosis.</li>\n<li>    reduce arterial blood pressure and risk of hypertension.</li>\n<li>    reduce oxidative stress and related signaling pathways     in blood vessel cells.</li>\n<li>    modify vascular inflammatory mechanisms.</li>\n<li>    improve endothelial and capillary function.</li>\n<li>    modify blood lipid levels.</li>\n<li>    regulate carbohydrate and glucose metabolism.</li>\n<li>    modify mechanisms of aging.</li>\n</ul>\n<br/>\n<strong>Antibacterial</strong>\n<br/> Flavonoids have been shown to have (a) direct antibacterial activity, (b) synergistic activity with antibiotics, and (c) the ability to suppress bacterial virulence factorsin numerous in vitro and a limited number of in vivo studies. Noteworthy among the in vivo studies is the finding that oral quercetin protects guinea pigs against the Group 1 carcinogen Helicobacter pylori. Researchers from the European Prospective Investigation into Cancer and Nutrition have speculated this may be one reason why dietary flavonoid intake is associated with reduced gastric carcinoma risk in European women. Additional in vivo and clinical research is needed to determine if flavonoids could be used as pharmaceutical drugs for the treatment of bacterial infection, or whether dietary flavonoid intake offers any protection against infection.\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/dimeric-flavonoid-the-cure", 
  "media": [], 
  "submitted": "November 02, 2014, 02:19AM", 
  "summary": "Research at the Linus Pauling Institute and the European Food Safety Authority shows that flavonoids are poorly absorbed in the human body (less than 5%), with most of what is absorbed being quickly metabolized and excreted.These findings suggest that flavonoids have negligible systemic antioxidant activity, and that the increase in antioxidant capacity of blood seen after consumption of flavonoid-rich foods is not caused directly by flavonoids, but due to increased production of uric acid resulting from excretion of flavonoids from the body.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Dimeric Flavonoid the Cure?", 
  "view_count": 23
}