{
  "applause_count": 4, 
  "author": "MICHAEL NEWTON", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:54PM", 
      "message": "\n    \tHi Michael, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 19, 2014, 12:26PM", 
      "message": "\n    \tYeah.  Here're some similar thoughts from a discussion yesterday of a kind of remote Ebola \"help desk\" facilitation coupled with specialized on-site welcome & clean teams https://openideo.com/challenge/fighting-ebola/ideas/deploy-20x-more-health-workers#c-08f6ea01dd784eceb16d110a01d40cdd\n"
    }
  ], 
  "description": "<div class=\"description\">\n            In the developed world, we have massive health care systems filled with information and expertise that people currently need NOW in W. Africa. We need to relay relevant information regarding the Ebola outbreak to those who can use this information immediately.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/distance-medical-educational-facilities", 
  "media": [], 
  "submitted": "October 19, 2014, 02:16AM", 
  "summary": "Two-way links should be established between major health care centers in the developed world to assist with ongoing patient care and treatment in W. Africa.  Internet service could be provided by balloon supported  antennae in rural areas.  Links to the Mayo Clinic, CDC, etc. could be open 24/7 for questions, recommendations.  This would allow primary caregivers ongoing access to top doctors and staff for consultation on an as-needed basis.  CDC could serve as Command Center for U.S. posting updates and developments on their website.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Distance Medical/Educational Facilities", 
  "view_count": 32
}