{
  "applause_count": 4, 
  "author": "Nate Baker", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Melynda Benlemlih", 
      "date": "October 23, 2014, 18:49PM", 
      "message": "\n    \tAnything that can remind people (kids!) to wash hands is great in the civilian world. Not touching your face takes this prevention to another level. Maybe a company that produces watches, fit bits, etc could embed the motion sensor/vibration technology in a special edition of their products. Wonder what the cost of that would be...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 15, 2014, 20:34PM", 
      "message": "\n    \tDid you also thought of other ways to reduce the change of touching the face, that are less expensive as an electronic device. For instance putting bands in the cloth which cause an resistance if the hands are raised. This may be much easier and faster be made in the countries themself\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:20PM", 
      "message": "\n    \tHi Nate, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Here's the article about self decontaminating material. \n<br/>\n<br/> http://www.nrl.navy.mil/media/news-releases/2014/clothes-that-self-decontaminate-nrl-material-may-also-purify-biofuel\n<br/>\n<br/> my my idea will succeed because it can be implemented in a safe and cost effective manner through choice of cheap yet durable materials. It also addresses one of the key components of infectious disease prevention: washing your hands. If recipients use the device to its potential it also significantly reduces the chance of infection given it leaves very few options left for transmission via a mucous membrane. \n<br/>\n<br/> The remaining membranes that would not be addressed are the: anus, urethra. However with gentle reminders to wash ones hands semi frequently, that should be a minor issue as well given the availability of sanitizer or water and soap. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/don-t-touch-your-face", 
  "media": [], 
  "submitted": "October 12, 2014, 21:31PM", 
  "summary": "Ebola is mainly spread through contact with a mucous membrane. For those of you that don't know, most of those reside on your face: eyes, nose, mouth. Clean hands and not touching ones face are significant measures to reduce the risk of catching ebola. My idea is for healthcare workers AND civilians. It is an electronic wristband or ring with a gyroscope and vibration mechanism. When it senses you lifting your hand to face level it will vigorously vibrate to remind you not to touch. Every hour or so it would also vibrate to remind you to sanitize your hands. I'd also like to direct everyone to this article about self decontaminating clothing. If possible the wrist piece could be sprayed with the material so it is always sterile.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Don't touch your face!", 
  "view_count": 55
}