{
  "applause_count": 4, 
  "author": "Melissa Mugambi", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 11, 2014, 02:32AM", 
      "message": "\n    \tIt's not the hand holding the needle but the hand squeezing or holding the vein right?   There need to be fingertips that can go over the gloves, sandpaper, cork.  Just a few thicknesses of paper would provide more protection than rubber gloves.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 12:59PM", 
      "message": "\n    \tHi Melissa! Yes, I think new PPE is needed! How do you propose we start? What materials might be, as you mentioned, protect against needle stick injuries? Perhaps you could brainstorm with others in the research phase to identify the ideal characteristics of PPE.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 07, 2014, 20:41PM", 
      "message": "\n    \tHi Melissa, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to  your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Can we create PPE that health workers can comfortably use to prepare IV lines? Can we create safer needles? Or is there an alternative way of effectively providing rehydration therapy to patients? Perhaps this may increase the number of Ebola patients with access to the critical rehydration therapy that they need and reduce mortality.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/don-t-be-afraid-to-insert-an-iv-with-your-ppe", 
  "media": [], 
  "submitted": "October 07, 2014, 16:45PM", 
  "summary": "I think a lot of people are dying from Ebola  because of failure to receive IV fluids and blood donations.  We need more health workers.  And  health workers need to be assured about their safety.   Is there a way to create PPE that optimizes health worker safety?  For example, where they don't have to worry about needle stick injuries?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Don't be afraid to  insert an IV with PPE", 
  "view_count": 60
}