{
  "applause_count": 3, 
  "author": "Aaron Propst", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 16, 2014, 05:19AM", 
      "message": "\n    \tI think you have a good idea here and I'm glad you thought of the expansion problem when removing them to get them over the wrist.  I watched some of the video training and they seem to use duct tape a lot so they would have it on hand.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            In Sanjay Gupta's Video, when he removes his PPE, one glove doesn't come off cleanly.  \n<br/>\n<br/> When Donning the gown, duct tape (or adhesive strips manufactured with the gown itself) on the inside of the sleeves, facing sticky side up on the wrists would adhere the latex gloves to the sleeves, ensuring they turn inside out properly when the gown is removed.  That would hopefully speed Doffing time, and improve containment.\n<br/>\n<br/> The strips would need to be applied lengthwise (1\" duct tape, 3\" long) on the top of the hand and on the sides.  Care should be taken that the duct tape does not constrain movement or prevent expansion and contraction of the sleeve during removal.  The top and sides would probably be sufficient on a dry latex glove.  Avoid tape on the palm area in order to not compromise dexterity.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/duct-tape-strips-to-connect-existing-ppe-sleeves-and-gloves", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/2a7286ed-7acc-48ea-a535-c3ab0e218559.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 21:55PM", 
  "summary": "Ensuring that removal of PPE sleeves and gloves come off in one single movement with no exposure to the outside is important.  Connecting the two with strips of sturdy tape would cost nothing, use existing materials, and hopefully help prevent external exposure.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Duct Tape strips to connect existing PPE sleeves and gloves", 
  "view_count": 67
}