{
  "applause_count": 4, 
  "author": "Kate Turok", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "Edited on October 23, 2014, 23:25PM", 
      "message": "\n    \tWomen present differently. This speaks to men but abnormal vaginal bleeding or miscarriage should be part of this as well. In addition I would add positive material such as \"when you recover\" remember you can still sexually transmit the disease for up 90 days, use a condom or abstain...breast milk is also an issue. Part of the reason I think we can't get this to stop spreading is not only the cultural issues but ignoring that sperm and breast milk still have the virus. I would also make sure that the myths are addressed which are many in Sierra Leone.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 23, 2014, 22:30PM", 
      "message": "\n    \tHi Kate, great mock up! How might we use community spaces/artists to spread these instructions as well? Also, think about existing social practices that the communities have and how we can leverage this to spread information. Looking forward to seeing this develop. Here's another idea that might inspire you - https://openideo.com/challenge/fighting-ebola/ideas/ebola-information-on-sachet-water-bags.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Morgan Felix", 
      "date": "October 22, 2014, 21:06PM", 
      "message": "\n    \tI feel like education is one of the most important things right now. I know that, especially in the US, there is so much fear going around about how Ebola is spreading. It's getting to the point where every time someone coughs, they are socially quarantined without good reason and we aren't even at high risk yet.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 22, 2014, 13:47PM", 
      "message": "\n    \tfeel free to build on this idea of synergizing with local art community to pass regional messages:  https://openideo.com/challenge/fighting-ebola/ideas/mobilize-african-art-community-to-help-communicate-properly-to-locals-dealing-with-ebola-crisis-evaporate-unreasonable-mistrust\n"
    }
  ], 
  "description": "<div class=\"description\">\n            To give you an idea on funds needed, to print the brochure over here in South Africa we are looking at approximately £800 (British Pounds) for 10,000 copies printed in 2 different languages and then delivery on top of that. Obviously the more we order the cheaper the price per unit becomes. We would be happy to place logos on the material if a sponsor/funder required it and can send individual quotes for print and delivery once we know the volumes required, languages and destinations - we can also print locally if needed.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/easy-to-understand-ebola-education-in-the-community", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8da8a2dd-58c7-4261-ba92-462d683a5f31.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0a3d71e5-0fc2-475c-8486-060d5dd76a1a.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 21, 2014, 15:24PM", 
  "summary": "Jincom use visual media to simplify complex information, making it engaging for all audiences and more effective at achieving positive behaviour change (http://www.jincom.com). In reaction to the current Ebola crisis, we have produced a free 2-page A4 brochure (see pics) in English & French to educate people about Ebola  and advise on the precautions to take. We are now looking for partners to get involved with funding print, delivery and distribution of this piece, so that we can reach thousands of people in the affected communities with this  easy-to-understand information. We can translate & adapt the artwork accordingly and we're also developing a children's comic style version which will be ready by 28th October. Feedback greatly appreciated.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "\"EASY-TO-UNDERSTAND\" EBOLA EDUCATION IN THE COMMUNITY", 
  "view_count": 51
}