{
  "applause_count": 1, 
  "author": "David", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:14PM", 
      "message": "\n    \tHi David, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 07:01AM", 
      "message": "\n    \tDavid,  I think this is a very solid idea that addresses a problem of isolation and it dovetails with my thoughts under \"21 day quarantine.\"  It occurs to me that there are three groups 1) those who have it 2) those who don't, and 3) those who might have it.  In terms of containment, it is imperative that we isolate that third group while we still have the ability to identify it.  I'm going to try starting a discussion group.  Check out \"21 day quarantine\" and consider joining.  Thanks for this good idea!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "David", 
      "date": "October 16, 2014, 14:33PM", 
      "message": "\n    \tThanks, Dr. Dickard! I also believe your idea is fantastic and could incorporate many elements of mine in the final product/service. Thanks for brining \"21 Day Quarantine\" to my attention.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            While not curing Ebola, this idea simply improves the quality of life of these human beings who are struggling mightily with this awful disease. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-patient-support-system-communication-among-ebola-patients-could-greatly-increase-their-quality-of-life-and-sense-of-support-similar-to-other-deadly-disease-support-networks-cancer-etc", 
  "media": [], 
  "submitted": "October 16, 2014, 05:13AM", 
  "summary": "Individuals with Ebola are isolated from the world with very minimal opportunity for social engagement apart from healthcare professionals in full protective gear. As with other deadly diseases like cancer, Ebola patients could benefit from having their own support network via a mobile application (e-pen pal) or blog. This would allow patients to express their experiences/thoughts/emotions with others who really \"know what it feels like.\" It would also make these patients know that they are not alone in their fight.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Ebola patient support system. Communication among Ebola patients could greatly increase their quality of life and sense of support. Similar to other deadly disease support networks (cancer, etc.)", 
  "view_count": 46
}