{
  "applause_count": 9, 
  "author": "Kate Rushton", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 11, 2014, 11:15AM", 
      "message": "\n    \tNice! My assumption would be that radio and mobile phones would have the widest reach in low resource settings like these and that language and literacy may also make many people tough to reach. What about doing the series in audio formats that could be radio friendly and accessible on feature phones?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:28AM", 
      "message": "\n    \tI agree that it can be done in multiple formats - radio, TV and online via a YouTube channel.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 23:20PM", 
      "message": "\n    \tGreat idea Kate - do you have an image you could add to your post to make it even more engaging? Here's a guide for getting visual if you need it :) http://ideo.pn/vis-uals\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:31AM", 
      "message": "\n    \tI have tried a few times but it really is not working.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nick Dawson", 
      "date": "October 09, 2014, 12:58PM", 
      "message": "\n    \tThis is cool! A sort of \"we are the world\" (https://www.youtube.com/watch?v=M9BNoNFKCBI ) for Ebola .... something with big names and good factual information. Very neat!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 09, 2014, 13:00PM", 
      "message": "\n    \tThank you - I just think that there are certain actors that would really be able to engage local communities in a way that would be highly effective.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            One way to spread knowledge about the virus would be present the knowledge in a form that is appealing and repeats the message on how to manage the virus, what to do if someone is infected and so on.\n<br/> So, my idea is to create a mini drama using famous African actors acting out characters of people who have been infected, the symptoms and how to treat it.\n<br/>\n<br/> This mini drama could have different stories, repeating the same message but with different cases.\n<br/>\n<br/> These could be spread online or via videos to be shown at places where communities congregate, e.g. churches.  \n<br/>\n<br/> If the ebola patients in the mini series go to a hospital, it could deal with one problem of the ebola outbreak:\n<br/>\n<br/> “At the moment, our big problem is finding the patients in a timely way and convincing them to come to the treatment center,” he said. “If you don’t have a carrot to hang out there and bring people in, then you can’t contain it.”\n<br/>\n<br/> http://www.nytimes.com/2014/08/09/health/in-ebola-outbreak-who-should-get-experimental-drug.html?_r=0\n<br/>\n<br/>\n<strong>Ebola Book Series</strong>\n<br/>\n<br/> A writer could be commissioned to produce an e-book where the main character is infected with ebola, and detail the treatment given along with pictures. If this book is written by the right person, it could be both educational and engaging.\n<br/>\n<br/> Separate books would be written for people of different ages. NGOs and Schools in the country could print out the e-books and distribute them to local communities.\n<br/>\n<br/> In communities where literacy rates are low, instead of an e-book, actors could travel to communities and perform a play for the community or comic strips could be distributed.\n<br/>\n<br/> This would give the instructions on what to do with an ebola outbreak more narrative and context than handing out a sheet of instructions.\n<br/> This could be combined with the distribution of kits to treat ebola patients - which was mentioned in someone's idea posted here.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-mini-series", 
  "media": [], 
  "submitted": "October 08, 2014, 23:10PM", 
  "summary": "Create a mini TV series using well known African actors to create awareness and understanding about the symptoms and treatment of ebola in a way that is engaging, reinforces the message and encourages infected patients to visit their local hospital. Linked to this is also an ebook idea.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Ebola Mini Series", 
  "view_count": 77
}