{
  "applause_count": 5, 
  "author": "Christie Wong", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 28, 2014, 00:06AM", 
      "message": "\n    \tCongratulations on being the featured ideas post today! Thanks for joining the conversation with your valuable insights. We're excited to see the community build upon them in their ideas!\n    "
    }, 
    {
      "applaud": "3", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 18, 2014, 16:17PM", 
      "message": "\n    \tHi ! I like your strong vision. And, yes, survivors should be at the heart of such a campaign--they learn a lot about the disease while sick and with their immunity to the disease could be good help as first responders in homes where cases are being declared to organize isolation, transport & care of new cases, disinfecting home, informing family of tracing, monitoring for fever etc.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>Why should Ebola survivors play the main role in this program?</strong>\n<br/> Ebola survivors should take on the main role because they have the firsthand knowledge to make an impact on the different groups of people in the community.\n<br/>\n<br/>\n<em><strong>Healthcare workers:</strong></em> Ebola survivors can share their knowledge on how to treat patients. Also, survivors can share the load with healthcare workers by treating patients together.\n<br/>\n<br/>\n<em><strong>Ebola patients: </strong></em>Patients can easily get discouraged and lose the motivation to fight for survival. By interacting with Ebola survivors and hearing their stories, patients can be motivated and be hopeful of surviving the virus.\n<br/>\n<br/>\n<em><strong>Public (including families &amp; friends of patients): </strong></em>Ebola survivors can educate the public on Ebola symptoms and details of the virus itself, and how to better take care of those who are sick. People tend to pay more attention and heed advice from those who have the firsthand experience.\n<br/>\n<br/>\n<em><strong>Survivors' own families &amp; friends: </strong></em>After defeating the virus, Ebola survivors actually get isolated from their own families and friends, who think that the survivor still carries the virus. By participating in this program, survivors can prove to their families and friends that they are immune and well over time.\n<br/>\n<br/>\n<em><strong>Survivors themselves: </strong></em>As survivors tend to get isolated, they often feel no different than when they were sick with the virus. By participating in this program, they are constantly with others in the community, and can form meaningful relationships with those who have the same goal of stopping Ebola. This program would also allow survivors to contribute back to their community.\n<br/>\n<br/>\n<strong>How will \"Ebola Victory\" work?</strong>\n<br/> The \"Ebola Victory\" program will most likely be held mainly at a healthcare facility, but certain tasks can be extended to other public places or in homes. There should be a set schedule and equal distribution of tasks amongst the survivors to complete the following:\n<br/>\n<br/>\n<em><strong>At the healthcare facility:</strong></em> Survivors should spend most of their time here, helping healthcare workers and treating patients.\n<br/>\n<br/>\n<em><strong>At a public space: </strong></em>Survivors educate the public on Ebola and how to treat it.\n<br/>\n<br/>\n<em><strong>At someone's house: </strong></em>This situation should not occur frequently; however there may be situations where survivors need to attend to a patient at their place.\n<br/>\n<br/>\n<strong>Questions for the Community</strong>\n<ul>\n<li>What is the best way to recruit survivors for this program?</li>\n<li>Should this program be more structured or allow survivors to be flexible in what they do?</li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-victory-program-where-ebola-survivors-are-the-heart-of-the-community-striving-to-stop-ebola-together-with-healthcare-workers-and-families", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7bd67cbd-12aa-4195-a647-d26227618f86.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/98c4a23c-83ed-464a-a6f8-2b2c4607bca9.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/19d56b80-d5a8-4b1d-9559-9eaa5c549b27.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 18, 2014, 08:16AM", 
  "summary": "The \"Ebola Victory\" Program is a structured healthcare program that allows Ebola survivors to work closely with healthcare workers, treat patients, and educate the public on how to treat Ebola. This program will help foster a safe, non-isolating, and caring community where everyone is working together to defeat Ebola in their area.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "\"Ebola Victory\" Program", 
  "view_count": 94
}