{
  "applause_count": 1, 
  "author": "Ibon Martinez de Lizarduy", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            It seems that it´s always the same situation over and over, when a epidemic like this goes global we start to care about our people and our families. We start thinking about how bad would it be that this virus arrived to our cities, but finally we feel better when we find out that our politicians have started making plans in order to protect the country and control the situation as soon as possible. But then, when the first case of Ebola in your country comes out, we worry again and we ask ourselves, \n<strong>\"how have we arrived to this situation?</strong>\"\n<br/>\n<br/> So, what´s the problem here? Is it that we still don´t have the correct resources in order to prevent the pandemic? Or is it that we are not acting in the correct wa?\n<br/>\n<br/> I´m a 19 years old from Spain and I have to admit that I don´t have much information about this problem, but what bothered me was when I found out that \n<strong>this problem isn´t new</strong>. This virus has been killing people for years in places like Africa, why didn´t we know about it earlier? Why do we only care about this situations when we are the direct affected ones? Where is the empathy and helping motivation we say we have in our countries?\n<br/>\n<br/> I don´t want to say that I know the solution to this problem, but wouldn´t we have another situation if we had taken care of this virus earlier?\n<br/>\n<br/> The first problem we have in countries like Spain is \n<strong>the little knowledge we have about the real situation of other countries</strong>, specially the countries where a lot of help is needed. It´s true that when a disaster happens, (earthquakes, floods, pandemics...) we all see the news and talk about problems others have, we all feel better with ourselves when we send messages to help economically this places or we donate a certain amount of money to some NGO's. But what happens after that? Nothing. We forget about the problem and think that everything is solved, why wouldn´t we think that? We don´t hear about them anymore. \n<br/>\n<br/> This situation changes when those problems happen in our country, we feel insecure and the panic spreads easily. But in the end, when the problem is solved we don´t talk about it and forget that we were not the only affected ones. \n<br/>\n<br/> I truly believe that there´s an urgent need of \n<strong>information flow</strong> between third world countries and the others. Maybe \n<strong>with more awareness we would request more involvemement</strong> from our countries.\n<br/>\n<br/> Another point that I would like to remark is the inefficient actions of our own politicians. Watching the news nowadays is quite worrying, the only thing you see is a bunch of people trying to make others believe that they have the situation covered, and that´s not the truth. How can it be that we are having more cases of infected people when it was supposed to be controlled? And the most annoying thing is that their only solution is to blame others, is never their fault. So, who´s fault is it?\n<br/>\n<br/> An example I would like to share is when in the local news they were showing images of the hospital taking care of the people infected with Ebola and then it was known that those images were showing a hospital in Germany. \n<br/>\n<br/> Are they trying to convince us that they have everything covered when they have not? Are they really caring as much as they should? Another thing we should think about is the efficiency of our own politicians and people in charge.\n<br/>\n<br/> Finally, in the case that this problem is solved here in Spain, are we going to forget that in other places there still are people dying for Ebola? If that´s the case I think that we live in a really sad world.\n<br/>\n<img alt=\"\" src=\"http://www.cubadebate.cu/wp-content/uploads/2014/08/ebola-580x321.jpg\" style=\"width: 580px; height: 321px;\"/>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-the-lack-global-awareness-has-become-a-worldwide-problem", 
  "media": [], 
  "submitted": "October 30, 2014, 21:15PM", 
  "summary": "This virus has been killing people for years, why didn´t we know about it earlier?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Ebola: The lack global awareness has become a worldwide problem.", 
  "view_count": 28
}