{
  "applause_count": 16, 
  "author": "Carolin Weisser", 
  "comment_count": 17, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Gerardo Contreras V", 
      "date": "October 23, 2014, 23:47PM", 
      "message": "\n    \tHi Carolin,This is a great idea! I can help you with graphic design. Do you have the contact of the sachet water producers?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Carolin Weisser", 
      "date": "October 25, 2014, 05:46AM", 
      "message": "\n    \tWonderful! I will be in Ghana soon and might be able to talk to people of can help me in this issue.  If anybody else has an idea I'm very happy!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Carolin Weisser", 
      "date": "October 16, 2014, 16:10PM", 
      "message": "\n    \tHi!Thank you all for your comments!! In this report from TV, the German NGO \"Welthungerhilfe\" cooperates with the government of Sierra Leone and gives out food to rural communities. This also includes sachet water. Check min 03:53http://www.zdf.de/ZDFmediathek/beitrag/video/2256342/Der-verzweifelte-Kampf-gegen-Ebola#/beitrag/video/2256342/Der-verzweifelte-Kampf-gegen-Ebola\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 15, 2014, 18:04PM", 
      "message": "\n    \tAnother thought...these bags need to be gender neutral or there needs to be bags on prevention for survivors (ie. no sex for 90 days after survival as men and women carry the virus in semen and breastmilk for 90 days after survival. I think this is the missing link in much of the transmission given how little power women have in these countries over sex per my research in Liberia and Sierra Leone.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 17, 2014, 05:38AM", 
      "message": "\n    \tA large awareness campaign needs to be carried  regarding both of the facts that you mention or the virus will never be contained.  Do you have any stats on breastfeeding in the effected countries?  Is it clear for how long the virus remains in breast milk?Perhaps a Use Condoms campaign needs to be initiated?  Lynn what type of HIV prevention campaigns do they have in these countries?  Might need to piggyback onto those messages re: using condoms?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 17, 2014, 13:46PM", 
      "message": "\n    \tBettina, good questions, WHO estimates anywhere up to 90 days..some less so not enough data but enough to say that it is in the breast milk. You can find all of these stats (http://www.unicef.org/infobycountry/) For Sierra Leone: Early initiation of breastfeeding (%), 2008-2012*44.6%Exclusive breastfeeding <6 months (%), 2008-2012* 31.6% But please see the following guidance: http://www.ennonline.net/operationalguidanceiycfv2.1 Formula is RARELY a good idea in these countries and it is UNICEF who should be involved in this so women who need supplemental feeding or even wet nurses can be followed. Bringing formula into a country that needs to breastfeed is deadly and not done. With one exception (Iraq) where breastfeeding rates were low. However, it was decided to leave the formula in the maternity supplemental feeding baskets because the women bartered or sold the formula for money (long story).  All of these countries have PEPFAR (http://www.pepfar.gov/countries/bilateral/) programs and funds; messages could be changed/modified.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 17, 2014, 14:04PM", 
      "message": "\n    \tThanks Lynn.  I will check some of the links.  As a pediatrician, and as a person, I  advocate breast is best.   I read some articles as I was researching for the Zero to Five which reported exclusive breastfeeding rates are low in Western Africa and that some mothers use water, juice, herbs to feed infants.  Seems that Unicef has multimedia breastfeeding campaigns that are helping to educate and there has been slow success.  I will check out PEPFAR.  Seems that ebola complicates the picture.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 17, 2014, 14:27PM", 
      "message": "\n    \tAnd if they have formula they mix it with dirty water or water it down to save money.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 14, 2014, 00:50AM", 
      "message": "\n    \tCarolin,Great idea.  Is this water affordable for most of these community members?  I have never heard of packaged water for these communities.  Interesting.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 14, 2014, 01:14AM", 
      "message": "\n    \tBettina, they are everywhere on the streets sold and affordable (or were before Ebola). Lynn\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 14, 2014, 00:41AM", 
      "message": "\n    \tCongratulations on being the featured ideas post today! Thanks for joining the conversation and sharing your valuable insights with the community. Keep it up!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 20:43PM", 
      "message": "\n    \tHi Caro, great to have you join the conversation. Your idea is very simple, but could be really effective, cheap and easy to produce in order to spread information to a large community. Leveraging a product and activity the community is already doing is great. Have you got  sketch or another image of what kind of information would be included on the sachets and how it might be presented? What kinds of things do you need from the community to help make this happen? A graphic designer? A healthcare expert? Feel free to add wants/needs/questions to your post using the update post button on the right :) Keep at it!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Grace Hoerner", 
      "date": "October 09, 2014, 20:40PM", 
      "message": "\n    \tCool idea! I also know sachet water from Ghana - a quick google search suggests it is common in Sierra Leone and Liberia as well, although it'd be helpful if someone with firsthand knowledge could comment. The only risk I could see is that people may hesitate to buy water with ebola symbols on it unless the messaging is extremely clear for all. Regardless, I think the idea of using existing supply chains that already reach remote areas to distribute information has huge potential.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Hilary Braseth", 
      "date": "October 14, 2014, 00:11AM", 
      "message": "\n    \tHi Carolin, Great contribution! Water sachets are definitely distributed in Sierra Leone, Liberia and Guinea. I know one major water company in Guinea is called Coyah, though unfortunately I'm not sure the company has a website. This is a great start, though---I'd encourage you to keep up the search and finding other ideas-posters on the site who may have local on-the-ground contacts in either country. Perhaps reaching out to them would produce viable contacts.Great work and keep on keepin' on!H.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 14, 2014, 01:16AM", 
      "message": "\n    \tCarolin, I love the idea but remember the war cut education and many have not caught up or can afford schools so the information needs to be diagrammatic or in pictures.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Carolin Weisser", 
      "date": "October 14, 2014, 12:51PM", 
      "message": "\n    \tThere is a good video by Unicef about social workers in Ivory Coast educating the population about Ebola with- Radio programmes- Community visits- Posters - School educationhttp://www.unicef.org/infobycountry/cotedivoire_76203.html\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Alex Haagaard", 
      "date": "Edited on October 15, 2014, 17:58PM", 
      "message": "\n    \tCarolin, I think this is a great idea. One consideration that has arisen on my Idea is the use of local language/imagery for Ebola, to encourage care-seeking behaviour. In particular, I have found during my reading that naming the disease is sometimes thought to summon it. I think that working with local terminology and imagery (including those derived from magicoreligious traditions) could help to promote acceptance of educational materials. In the context of your Idea, using this kind of language and imagery on the water sachets could be a good step to enlisting users.  Bettina has mentioned that she will speak with members of the West African diaspora at her job site about the language of disease, which I think could provide some interesting results!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            INFORMATION ON THE BAG:\n<br/> 1. Ebola is a risk for your life and for that of your family and community\n<br/> 2. That are the symptoms: ...\n<br/> 3. Prevention and treatment is possible if you seek help early!\n<br/> 4. Go to a nearby hospital or treatment center\n<br/>\n<br/> ADVANTAGES:\n<br/> - Easy to produce\n<br/> - Existing distribution network which also reaches rural communities\n<br/> - Existing awareness for hygiene and the correlation with health\n<br/> - Level of trust with the product \"sachet water\"\n<br/> - Reaches individuals and communities overall\n<br/> - Can be given out by ebola information teams who visit the communities. It may help them to be accepted by the citizens as they give something for free which people need\n<br/> - Can be handed out to community leaders and/or religious leading to provide the water to people visiting services and communities gatherings\n<br/>\n<br/> WHAT I NEED FROM THE COMMUNITY TO MAKE THIS HAPPEN\n<br/> - Someone with experience in health communication in the specific cultural context\n<br/> - Someone who can help to get in contact with sachet water producing and distributing companies (or chambers of commerce, trade association who can give contacts)\n<br/> - A graphic designer who can also produce the print file to be provided to the local partners\n<br/> - Translater in local language\n<br/> - Feedback if something similar was done before and the learnings\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-information-on-sachet-water-bags", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4a6b1080-a4c9-433a-9fde-ba952e4fd947.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/2d3d8373-daea-471a-af11-c2eee46f59dc.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e941134f-85e1-420a-9027-a13281bb30ba.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/04331234-c866-4eca-913b-63a26977e568.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 09, 2014, 12:24PM", 
  "summary": "Sachet water is widely distributed and consumed in the affected regions, also in rural communities. Information about Ebola (symptoms, risks, to dos) could be printed on the bags to inform  in simple, catchy words and symbols.People who consumer sachet water are already aware of the need of clean water for their health.  So, there is an understanding of hygiene, and a level of trust in the product and its supplier.  This is an ideal starting point to raise awareness for ebola and encourage action in the case someone has symptoms or oberserves them at someone else.Water could also be given for free to communities to accelerate distribution. Also, other food products could be used, e.g. rice bags (or the local equalivant).", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Ebola information on sachet water bags", 
  "view_count": 271
}