{
  "applause_count": 4, 
  "author": "Bailey Swayne", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 01:50AM", 
      "message": "\n    \tLOVE this idea!  Isn't there research that shows people have many years of immunity after they survive an exposure?  I thought of this and you will see it on my post \"21 day quarantine\" but I like the idea of a database and believe that it may also help in people's trust of the healthcare workers.  If they have HAD ebola then they will be trusted.  See my post...Dr. Delise Dickard.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:09PM", 
      "message": "\n    \tHi Bailey, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ange Zelenak", 
      "date": "October 15, 2014, 19:32PM", 
      "message": "\n    \tI really don't know anything about blood-but it totally makes sense.I took an anatomy class this summer- and just like any other disease or virus your body builds antibodies against it- so blood with that content should be able to cure it. (or fight against it)Now...if this is true- how can you send it to the masses? Previously infected blood and transport to those who need it. You could design around this. Looked it up and found this:http://www.washingtonpost.com/news/morning-mix/wp/2014/10/14/the-decades-old-treatment-that-may-save-a-young-dallas-nurse-infected-with-ebola/\n"
    }
  ], 
  "description": "<div class=\"description\">\n            From reading the Science Insider article, the World Health Organization (WHO) is testing whether or not injecting people who are infected with Ebola with the blood of someone who has had Ebola and survived will help cure it. They are testing this based on research that dates from the late 1970's. I think that if we create a database of everyone who we know has had Ebola and survived it, we than can access the database and ask the people in the database if they would be willing to donate blood to try and save lives. In the database we would have all possible information on the donor, ex. Possible diseases they have, sicknesses, blood borne pathogens, and as much data about their well-being as possible.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-outbreak-and-a-possible-cure-for-it", 
  "media": [], 
  "submitted": "October 15, 2014, 17:31PM", 
  "summary": "This idea is for those who are either infected with  Ebola, deal with people infected with Ebola, or care about people who are infected.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Ebola outbreak, and a possible cure for it.", 
  "view_count": 70
}