{
  "applause_count": 4, 
  "author": "Mariano Matias Iberico Lozada", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:13PM", 
      "message": "\n    \tHi Mariano, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            there would be primarily two areas of focus for this group. One would be communicating with the boots on the ground groups and building a database of clinical cases as well as best practices and resource shortfalls or excess. The ECCT could then work to redistribute resources and best practices. The second focus would be governmental and uni/multilateral coordination (see graphic). This may already be occurring although universal protocols seem to be lacking.\n<br/>\n<br/> An adjunct purpose of this group could be to coordinate research efforts, to ascertain that ethical standards as well as appropriate research methodology is being utilized in order to have the highest impact and benefit for those most affected.\n<br/>\n<br/> this team would ideally be made up by a core of two people (clinical expertise and ligistical expertise) complemented by four national/regional representatives. Exchange of information could potentially be coordinated through a closed group on an established online presence such as GHD online.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-care-coordination-team-ecct", 
  "media": [], 
  "submitted": "October 16, 2014, 03:00AM", 
  "summary": "One of the major challenges is fragmentation of care and knowledge pathways. An Ebola care coordination team could work to interface with the many organizations and governments with boots on the ground and share resources and knowledge among them.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Ebola care coordination team (ECCT)", 
  "view_count": 39
}