{
  "applause_count": 4, 
  "author": "Ashutosh Kumar", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:00PM", 
      "message": "\n    \tHi Ashutosh, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 16:29PM", 
      "message": "\n    \tcould bat plasma have protective substances ???\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Drashu Kumar", 
      "date": "October 26, 2014, 17:12PM", 
      "message": "\n    \tYes! IgG antibodies to ZEBOV and MARV were found in 4% and 1% of bats, respectively. ZEBOV-specific antibodies were found in six bat species. ...(Large serological survey showing cocirculation of Ebola and Marburg viruses in Gabonese bat populations, and a high seroprevalence of both viruses in Rousettus aegyptiacus; http://www.biomedcentral.com/1471-2334/9/159)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 18:40PM", 
      "message": "\n    \tSo, (excuse my layperson's questions) could use be done along the lines of other typical animal serums used as outlined in this general-public entry ?http://medical-dictionary.thefreedictionary.com/antirabies+serum\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Drashu Kumar", 
      "date": "October 26, 2014, 18:52PM", 
      "message": "\n    \tpossibly yes!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 19:15PM", 
      "message": "\n    \tso who's checking it out ? any concrete steps being taken among researchers?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<br/>  \n<br/> http://www.sciencedirect.com/science/article/pii/S1879625712000429\n<br/> http://www.nature.com/nature/journal/v438/n7068/abs/438575a.html\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-virus-glycoprotein-receptor-npc1-study-in-carrier-wild-bats-can-help-to-design-drugs-and-vaccines", 
  "media": [], 
  "submitted": "October 26, 2014, 05:23AM", 
  "summary": "It's surprising to know that the wild bat which works as a carrier to Ebola virus remains itself immune to the infection. It's well known now that a cholesterol transporter on cell membrane and organelles (NPC1) binds to virus envelope glycoprotein which is an essential step for infection. It's quite possible that virus entry site on NPC1 in wild bats could have gone some adaptive structural change that prevents infection. Studying the structure of NPC1 in wild bats and related genomic study can help designing drugs and vaccines that prevent  Ebola infection.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Ebola virus glycoprotein receptor (NPC1) study in carrier wild bats can help to design preventive drugs and vaccines", 
  "view_count": 107
}