{
  "applause_count": 1, 
  "author": "Rebecca Zheng", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Most of us know not to touch anything that comes from a sick person's body, especially not anything from someone with Ebola. However, many people in Africa are not aware that Ebola can be spread through contact with bodily fluids or even the symptoms of Ebola. By tradition, many of these people must care for their sick and dead family members, exposing them to the disease. \n<br/> To solve this problem, there are two major steps we should take. The first step is to post signs around different villages in Africa listing Ebola symptoms and cautioning  people that Ebola is spread through bodily fluids (feces, urine, spit, etc.)\n<br/> The second step is to set up an emergency hotline service (phone number will be included on these signs). If a person has sick family member, he or she can call the hotline, and an emergency team will come within minutes to pick up the sick individual and transport the patient to the nearest hospital. This way, the family member will not have to tend after the sick person themself, saving them from being in contact with the Ebola virus. This hotline also works for dead people, as family members can contact the hotline to pick up the body. \n<br/> A question I have for the community is: How many people have access to phones?\n<br/> Hopefully, this idea will be effective in stopping Ebola from spreading.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-spread-prevention-ideas", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/28d071c7-0b5f-4669-8d54-1c9315a05446.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 27, 2014, 20:40PM", 
  "summary": "My idea for this challenge is about preventing the Ebola virus disease from spreading. The idea is for residents in areas with high concentrations of the Ebola Virus Disease in Africa, such as Western and Central Africa. I aim to raise awareness of the idea that the disease is spread through bodily fluids, and to set up a hotline service that can pick up and transport the sick or dead from Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Stop the Spread of Ebola in Africa!", 
  "view_count": 23
}