{
  "applause_count": 3, 
  "author": "Brittany Bradley Mikaela Randale", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:02PM", 
      "message": "\n    \tHi Brittany, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            My idea will work by helping spread the message of ebola to people worldwide. I will do this through social media because it will help my message spread worldwide. I think it will succeed because a lot of people use socal media to learn about things going on throughout the world. A question I have for the community is by giving updates about ebola benefit you and give you more knowledge about the virus? \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-the-disease-of-2014", 
  "media": [], 
  "submitted": "October 28, 2014, 04:37AM", 
  "summary": "Ebola the disease of 2014 is a website and app that shares information about Ebola. Using social media we will be able to spread news extremely fast and get information to people worldwide. We will be able to post information on our website, app, and twitter.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Ebola the disease of 2014", 
  "view_count": 22
}