{
  "applause_count": 6, 
  "author": "Jay Buckalew", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:02PM", 
      "message": "\n    \tHi Jay, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "James Gien Varney-Wong", 
      "date": "October 29, 2014, 20:58PM", 
      "message": "\n    \tHey Jay, Way to go! Congratulations! When do you think will be the earliest it will be distributed to health care workers?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jay Buckalew", 
      "date": "October 29, 2014, 22:56PM", 
      "message": "\n    \tHey James prototypes are being produced by EnviroGuard on the suit side to be fast tracked in the certification process. More news as we get it but it is moving extremely fast\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Tobias Schlipf", 
      "date": "October 31, 2014, 09:23AM", 
      "message": "\n    \tHey Jay, I really like the idea! But how exactely does the cooling process work?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jay Buckalew", 
      "date": "October 31, 2014, 09:59AM", 
      "message": "\n    \tHey Tobias, we have been cooling personnel in high heat stress environments for 17 years... Everything from Surgeons to NASCAR Drivers... We use several different cooling engines with our garments from simple Ice,Thermoelectric , Compressor Vapor Cycle and Liquid Co2. This suit has the capability to connect to all of our systems via a fixed port. It can be used with our MP2 Backpack or our 12 or 24L coolers. Our fixed systems have a auto retract hose feature that allow the person to move about without getting tangle in the hose that connects them.  If ice is not available our PROCOOL Co2 System converts liquid Co2 from a liquid to a gas through a patented manifold system and tubbing process.. Hope this helps\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 31, 2014, 10:00AM", 
      "message": "\n    \tTo see the above referenced products go to http://www.coolshirt.com\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Our next generation suit will keep healthcare workers safer as they treat patients. In addition our cooling gear will ensure that they are comfortable,better focused, and better able to do their job while reducing cost and hazardous exposure by a 4 to 1 ratio.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-hazmat-suit-solves-overheating-problem", 
  "media": [], 
  "submitted": "October 28, 2014, 14:27PM", 
  "summary": "COOLSHIRT SYSTEMS and INERNATIONAL ENVIROGUARD will join forces to produce a COOLED hooded suit with integrated ear to ear face shield to pass ASTM 1670/1671  standards and be certified to EN14126. The suit is designed with easy to use tab/flapped Velcro with easy grab tabs along  with a reusable temporal  skin temperature sensor with audible alarm. The solution will also provide portable,fixed and or combined cooling during donning and undonning process. The system will allow caregivers to go from 40 minutes to 4 hours in the care POD. The  internal COOLING System designed for the suit will allow for decontamination,air-drying, and indefinite re-use.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "http://www.prnewswire.com/news-releases/ebola-hazmat-suit-to-solve-overheating-problems-280800532.html", 
  "view_count": 133
}