{
  "applause_count": 5, 
  "author": "Margo Lena", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 21:38PM", 
      "message": "\n    \tHi Margo, thanks for sharing this with the community! Have you thought about any new ways to distribute the sanitizer to those in the communities who are treating loved ones or are trying to prevent themselves from contracting the virus? How might we rethink distribution so that it finds it's way to the right people?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Margo Lena", 
      "date": "October 09, 2014, 22:00PM", 
      "message": "\n    \tI did not have a plan for distribution except for getting the polyDADMAC to the location as a concentrate and then having a health care worker dilute it down. There are pre-made versions of hand sanitizer that have polyDADMAC in it, but it would be more costly and harder to transport maybe? Please see the link to one of the already made products. http://www.quickmedtech.com/technology/nimbuderm\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 17:25PM", 
      "message": "\n    \tHey Margo - it would be great to see an image of the product! Have you got one you could upload on to your entry. You can use the update entry button on the right of your post to do this. Thanks for joining the conversation!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Hand sanitizer is an integral piece to prevent the spread of ebola among other viruses spread by contact. This is important for those individuals, both professional and not, that are tasked with taking care of those with ebola. \n<br/>\n<br/> Hand sanitizers can provide both instant sanitization and long-lasting protection, but the typical had sanitizer like Purell only sanitizes at the instant it is put on the hands. As soon as you touch pathogens your hands are contaminated again. There are other types of hand sanitizers that are long lasting, which form a skin protective barrier to the invasion of a broad spectrum of microorganisms including bacteria, fungi and viruses. This is a persistent form of protection that binds to the cells on the hands.\n<br/>\n<br/> One of the chemical compounds that can be used in a persistent hand sanitizer is polyDADMAC (Polydiallyldimethylammonium chloride). There is a hand sanitizer (link: http://www.quickmedtech.com/technology/nimbuderm) that uses this chemical compoud that has been proved to have an effective kill rate against viruses. However, PolyDADMAC has not been tested against ebola. But is should. And here is why:\n<br/>\n<br/> PolyDADMAC (http://en.wikipedia.org/wiki/PolyDADMAC) is very cheap (http://offer.alibaba.com/product/premiumKeyword.vhtml?SearchText=polydadmac) and widely available around the world because it is also currently being used to clean water. It is safe (has actually been put into hand sanitizer and was used in the past as a cholesterol medicine in the 1950's.\n<br/>\n<br/> Although polyDADMAC is sold in concentrate (10-50% concentrate), it can easily be attained and diluted to make a very effective, cheap, hand sanitizer that may be a much better form of protection against ebola. The previously mentioned hand sanitizers that use polyDADMAC, show that 0.1-.2% is effective afainst other viruses. It is ~less than $3USD per gallon for the concentrate. Therefore, it would be $0.05 cents per effective gallon of sanitizer. This will be based on how basic the manufacturing methods are.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-mac-a-persistent-hand-sanitizer-that-is-effective-and-lasting-against-ebola", 
  "media": [], 
  "submitted": "October 09, 2014, 00:06AM", 
  "summary": "To use diluted polyDADMAC, a coagulant used in water purification, found all over the world to make a cheap persistent hand sanitizer for protecting health care workers and people at risk  for ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Ebola-MAC - A Persistent hand sanitizer that is effective and lasting against ebola!", 
  "view_count": 54
}