{
  "applause_count": 3, 
  "author": "Scott Layne", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "Edited on October 15, 2014, 21:08PM", 
      "message": "\n    \tHi Scott, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            It may work, im not an expert, but I believe it will work if we start testing on animals that have Ebola, and it works then we start testing human patients with Ebola. I think it will succeed all because they have used it before, in China during SARS and they know what needs to be done with this treatment.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-treatment", 
  "media": [], 
  "submitted": "October 14, 2014, 16:29PM", 
  "summary": "The World Health Organization has discovered a possible way of curing the Ebola patients in Guinea, Sierra Leone, Nigeria, and Liberia. This treatment is just by using the blood of survivors from the 1995 outbreak and to do a blood transfusion to see if it will help create antibodies and help cure them. The only problem is that it has not been tested yet, so my question is why? If they start then may be just may be it will help cure the patients being affected by Ebola. The most important question is that if we use it on the patients after testing the transfusion, will it be able to neutralize it or just stall it for awhile. I do believe though that this may be able to help the world in discovering what will neutralize Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Ebola Treatment", 
  "view_count": 34
}