{
  "applause_count": 3, 
  "author": "arrate anabitarte", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            We are not aware of so many things around us, we only see the things that we want to or the things that others want us to see. A lot of us are very selfish for that, we don’t want to see the problems out there because we don’t want to deal with them, unless it can affect us, of course.\n<br/>\n<br/> But what consequences is that going to have on our life? How is our conscious going to live with us ignoring, therefore maximizing, problems that are killing people? It could be us going through such situations, but we are lucky is not us, would we then have a different vision of it? We would like people to take way more part on helping it in this last case, wouldn’t we?\n<br/>\n<br/> Make a change, and that doesn’t mean just that you are going to be more happy and improve your life quality for doing the right thing, which you are, but you are also going safe so many lifes that deserve to stay here with us, and they are going to be thankful for that their rest of their lifes. Therefore they will try to make a good impact on the world as well. This is what we call lead by example. START WITH THE MAN IN THE MIRROR (as Michael Jackson said).\n<br/>\n<br/> Who do you want to be?\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-has-been-a-problem-for-years-but-the-alert-started-now", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/33bf6ef9-dbf9-43c2-908a-03147ac2be5a.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 29, 2014, 22:50PM", 
  "summary": "A couple of weeks ago I heard someone said ¨Hanger has killed millions of people, but it is not being such a scandal because rich people cannot die from it¨ and I thought, damn! There is so much reality on that statement, and it made me so sad at the same time…", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Ebola has been a problem FOR YEARS but the ALERT started now", 
  "view_count": 22
}