{
  "applause_count": 4, 
  "author": "Mariah Snellings", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:34PM", 
      "message": "\n    \tHi Mariah, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Daniel Mills", 
      "date": "October 29, 2014, 21:22PM", 
      "message": "\n    \tThis is a good idea and would be very simple to implement. It would allow uncontaminated gear to remain clean while also separating used PPE from other healthcare workers going in to perform their duties.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Currently it appears that the care takers of those infected with the ebola virus put on their gear and remove their gear in the same location.  I think that it would be better if they put on clean gear in one location and removed the contaminated gear in a separate location and then showered before going back to their lives. I feel that if people are walking unprotected into an area, that it should be reserved for dressing up only.    \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-protective-gear", 
  "media": [], 
  "submitted": "October 29, 2014, 20:48PM", 
  "summary": "Currently it appears that the care takers of those infected with the ebola virus put on their gear and remove their gear in the same location.  I think that it would be better if they put on clean gear in one location and removed the contaminated gear in a separate location and then showered before going back to their lives.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "ebola protective gear", 
  "view_count": 34
}