{
  "applause_count": 1, 
  "author": "Kathryn Mahach", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:13PM", 
      "message": "\n    \tHi Kathryn, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The Ebola outbreak has everyone searching for ways to combat the virus. WHO is investigating the use of convalescent serum. Due to the many challenges regarding this approach, however, I think that doctors should be focusing their efforts on developing alternative treatments. There is no evidence that this type of therapy significantly helps those infected, and there are complications such as the cultural stimuli regarding losing blood and the possible transfer of other diseases such as HIV and hepatitis C. Those trying to curb the Ebola epidemic should put their time and money into finding more feasible solutions, starting with detecting the virus and keeping it contained.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-treatments-should-we-use-convalescent-serum", 
  "media": [], 
  "submitted": "October 15, 2014, 20:16PM", 
  "summary": "WHO investigates the use of convalescent serum to treat Ebola, but the effectiveness of this therapy is debatable.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Ebola Treatments: Should We Use Convalescent Serum?", 
  "view_count": 22
}