{
  "applause_count": 2, 
  "author": "Seemran Patel", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:32PM", 
      "message": "\n    \tHi Seemran, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yujun Zhang", 
      "date": "October 30, 2014, 07:06AM", 
      "message": "\n    \tIn my opinion, it's hard to get the viral genes and how to keep them functional to the virus?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            1. use viral genes to stop the virus reproducing. \n<br/>   \n<br/> 2. \"phosphorodiamidate oligonucleotide\"  is a chemical added to the blocks of DNA, and changes its genetic makeup of the virus and destroying it.  \n<br/>\n<br/> 3. Favipivavir drug - used in Japan to treat influenza. \n<br/>\n<br/> 4. convalescent plasma – blood transfusions taken from survivors of Ebola, which are given to the victim in the hope that antibodies in the plasma will fight off the virus. \n<br/>\n<br/> 5. hyperimmune globulin – used to treat rabies, tetanus and hepatitis B. The treatment is created by purifying and concentrating the plasma of immunised animals or previously infected humans. \n<br/>\n<br/> The problems we may face is that limited supplies, or causes of other dieases trying to treat this one.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ebola-cure-ideas", 
  "media": [], 
  "submitted": "October 29, 2014, 15:44PM", 
  "summary": "There are few solutions that MAY work, but there are also many cons and pros related to each ones.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Ebola cure ideas!!!", 
  "view_count": 20
}