{
  "applause_count": 3, 
  "author": "Gray Cline", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:31PM", 
      "message": "\n    \tHi Gray, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 29, 2014, 04:01AM", 
      "message": "\n    \tI agree completely.  Everyone acting in tandem based on correct knowledge is what is needed to combat the spread of Ebola.  This includes intense campaign of educating all of Africa's nations that might see migrants travelling from West Africa to their lands.  Ditto for all countries, because it's a small world.This news item may indicate that some education and quarantine efforts are succeeding, but too early to know for sure:http://www.nytimes.com/2014/10/29/world/africa/in-liberia-a-good-or-very-bad-sign-empty-beds-.html?rref=world/africa&module;=Ribbon&version;=context&region;=Header&action;=click&contentCollection;=Africa&pgtype;=Multimedia\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Though the World Health Organization seems to have a high level of faith in using blood transfusions to help treat those with Ebola, I believe that more research needs to be done before making this a regular treatment. Because the convalescent serum has been tested in the past and come up with negative results, this simply does not seem like the route to go for short-term goals to treating Ebola in West Africa.  Until a truly affective vaccine and/or cure is discovered, a short term solution must be created in order to at least temper the large-scale panic throughout the international community.\n<br/>\n<br/> Rather than use-up what little blood resource is left from Ebola survivors, the methods of quarantine and public education are a better use of resources.  This way, blood samples from Ebola survivors can still be used for researching potential antibodies to incorporate into a new vaccine.  By quarantining those that show symptoms, this helps to keep the disease from spreading.  In many cases, African Ebola treatment centers do not have the ability to hold patients due to political or financial barriers.  If more treatment centers were available, this would not be a problem, but until the infrastructure of West Africa can support the safe transport of patients to these centers, they cannot be affective. However, once found, the World Health Organization should document quarantining as a written universal procedure for dealing with village-wide cases of Ebola outbreak in order to keep the disease from spreading locally.\n<br/>\n<br/> In addition to keeping the infected away from the public, radio, television, schools, and social media need to better job of educating the public about the dangers of Ebola.  Radio DJ from Ghana Mawuli Tsikata says that the government needs to do a better job of raising awareness of Ebola, saying that “the government’s campaign to raise awareness about HIV/AIDS was much more aggressive than education about Ebola.”  Once the different West African governments as well as outside sources such as the US, UN, and Red Cross/Red Crescent have contributed more funds to promote the awareness of these diseases, as well as encourage the public to act on their own personal health will the outbreak of Ebola start to decrease.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/education-and-quarantine-are-key-to-treating-ebola", 
  "media": [], 
  "submitted": "October 28, 2014, 23:44PM", 
  "summary": "Rather than use-up what little blood resource is left from Ebola survivors, the methods of quarantine and public education are a better use of resources.  The WHO needs to not only fund for these procedures to become practical, but they must also allow for outside sources such as the UN and Red Cross/Red Crecent contribute more to the public education process in Ebola-stricken territories.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Education and Quarantine are Key to treating Ebola", 
  "view_count": 34
}