{
  "applause_count": 3, 
  "author": "Goran Arsov", 
  "comment_count": 8, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 18, 2014, 21:07PM", 
      "message": "\n    \tHi Goran,did you check http://ebolacommunicationnetwork.org/ ? Oh by the way, I am physicist too. I have the feeling that it may be quite a challenge to put something as complex as not catching Ebola when you are nearby into a poster. Might it be, that the recent problems in USA where hospital workers followed inapropriate procedures, also occurred, because someone wanted, to simplify it?Rainer\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Goran Arsov", 
      "date": "October 23, 2014, 21:19PM", 
      "message": "\n    \tHi Rainer. I hadn't checked it, thank you for posting.Any simple, cheap, effective and efficacious procedure that makes things *better* is a good procedure. Its hard to make people follow procedures due to the psychological energy conservation principle :)Goran\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 13, 2014, 23:53PM", 
      "message": "\n    \tHi Goran, really important idea. Here's some related ones you might want to check out - https://openideo.com/challenge/fighting-ebola/ideas/ebola-information-on-sachet-water-bagshttps://openideo.com/challenge/fighting-ebola/ideas/ebola-mini-seriesWhat kind of existing resources/channels could be used to deliver these messages in an engaging way? Perhaps you could mock up what it might look like?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Goran Arsov", 
      "date": "October 14, 2014, 19:05PM", 
      "message": "\n    \tHi Deborah, Free plastic posters (or any durable material) for every house and every other place where people go every day. For example, a poster could be like this:\"1. <graphic symptom 1, 2, 3... + a textual explanation beneath> arrow pointing to hospital/medic.2. <graphic symbols to thoroughly clean the house>3. <graphic symbols to not touch lips, nose, eyes, ears>4.  <graphic symbols to wash hands as frequently as possible>\"Another poster would be thee images here: http://www.who.int/gpsc/clean_hands_protection/en/The people should be educated that family members who feel the symptoms must leave the house and go into a hospital so that he will not infect the others.,. besides the explanation of the posters that will be installed somewhere in their house (in key, visible positions). So, there should be a wide education campaign in mass gatherings or in individual houses (or in groups of 10 or so people).Have a nice day/night.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:27PM", 
      "message": "\n    \tHi Goran, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Goran Arsov", 
      "date": "October 11, 2014, 21:04PM", 
      "message": "\n    \tThank you, i posted a picture (not mine) in accord with my idea. I made a change in the text, too. Bye.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "lauren aycock", 
      "date": "October 18, 2014, 21:49PM", 
      "message": "\n    \tOne thing to remember is that basic hygiene practices, which might be elementary in the western world, such as hand washing, may be completely foreign in Africa. Especially when resources such as clean water are scarce, it may be hard to create a cultural shift where hand washing becomes an adopted practice. It is important to emphasize how critical these practices are through any educational resources.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Goran Arsov", 
      "date": "October 23, 2014, 21:22PM", 
      "message": "\n    \tYes, education, institution, and infrastructure building are not easy tasks to do.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            My idea is to educate everyone in the danger zones how to prevent catching the virus, and to install high quality educational fliers and posters in every single village, if not every single household.\n<br/>\n<br/> The people should receive constant health education, so this may be the beginning of setting up a whole, permanent country-wide (Africa-wide, maybe?) health educational institution. It could use the existent educational facilities, where possible.\n<br/>\n<br/> I am Goran Arsov from the Republic of Macedonia (Balcans). I'm an unemployed high school physics teacher.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/educational-fliers-posters-distributed-to-everyone-in-africa-do-not-touch-your-face-lips-nose-eyes-ears-etc", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3d775579-f65b-4f64-9f5d-ee0967448a53.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 10, 2014, 20:52PM", 
  "summary": "My idea is to educate everyone in the danger zones how to prevent catching the virus, and to install high quality educational fliers and posters in every single village, if not every single household. The people should receive constant health education, so this may be the beginning of setting up a whole, permanent country-wide (Africa-wide, maybe?) health educational institution. It could use the existent educational facilities, where possible.I am Goran Arsov from the Republic of Macedonia (Balcans). I'm an unemployed high school physics teacher.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Educational fliers&posters distributed to everyone in Africa: \"Do not touch your face, lips, nose, eyes, ears\" etc.", 
  "view_count": 123
}