{
  "applause_count": 2, 
  "author": "Simin Chen", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Yujun Zhang", 
      "date": "October 30, 2014, 04:59AM", 
      "message": "\n    \tYup, that is right. Education is one of the key way to face Ebola. We need to have complete knowledge to pay more attention to Ebola that could really help us prevent and treat Ebola. Therefore, whatever governments, school or public organisations need to educate people how to know about Ebola, treat Ebola and prevent Ebola.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            So far, we don't have a complete cure for Ebola, though putting effort in finding a solution is important, the spreading of educational information is the most practical way to alleviate the danger that goes around the world right now. My friend and I thought of a way to increase the awareness and spread the knowledge about how Ebola is spread. Education is especially important in the poor areas because they hardly have access to internet and the outside world, but at the same time, they are the people who really need to know how to protect themselves from contracting Ebola. Except from sending doctors to help treat patients and tell them about Ebola, another direct and effective way is to print the pictures on bottles of water, explaining ways to stop Ebola from spreading. We decided to put it on the water bottles because clean water is really important for them and it will increase the exposure of the pictures in front of the people there. When they drink water from the bottles, they will see the pictures and look through them, then our goal of educating them is achieved. \n<br/>\n<br/> One of the drinking water companies can make advertisements, telling people that whenever 10 bottles of water are sold, the company will send one bottle of water to Africa that has the special stickers with Ebola information on them (shown in the picture above). In this way, the company, people in Africa, and other people who might not have direct contact with Ebola will all be benefited because the company will get more people to buy their bottle water; the people in Africa will have access to information on how to protect themselves from Ebola, and it will also imcrease awareness of Ebola among the people who buy the bottle water.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/education-is-the-key", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3397d769-c160-4004-93fc-20ec48cbffc9.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3f5541da-b64f-433c-bd6f-ccb17525286d.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 30, 2014, 03:36AM", 
  "summary": "Help increase awareness about Ebola by putting graphic information on the water bottles", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Education is the KEY", 
  "view_count": 29
}