{
  "applause_count": 4, 
  "author": "Mark El-Deiry", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:54PM", 
      "message": "\n    \tHi Mark, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "nicolae pirlea", 
      "date": "October 25, 2014, 11:25AM", 
      "message": "\n    \tThis is brilliant! Common sense approach, consideration for the smart use of limited resources in the affected area, a comprehensive, yet simple protocol for minimizing the spread of contamination. I believe this is the way forward !\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Mark El-Deiry", 
      "date": "October 26, 2014, 01:58AM", 
      "message": "\n    \tThank you for the compliment and the support. Now if there were just a way to get this noticed by more people who might be able to do something about it, we might have something here.I agree with the statement you made in a comment to your post (by which I am also impressed by the way). You said that there is no need for air filtration because Ebola is not airborne. This makes sense and was part of the rationale for why I thought my approach might work. There is no need for space suits and respirators and lots of expensive, uncomfortable, and limited supply materials like these for an infectious agent is not airborne.The focus needs to be on isolation of bodily fluids as well as proper sanitizing and disposal of such fluids. Trying to focus on more than that will only increase expense, increase discomfort of workers making their jobs harder and more susceptible to contamination caused by error, and increased complication making it harder for workers to comply with the requirements.My hope is to make it possible to COMPLETELY contain bodily fluids in a way that is inexpensive, easy to deploy and replicate even by those who are not highly trained, and comfortable in order to increase the amount of work each individual can do.If I were to find enough interest in this concept, I would be willing to travel to the area of the outbreak and work with influential parties in order to put this solution together. That way, any problems I did not address due to a lack of first hand experience with this situation could be worked around and this idea could be modified as needed.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "nicolae pirlea", 
      "date": "October 27, 2014, 19:47PM", 
      "message": "\n    \tHi Mark, Unfortunately all this Ebola outbreak situation is communicated mostly inadequately trough not very well handled media channels, and somehow along the way some very basic facts got lost. In the first place , in the affected area there is a natural reservoir of Ebola vectors , namely those fruit bats and some primates which are a part of the food chain leading to human infections , probably during the cooking process ,so a common sense start for tackling this issue is to alter the local dietary habits or to stress the necessity to follow very strict hygiene rules while handling row meat (as for what we know,  the economics of the region are not great , so it might be the case for the people to have limited choices in regards to sourcing protein rich food) , on long term this leading to a lower incidence of outbreaks.Secondly, there is indeed an ongoing issue related with a lack of proper sanitation, a huge problem during an epidemic, so in order to be able to contain further transmission of the virus within the general population a lot of money needs to be spent on a very large number of public toilets, even as simple as large holes in the ground, with wooden platforms and safety rails, but with meanings of cleaning hands not only after using them but BEFORE as well. It is vital for the local to have access to such a basic facility.Another important maybe the most important factor is the irrational fear and hysteria surrounding this disease. People need to know the known facts about Ebola virus: it is not airborne, it is easy to destroy it with alcohol, chlorine, and water and soap work as well for removing it of hands or contaminated surfaces. In fact it is weaker then the norovirus, for which alcohol is useless.Now, there is of course the underlying and never ending problem of endemic corruption in those parts of the world, because this ongoing humanitarian catastrophe would not have occurred if human beings would not have been kept in that state of social and economical depravation by those I have seen the other day on CNN and BBC asking the world to do what they should have done, instead of stealing or allowing their country wealth to be stolen. And for that there is no fix yet.However, as you pointed out, we should bring into the public opinion that there is no need for a miracle solution, because with enough MONEY, very good planning and logistics, this epidemic should be containable without any unnecessary human losses.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The crux of the concept I am contemplating is to place patients in sealed rooms with no direct contact between the patient and the healthcare workers. If absolutely necessary, the only direct contact could be limited to giving injections and any other activities for which direct contact might be unavoidable.\n<br/>\n<br/> A CRITICAL aspect of this approach is that healthcare workers MUST avoid direct contact with vomit and diarrhea which are the most likely sources for exposure. To do this, patients must be supplied with plastic bags for vomit and separate bags for urine and feces. Those bags should be sealed and decontaminated before being handled by healthcare workers. Here is an overview of how the process might work.\n<br/>\n<br/> The entire workspace would involve 3 classifications of zones: \n<ol>\n<li>a hot zone where the patient is located;</li>\n<li>a warm zone that is used to pass things into or out of the hot zone and to decontaminate those things; and</li>\n<li>a cool zone where healthcare workers would operate and tend to the patients without concern about contamination and without having to deal with hard-to-tolerate work conditions associated with the usual PPE protocol.</li>\n</ol> In order to make this possible physically and economically, we first need an inventory of the kinds of interactions these individuals have currently. Then we can see how we might modify those interactions for complete protection while remaining cost effective.\n<br/>\n<br/> As in any healthcare scenario, one aspect is to properly monitor the patient's vital signs. \n<strong>Could someone please inform me - specifically which vital signs are those and how are they currently monitored?</strong>\n<ol>\n<li>Temperatures can be taken by any number of devices placed on the forehead, behind the ear, or in the ear. Some such devices retail for less than $30 and would obviously be less if purchased on a grand scale and if suppliers are asked for assistance.</li>\n<li>Other vital signs that are monitored can be done similarly with inexpensive equipment but I would need a list detailing which vital signs those are and how they are currently monitored.</li>\n</ol> Since Ebola Virus Disease causes explosive vomiting and severe diarrhea, surely there is a need for IV treatment of patients. IV can be inserted in a variety of ways depending on the circumstances. \n<ol>\n<li>It is a sad reality that many healthcare workers have already been infected so they would already be in the Hot zone along with other patients. In such cases, if those workers are still healthy enough to function, they could insert IV for other patients. Only the materials (bags, needles, swabs, etc) would need to be passed through via the warm zone.</li>\n<li>Where there are no infected healthcare workers who are in fair condition, IV can be administered by using arm pass-throughs. The bags, needles and other materials would already be introduced into the hot zone via the warm zone passage system. The healthcare worker would then use the arm pass-throughs to pick up and use the materials to start the IV on the patient.</li>\n<li>If absolutely necessary, it is possible that the healthcare worker would need to don traditional PPE in the cool zone, pass into the warm zone being sure to seal the zone off from the cool zone before passing into the hot zone, then start a patient on IV as according to the current protocol. Once the IV is started, the healthcare worker can then: \n  <ol>\n<li>exit back out into the warm zone;</li>\n<li>get a thorough decontamination via chlorine showers on the outside of the PPE;</li>\n<li>doff the PPE and place it into proper disposal containers or into storage containers where it will undergo further decontamination procedures until it is needed again;</li>\n<li>be personally decontaminated via handwash stations or other means; and</li>\n<li>leave the warm zone back to the cool zone for continued work.</li>\n</ol> </li>\n</ol> One major advantage to the need for IV is that all further healthcare can be provided through the IV line. Again, all materials needed for care would be passed through the warm zone. The items can be added to the existing IV line in one of two main ways: \n<ol>\n<li>The patient - if healthy enough - can place a syringe into the IV port. It is a rather simple thing to do once the IV is in place because there is no need to find a vein; or</li>\n<li>The healthcare worker can use the arm pass through areas to pick up the materials in the hot zone and add the treatment to the IV port. This means of administration would be especially useful in cases where the patient is too ill to do so on his or her own.</li>\n</ol> Throughout the process, waste materials will be created. This will involve waste from healthcare provided (used needles, used cotton swabs, etc) as well as waste fluids from the patient as they will experience vomiting and diarrhea as well as have a normal need to urinate. The method used to dispose of such waste will vary depending on the health level of the patient: \n<ol>\n<li>If a patient is healthy enough to handle such matters on their own, it would not be difficult to have patients use disposable plastic bags inside a port-a-potty type unit. It could be as simple as a garbage bag placed inside a 5-gallon bucket in areas where economic restraints do not allow for more. The bags would be used to dispose of waste as needed. Once a bag was at a certain capacity, it could be tied off by the patient and placed into the warm zone. There it would get a chlorine shower, be exposed to sterilizing UV light, or both. Then it would be inserted into another sterile bag before being brought out into the cool zone for proper disposal;</li>\n</ol> If a patient is not healthy enough to do this on his or her own, then the procedure will need to be modified. \n<ol>\n<li>First, the patient will need to be placed in a seated position in order to prevent aspiration of vomit. In addition to having a normal back for the seat, there will need to be an angled plane in front of the patient on which to lean his or her chest for support. In front of such plane, a bag would be attached for containment of vomit. The sides and front of the plastic bag for vomit might need to be elevated to contain violent vomiting.</li>\n<li>For feces and urine disposal, the seat would need to be modified to allow for passage into a bag below the seat. Again, this could be as simple as a regular seat with a hole cut out, a 5-gallon bucket below it to contain the waste, and a plastic garbage bag used to line it which would be removed and disposed of as needed.</li>\n</ol> Such a patient would need to be close enough to the partition between the hot zone and the cool zone for a healthcare worker to use the arm passages to be able to remove and seal such bags when they are at an appropriate capacity and replace them with new, clean bags. Once the used bags are sealed, they would be passed into the warm zone (which would also need to be close enough to the arm passages to allow for this) for proper decontamination and preparation for disposal.\n<br/>\n<br/> Without more information about how healthcare workers and patients interact, I cannot provide any additional detail to this process. But I believe it can be done economically, and properly without excessive expertise. Keep in mind that an airtight seal is not necessary as Ebola is not airborne.\n<br/>\n<br/> This 3-zone protocol could be set up with thick, transparent, vinyl sheets to separate the hot zone from the cool zone. The warm zone could be set up in a similar fashion but with an ability to open and close the warm zone from each side (this could be as simple as velcro or duct tape as long as workers are very careful not to allow fluids to pass out of the warm zone into the cool zone without being decontaminated). In fact, the warm zone could be set up in a way to allow the healthcare worker to use the arm passages in order to open the warm zone to the hot zone so items can be brought to the patient even when the patient is immobile or unconscious.\n<br/>\n<br/> The \"chlorine shower\" or other disinfecting material could be as simple as a fertilizer sprayer filled with a diluted bleach mixture. (Or alcohol or any other inexpensive, widely available disinfectant.) \n<br/>\n<br/> The goal is to keep healthy individuals away from the bodily fluids of unhealthy individuals. This can be accomplished by physically separating the individuals into separate zones by use of vinyl sheets. Vinyl would allow for easy set up and take down, clear vision between the patient and healthcare workers, and containment of all fluids in any scenario. \n<br/>\n<br/> In the morbid case where a patient dies despite the best efforts of healthcare workers, the vinyl sheets could also be used to wrap and dispose of contaminated bodies. The decontamination showers could be used to decontaminate the outsides of any material in which a body is wrapped, and then the wrapped body could be inserted into another thick vinyl body bag and sealed again for incineration or burial. \n<br/>\n<br/> Realizing now that such bodies are normally incinerated for safety reasons, the wrapping of such bodies might better be done in impermeable materials which are better suited for burning without causing noxious fumes. However, if no such materials are impermeable enough to protect against infection, then the preference should be for vinyl and find a way to dissipate or filter the fumes rather than risk viral spread. \n<br/>\n<br/> As I am able, I will find pictures or draw diagrams of various items in this proposal to illustrate the concepts presented here. I am confident this can be done in a way that makes it economical, time efficient, and with the most protection of our healthcare workers. In addition, it will make the productivity of the healthcare workers far greater as they are able to work longer hours, do more during those hours as less time is spent donning and doffing PPE, and will be able to serve more patients with greater and faster mobility.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/eliminate-traditional-ppe-use-by-splitting-the-work-space-into-3-zones-hot-zone-for-the-patient-warm-zone-for-passing-and-decontaminating-items-and-cool-zone-for-healthcare-workers", 
  "media": [], 
  "submitted": "October 22, 2014, 16:39PM", 
  "summary": "The amount of direct contact between the healthcare worker and the patient must be limited. It might even be possible to treat a patient without any direct contact between patient and healthcare worker by making modifications to the way care is provided.This care can still be world-class healthcare and do all that is needed for patients while maintaining this 3-zone protocol.Also, this 3-zone protocol can be set up cost effectively, quickly, and easily with the proper deployment by world agencies and military support.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Eliminate traditional PPE use by splitting the work space into 3 zones - HOT ZONE for the patient, WARM ZONE for passing and decontaminating items, and COOL ZONE for healthcare workers.", 
  "view_count": 72
}