{
  "applause_count": 8, 
  "author": "Lynn Lawry", 
  "comment_count": 14, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 23, 2014, 23:52PM", 
      "message": "\n    \tDupont needs to weigh in on this. This is capacity building and helping the economy that is dying by the day.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 17, 2014, 19:36PM", 
      "message": "\n    \tHi Lynn, here's an interesting idea that you might build on or collaborate with - https://openideo.com/challenge/fighting-ebola/ideas/the-classy-caregivers-play-nicer-leveraging-aesthetics-for-a-subtle-but-powerful-shift. How might we leverage cultural traditions and artifacts to empower safe care?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 16, 2014, 13:30PM", 
      "message": "\n    \tI wrote to Dupont who makes PPEs....lets see what they say. No response as of yet.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bengt Hansson", 
      "date": "October 16, 2014, 08:51AM", 
      "message": "\n    \tFit-for-purpose PPEs must be of need. Every activity to provide working opportunities in these stigmatized economies is needed. For intstance, until the quality control is in place the burial teams could use these PPEs provided the bodies is in double, non-leaking bags.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 15, 2014, 01:56AM", 
      "message": "\n    \tDoes anyone know who makes the PPEs and would be willing to start a development trial in the field at least for the mortuary workers?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Meghan McCormick", 
      "date": "October 13, 2014, 21:49PM", 
      "message": "\n    \tMy concern would be in quality control-- when the seam splits or the fabric rips in normal life, it is just an embarrassment. If it is PPE it could mean death. As someone who bought clothes from West African tailors for over two years I was constantly surprised by the disconnect between what had been asked for and what had been made in terms of design, quality, and due date. How would we ensure that PPE's made locally by tailors would be completed on time and on spec?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 14, 2014, 00:17AM", 
      "message": "\n    \tMeghan, the material will be different and this will need to be a development program with monitoring and evaluation (or this is how I envision it....tailors without borders?) OK but seriously, for the local economy and the need, it makes sense. The cost will be lower and even the makers of the PPEs we use now could be harnessed to help.  I have not had the same experience as you and in fact have had amazing pieces made from the right seamstress in various countries in Africa  that I am still using 20 years later.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:23PM", 
      "message": "\n    \tHi Lynn, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 13:45PM", 
      "message": "\n    \tLynn,You mention that West Africans are known for style and clothing.  Might be a good idea to also involve them in the design of the PPEs.  That has been a huge discussion on this site and also a focus of the CDC and design community due to the limitations of the current PPE.  From discussion on this site I have read that currently workers can only stay in the PPE for 40 minutes due to heat issues.   Perhaps workers in Sierra Leone can brainstorm with local designers - or even seamstresses and work together on some ideas.   Do some quick mock ups.  Working together on the ground might help inform these iterations.   Might it be a good idea to send a variety of fabrics there for tests on the ground?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 13, 2014, 14:16PM", 
      "message": "\n    \tI think this needs to be a team....PPE designers, local community, others like those who have posted on your comments about breathable material. My only worry is that PPEs currently we know work if used correctly, adding in new materials as a trial now is too risky.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 13:11PM", 
      "message": "\n    \tI like this idea Lynn.  Creating collaborative systems will benefit everyone and I would think create goodwill as we bring business to their economy which is  faltering due to the crisis.   Would there be a way to assure quality control to these products?  I think that would be a concern from the health workers perspective.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 13:12PM", 
      "message": "\n    \tWhy are the burial teams threatening to strike?  (I have not read about this.)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 13, 2014, 13:14PM", 
      "message": "\n    \tSee BBC news they are discussing the strike, lack of enough pay for risk and the lack of PPE. As for quality control, there will need to be someone trained to be the quality control expert to ensure the suits meet the needs but at this point, I just saw on BBC a burial team with a few members with no suits on at all. http://www.bbc.com/news/world-africa-29591805\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 13:18PM", 
      "message": "\n    \tThanks I will check it out.  Sounds dire.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            West Africans are known for style and clothing. Hire the local seamstress' and tailors to sew the needed PPE. Get the cloth needed donated from the companies that makes these and allow them to either take one apart to create patterns and then get them to households with trainers to teach household members, healthcare providers and burial teams to put them on and take them off safely. This allows the economy to continue and meet the needed PPE demands at a lesser cost than shipping them from the West. With Liberian burial teams thinking of striking, it is paramount that these be made in countries with Ebola.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/employ-the-seamstress-and-tailors", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/584fa85d-de7b-4e5b-b0aa-1c296aa9ecfd.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 13, 2014, 12:09PM", 
  "summary": "Locally made PPE can be done if the seamstress and tailors are taught what is needed, given a pattern or allowed to have a PPE they can pattern from.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Employ the Seamstresses and Tailors", 
  "view_count": 92
}