{
  "applause_count": 3, 
  "author": "Chris Ragsdale", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Chris Davies", 
      "date": "October 11, 2014, 16:39PM", 
      "message": "\n    \tWith the millions of dollars pouring in, why don't they rent a hotel or two out for instant rooms.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 13:12PM", 
      "message": "\n    \tI like the idea of using locally available materials! How can you take this further, thinking about optimizing care facilities, PPE, etc. using these locally available materials? Perhaps there's also a communication/education role for community members?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Ragsdale", 
      "date": "Edited on October 08, 2014, 19:59PM", 
      "message": "\n    \tI don't know about the specific resources available to the local affected communities, I assume based on what little data I can find, that tree's should be more or less readily available and small saplings can be used to make a variety of structures from beds to entire buildings. Due to the specific containment protocols being used we would need to supply kits plastic sheets along with some fasteners with the instruction kits (we could also turn new unused trash bags into plastic sheets as a way to re-purpose commodity items).I agree that community members should have a major communication/education role as well and we could include basic representations of what to do or who to call/text when they think they or others may have been infected. Both the physical and communication  efforts should help to galvanize the community and strengthen their resolve to combat this outbreak.I definitely would love to hear from someone who knows more about the regions resources and local skill sets.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Meena Kadri", 
      "date": "October 08, 2014, 03:05AM", 
      "message": "\n    \tGood thinking, Christopher. So let's start thing specifically about what communities are best poised to create in the context of the Ebola crisis and start working on visualised instructions for those. Hoping you find collaborators to help you move this forward!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Ragsdale", 
      "date": "October 08, 2014, 20:01PM", 
      "message": "\n    \tThanks! I'm not much of an artists, but I will try and use the IKEA mentality of simple pictographic representations with some numbers for quantities to make it easy to follow.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Meena Kadri", 
      "date": "October 08, 2014, 21:01PM", 
      "message": "\n    \tNice one. The Noun Project can be a great place to source quality pictograms: http://thenounproject.com – though others here might have switched-on advice too :^)\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Simple instructions can show how people who may have lost hope can contribute to savings themselves and their loved ones from Ebola using resources from all around them. \n<br/>\n<br/> Even the most simple acts can make an impact both to the counter Ebolar effort and to the mindset of the people who live in the affected regions. Sometimes a positive outlook and a constructive way to use your feelings can be a great tool to help stop disaster!\n<br/>\n<br/> UPDATE:\n<br/> I found a good source on some instructions for fabricating a Wigwam here:\n<br/>\n<a href=\"http://siuarchitecture.blogspot.com/2011/04/how-to-make-wigwam.html\">http://siuarchitecture.blogspot.com/2011/04/how-to-make-wigwam.html</a>\n<br/>\n<br/> The only potential problem for using this style of fabrication is lack of suitable trees. I am uncertain as to the types of tree's and other plants that grow in the regions affected by the current Ebola outbreak. If anyone has any details or knowledge about this please share it so we can get a general resource pool going. It would be great if we could determine an existing local building technique that would be suitable for adaptation for medical care. That way the local communities would already be familiar with the techniques and would have less of a learning curve. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/empower-affected-communities-to-help-fight-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e28123c4-d383-4df6-a691-1f9ccd0b9c49.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 00:25AM", 
  "summary": "One of the challenges faced during an epidemic or large scale disaster scenario is the feeling of helplessness that the affected populace encounters. In order to give the people in the affected regions hope we should enable them to help themselves by providing a simple and primarily visual set of instructions on how to help with various aspects of the counter Ebola effort using local resources. Examples of these might be how to create care facilities using local and low cost building materials (wood with trash bags), how to make meals designed to boost immune response, or how to fabricate simple low cost yet effective protective equipment. All of these items are needed and would empower the communities to help in the fight against Ebola!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Empower affected communities to help fight Ebola!", 
  "view_count": 96
}