{
  "applause_count": 6, 
  "author": "Carolin Weisser", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 18, 2014, 02:24AM", 
      "message": "\n    \tHi Caroline.There has been discussion on this site about cultural sensitivity and awareness to issues around funeral rites which cannot happen due to the risk of infection.  Many loved ones are being cremated.  (I think they usually bury the dead.  I am not sure.  Do you know?)   There has been much discussion about the PPE being frightening for the ill and for all members of the community.   The funerary workers appear to be wearing the same PPE.  I wonder if there is a way to create PPE that is a different color, something in line with local customs for a funeral, something that is distinguished as being used specifically for those who are carrying and burying the dead as a sign of respect to them and their loved ones.  I wonder if this can elevate the role of these workers within the greater community.  Does anyone have knowledge regarding funerary customs in the effected countries?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Chris Davies", 
      "date": "October 13, 2014, 19:44PM", 
      "message": "\n    \tAnd give them some place nice to go, other than back home. Not left out and then sneaking back into a village.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Chris Davies", 
      "date": "Edited on October 13, 2014, 19:43PM", 
      "message": "\n    \tConsidering this could cost billions, paying a lot early on would have prevented and could prevent it the next time too.\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Chris Holtom", 
      "date": "October 13, 2014, 19:29PM", 
      "message": "\n    \tCaro - excellent point.  A savvy media organisation should be part of any team in these countries, offering this advice and getting the message out through trusted outlets.  External agencies cannot do this but they can influence it - with great care.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:22PM", 
      "message": "\n    \tHi Caro, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Through radio and TV messages authorities should emphasie that those people:\n<br/> - Do a service to a nation\n<br/> - Get a salary (which they also should do)\n<br/> - Get protective equipment and best wokring conditions as possible with the support of the international community which protects them from the desease\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/enhance-the-image-and-reputation-of-local-health-workers-ambulance-teams-and-those-who-burry-the-death", 
  "media": [], 
  "submitted": "October 13, 2014, 11:05AM", 
  "summary": "A big problem is that all those locals who fight against Ebola and work in the different area are also stigmatised - and often resign (http://www.nytimes.com/interactive/2014/07/31/world/africa). Some are expelled from their families or avoided by the community, because people think they will bring the virus to their communities. This is a hug risk for the much needed recruitment of people to stop the further spread of the disease. Through radio messages and billboard those who continue to work should be celebrated as heroes as well. 1) to prevent them to stop working in the different fields2) to encourage those professionals to stay/get engagedhttp://www.theguardian.com/global-development/2014/oct/13/liberia-ebola-health-workers-", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Enhance the image and reputation of local health workers, ambulance teams, and those who burry the death", 
  "view_count": 71
}