{
  "applause_count": 3, 
  "author": "Deb MacNamara", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deb MacNamara", 
      "date": "October 13, 2014, 21:58PM", 
      "message": "\n    \tI think that it would be important to consult medical professionals in the field like the Sierra Leone folks that have started doing this. They would have an idea of what supplies are critical along with the instructions that should go with it. I think you will then need people with expertise in languages specific to the areas effected, along with design to put together the appropriate information. supplies- rehydration pills with electrolytes?   - Gloves (lots) with directions to take them on and off to avoid decontamination- hand sanitizer - chlorine spray- disposable raincoats with hoods (cheap and easy to slip on and off)- waste disposal bags/system with a clear sign on bag it is hazmat material- pain killers?- first aid bag to put all of the supplies in- information on contamination and preventing the spread of ebola You could also include information on the hospitals in the area, perhaps numbers to call (?) to see if there is space in any of them before bringing people in (not sure of their infrastructure or systems in this respect). I am not an expert on ebola so I do not know what else is needed but consulting medical professionals in the field over in West Africa would likely be the ideal.As far as dissemination, I would use central hubs to give out the packages, key places that are already a 'go to' place with trusted faces.  Have a nurse or health professional available to give information. Also, I would stock up the hospitals with the kits as well to give out when they have to turn away people. There have been lots of posts on this at openidea so I think it would also be good to bring the people on this site together in terms of their thoughts on empowering home/community care.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kolu Zigbi", 
      "date": "October 13, 2014, 16:44PM", 
      "message": "\n    \tI am also inspired by Katu Kekulo.  The survival rate she achieved argues well for your submission.  I want to pull together a team of students, graduate and undergraduate, to further support your idea.  I am currently at the Graduate School of Design at Harvard doing a one year fellowship.  I have met students from multiple disciplines (and universities) interested in making a contribution. Have you thought any more about the elements of the kit?  What do you think I should rally a team to work on? How can we work together?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kolu Zigbi", 
      "date": "October 13, 2014, 14:23PM", 
      "message": "\n    \tDeb, I too am inspired by Fatu Kekula's amazing story and her high success rate makes me believe your submission is critical. Also, I think local Liberian grassroots organizations could be involved with distributing the kits, educating about their use, and tracking and monitoring.  I've begun to ID such groups. I'm joining your team and want to involve other students.  I'm doing a yearlong fellowship at the Harvard Graduate School of Design and beginning to pull together other students from across the various colleges here at Harvard and other colleges and universities.  I'd love to talk with you further asap.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deb MacNamara", 
      "date": "October 11, 2014, 15:24PM", 
      "message": "\n    \tI think rehydrating pills like someone suggested, painkillers, gloves, information that is language and culturally appropriate would help. It looks like Sierra Leone is already heading in this direction ....http://seattletimes.com/html/nationworld/2024751460_ebolasierraleonexml\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:02PM", 
      "message": "\n    \tInteresting, Deb! This is a very inspirational story! Access to care is definitely a concern. What would you suggest be included in these kits? What type of educational materials/campaign would need to accompany the kits to ensure proper use and disposal?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 08, 2014, 01:26AM", 
      "message": "\n    \tHi Deb, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to  your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Have the ebola first aid kits available at central spots in communities and also give the hospitals some to be able to give to families they have to turn away. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/equipping-community-members-to-provide-basic-medical-care-for-family-members-with-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/56ad01c5-fe18-43d2-8834-d4f4a37ce4d0.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 07, 2014, 23:15PM", 
  "summary": "The number of people with ebola continues to out surpass the hospital beds and health professionals available. While every effort should be made to increase the availability of these resources, there is a significant possibility the demand will exponentially outpace the provision of care available. What if home ebola first aid kits/medical packages were to be made available to families along with information that would allow for home treatment and prevention of ebola spread in some way?  I was inspired by this story of a Liberian woman who did such a thing for her family members. Help them to help each other.http://www.latimes.com/world/africa/la-fg-in-liberia-woman-fight-ebola-20141005-story.html", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Equipping Community Members to Provide Basic Medical Care for Family Members with Ebola", 
  "view_count": 132
}