{
  "applause_count": 6, 
  "author": "Guichingdin Palmei", 
  "comment_count": 19, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Denise Denise", 
      "date": "October 21, 2014, 22:58PM", 
      "message": "\n    \tHi, Guichingdin;We are from two different parts of the globe (...I'm from the Caribbean...) and yet we seem to have come up with almost identical ideas for Ventilation of existing PPEs. I noticed that you said the Japanese-made Bee Suits are quite expensive; my concept is rather Cheap 'n Easy to roll-out.  Please review my idea and let me know if we can team-up.  Cheers!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "Edited on October 22, 2014, 01:05AM", 
      "message": "\n    \tHello! Denise, I went through your idea and I think It's great. Please feel free to add me in your team. Thanks.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Denise Denise", 
      "date": "October 22, 2014, 12:34PM", 
      "message": "\n    \tThanks for the encouragement.  I would love to add you to my team...but am rather in the dark as to how this is done!  Could you explain the process, please?  Thanks.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 22, 2014, 15:06PM", 
      "message": "\n    \tYou can click on \"Manage Team\" then search for the name that you would like to add and then just drag it to the left-hand side.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Denise Denise", 
      "date": "October 22, 2014, 16:00PM", 
      "message": "\n    \t.http://..so said, so done.  Thanks!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Les LaMotte", 
      "date": "Edited on October 11, 2014, 19:21PM", 
      "message": "\n    \tI have already experienced the \"Fear\" factor of Ebola first hand. My very good friend and associate who is originally from South Sudan, just got back after being there for 3 months. He made it on airplanes from Addis Ababa to Rome to Washington DC and then Minneapolis without anyone asking him about Ebola. But, when he returned home to Storm Lake Iowa, he went to his doctor and mentioned he had a fever, the doctor completely flipped out and everyone in the office ran away and told him to go to the parking lot and then to the ER. Of course he was completely freaked out and spent many hours after that trying to explain via his pastor, who finally came to stand up for him that he came from East Africa, NOT West Africa. So, my conclusion is that the issues of Ebola are way beyond the medical, social, personal, and governmental issues, we have the basic issues of geographical ignorance. We have what we can only conclude is the \"Drive By\" ignorance effect. Which is simply the lack of real knowledge by the vast majority of people on the planet. We are beginning with a huge innate deficit of \"fear\" level that will block everyone's senses of right and wrong well before, rational thinking on this subject can be obtained. Overcoming the fear effect of those who run in fear for their own death, while others who are assigned or whose place it is to minister aid to those who are dying is the real challenge here. I also have a close friend who was in Africa as a doctor for over 35 years, he also suffered from Ebola, however, at the time, the fear factor was not as intense and he is one of the very few who many years ago completely healed of the disease, mostly because people aimed directly at the cure rather than their personal perceived fear of instant death to themselves in disregard to the infected persons right to receive care and healing. Therefore, there is a very slim \"Tipping\" or \"Oil canning\" effect about anything that is done to aid the one suffering from this disease. That well before the disease facts are known, there is overwhelming fear. As human beings, we are hard wired to run in the face of danger without regard for anyone else at the time. Self preservation is number one in the human psyche. So as problem solvers, how do we take care of the patient in a human way with diligence and effectiveness while those around us are frozen by fear. The solutions we come up with must be number one: Knowledge of the disease and it risk factors to the patient and to others. Number two: access to solutions must be immediately available and cost effective. Number three: Safe for the patient and those who are caretakers or innocents caught in the line of fire. When I went to South Sudan the first time, I was told by the clinic doctors that if I met anyone that was bleeding from all orifices, that I should not assume to be a saint or hero and aid them, but to run away as fast as possible as there was nothing I could do for them as they would be dead in 2-3 days and if I touched them, I would be also. The recent passing of the man from Liberia in Dallas is a classic reminder, that after having compassion on a young woman aiding her, and then burying her, he then left for the US, probably to save himself, or out of total ignorance of what hazards he had exposed himself to. But, further he seamed totally ignorant of what hazards he also was exposing others to by his actions. Unfortunately, he passed away in a very short time even with help from the best medical we could offer in this country at this time. So, I write this to reinforce here, that what we \"Think\" or can pat ourselves on the back for in this space for our open ideas, is not a game, but, it is the potential lives of thousands and potentially millions of peoples lives and not just as a direct result of Ebola, but of the 99.9% of the other things that can happen out of fear of the disease. I hope I have given us an honest frame work from which to offer further suggestions and solutions.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 11, 2014, 12:26PM", 
      "message": "\n    \tThanks and Big Thumbs-up  Les LaMotte for your insightful, honest comments and first hand knowledge of Ebola disease.  You have rightly pointed out \"the issues of Ebola are way beyond the medical, social, personal, and governmental issues\" . I fully agreed  with you and endorsed the three solutions you have suggested.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 12, 2014, 02:25AM", 
      "message": "\n    \tLes, Can I post your above comment in my facebook groups? It is very enlightening and I want my group members also to know more about Ebola. Thanks.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 11, 2014, 07:41AM", 
      "message": "\n    \tI have added some points in my idea: the need for World Wide Ebola Alert and solution to patient-physician trust deficit.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 16:00PM", 
      "message": "\n    \tHi! Great contribution. I noticed there are two other people who posted similar ideas. Maybe you guys can collaborate somehow? Check them out here -  https://openideo.com/challenge/fighting-ebola/ideas/solar-powered-fans-in-suits and https://openideo.com/challenge/fighting-ebola/research/virus-barrier\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 10, 2014, 01:35AM", 
      "message": "\n    \tLooking forward to collaborate with Bob Hauck.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:07PM", 
      "message": "\n    \tIt would be great to learn more about how the Bee Protection suit could be adapted for Ebola PPE! How expensive are those suits? What characteristics would need to be changed or enhanced to provide maximum protection against Ebola, while also improving wearability and comfort? Any ideas for a prototype?You've also identified other problems that are really important! I hope you can collaborate with others thinking about those ideas, too.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 08, 2014, 15:22PM", 
      "message": "\n    \tMichelle L'Archeveque, Thank you for your comment. My idea is that we can collaborate with the Japanese clothing company with other PPE manufacturing company to improve the air-conditioned bee suite to air-conditioned Ebola suite. Most of the air-conditioned jacket/suite/pants made by the Japanese clothing company are quite expensive. I surfed through the ebay and found out that the price ranges from above 1000 USD. I think the price of the suite can be brought down if mass production is started.This is only an idea stage and I am looking for new inspiration.Yes, I have identified some important problems which I do not want to go into details here. I will be happy if you can help me out on collaborating with others on those problems.  Please feel free to comment, suggest or to give your opinion, Would you mind if I add you to my team? Thank you.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Les LaMotte", 
      "date": "October 08, 2014, 18:24PM", 
      "message": "\n    \tGuichingdin, your idea is fantastic and it works well with the soft walled tent and cleansing system we have. May I add you to our team?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Shari Cheves", 
      "date": "October 08, 2014, 21:39PM", 
      "message": "\n    \tLet's get a closer look at 3a - the traditional burial process. All new cases of this more virulent strain stem from a burial in Sierra Leone earlier this year. How can we battle this epidemic when so many locals wish to wash and touch the dead? Is there any way to completely disinfect the bodies to allow the family to bury their own? Would clear body bags be a compromise? Most importantly, how can we foster trust among West Africans so they can learn and recover?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 09, 2014, 01:29AM", 
      "message": "\n    \tLes LaMotte, Thanks for taking the trouble to add me in your team. If our little can make a difference for betterment of humankind that is indeed a blessing.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 09, 2014, 01:48AM", 
      "message": "\n    \tShari Cheves, I think disinfecting the bodies with your idea of Ultraviolet germicidal irradiation (UVGI) would be the answer. Unless the people from Africa fully understand the threat posed by Ebola it would be difficult to foster trust. So, an intensive awareness campaign is needed.  Why don't we team-up?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "jennifer Hartsfield", 
      "date": "October 10, 2014, 18:14PM", 
      "message": "\n    \tI love the air conditioned suit idea but have one question where does the air intake come from is there any risk of droplet particles being sucked in and circulated through the suit.   Are there appropriate filters available to prevent this?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 11, 2014, 01:16AM", 
      "message": "\n    \tHello! Jennifer, that's a good question. The intake fans can be fitted with removable filters fitted at the back of the suit.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>Problem No. 1</strong>:  Personal Protective Equipment (PPE) worn by healthcare workers becomes incredibly hot, especially in humid environments, making it essential for health care workers (HCWs) to take multiple breaks. Each time the PPE is put on or taken off, the risk of infection increases: \n<ul>\n<li><strong>Solution:</strong> This can be solved by improving the PPE in collaboration with a Japanese clothing company the Dongguan HongMing Air-Conditioning Clothing Company Limited specializing in air-conditioned clothing (http://www.kuchofuku-products.com/index.html). This can be further improved to suit the HCWs’ PPE and the hot and humid environment. For example: The Air-Conditioned Bee Protection Suite can be improved into Air-Conditioned PPE. Addition to this, the PPE can be powered by solar energy.</li>\n<li>The Care Community should be well trained and make aware of the social and interpersonal aspects of infected communities.</li>\n</ul>\n<strong>Problem No. 2:  </strong>Lack of adequate health centers/Absence of rapid point-of-care diagnostics: \n<ul>\n<li><strong>Solution: </strong> Firstly, to meet the immediate needs of the Ebola patients, an Emergency Mobile Healthcare Center (to be manned by dedicated Frontline Health Workers (FHWs) equipped with up-to-date technologies) should be activated. The most promising solution at this juncture is the Idea submitted by Les LaMotte \"Portable Soft Walled Shelters with AsepticSure Technology underway for the fight against Ebola\". https://openideo.com/challenge/fighting-ebola/ideas/portable-soft-walled-shelters-with-asepticsure-technology-underway-for-the-fight-against-ebola</li>\n<li>Secondly, after meeting the immediate needs of the patients, a second group of healthcare workers can take over from the emergency teams for day-to-day care of the Ebola patients.</li>\n</ul>\n<strong>Problem No. 3</strong>\n<br/> a). A need to accommodate traditional burial ceremonies involving direct contact with a deceased body\n<br/> b). Reluctant to seek care in the first place\n<br/> c) Human interactions such as caring for a sick person \n<ul>\n<li><strong>Solution:</strong>  As the above three problems are social and interpersonal in nature, we need to deal with sensitivity and sincerity and need to seek an honest cooperation from all the stakeholders. An intensive social awareness campaign on Ebola and its consequences to the humankinds is needed.</li>\n</ul>\n<strong>Problem No. 4:</strong>  Difficulty in tracking person-to-person transmission \n<ul>\n<li><strong>Solution:  </strong>Tackling person-to-person transmission could be the trickiest part of all the problems. There is possibility that terrorist organizations might use it as a cheapest but most effective weapon. As this poses a risk for the whole world, the United Nations Security Council (UNSC) and the World Health Organization (WHO) need to work out a model to deal with this problem.</li>\n<li>A World Wide Ebola Alert needs to be sounded to screen incoming travellers for signs and symptoms of Ebola and curbs it before it spreads at the earliest.</li>\n</ul>\n<strong>Problem No. 5</strong>:  A just compensation for Care Communities: \n<ul>\n<li>As the Healthcare workers are working in a high-risk environment, they should be well compensated. This may include salary, insurances, High-risk allowance and other allowances.</li>\n</ul>\n<strong>Problem No. 6: Trust deficit between the healthcare community and Ebola infected community<br/> Why Trust Deficit?</strong>\n<ul>\n<li><strong>Deep rooted strong belief in traditional religion</strong></li>\n<li><strong>Lack of awareness/knowledge of modern medicine</strong></li>\n<li><strong>Suspicion/rumor of healthcare community as carrier of Ebola disease</strong></li>\n</ul>\n<strong>Even though, every conceivable up-to-date medical technologies and medicines may be available at our disposal to deal with Ebola disease unless patient-physician trust is built everything will come to naught.<br/> The solution lies in educating the local masses on Ebola disease through Community Radio Station (CRS) broadcasting in their own dialects. Through CRS most of their doubts, suspicions, knowledge can be clarified. This will be fastest and easiest way of reaching out the local masses. The cost for setting up CRS is roughly about 12000 USD.</strong>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/equipping-and-empowering-the-care-community-to-fight-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/693faa2f-db90-45c9-9fe2-164d9ba1cc64.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 09:03AM", 
  "summary": "My idea is to improve the present Personal Protective Equipment (PPE) into Air-Conditioned (AC/PPE) in collaboration with a Japanese clothing company for the Care Community.My idea also seeks to meet the immediate needs of the Ebola Patients, social issues of the infected communities, security risk and compensation for the Care Communities.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Equipping and Empowering the Care Community to Fight Ebola", 
  "view_count": 346
}