{
  "applause_count": 8, 
  "author": "William Faria", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:55PM", 
      "message": "\n    \tThis is really interesting and seems to be a comprehensive point of care device. Have you spoken with any health workers who might be users of this technology? It would be really interesting to better understand which functionality would be most useful, or which elements might not be feasible in places like Liberia (i.e. are the Labs reliably testing and reporting on patient status?). Has this or a similar app been used in other remote outbreak settings?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Faria", 
      "date": "October 08, 2014, 15:23PM", 
      "message": "\n    \tWhen developing the database, I shared this with some of my friends that are still in the field working on the current outbreak. They made some suggestions about which parts of the system should be changed - this version reflects their input.  As a former Field Coordinator for MSF, this is a  basic summary of the information that I needed to gather each day to do my job. My sense is that the contact tracing and case-identification abilities of the system would be most useful at the moment to have an immediate impact on reducing the rate of infection.   Having a GPS enabled map of contacts that need to be traced could speed the daily work of the teams.  Our current data collection systems are missing somewhere around 60 to 70 percent of all cases (no one knows for sure).  Just getting a handle on whats really happening would be a big first step.Regarding feasibility, your example of labs is a good one.  If there is a treatment center that is sending samples to a lab, and we notice (through the EVDnet system) that this lab has a very large backlog, then we have identified a problem that needs to be addressed urgently.  Right now there might be a notebook or excel sheet  in Liberia holding that data, but no one can see it...The data collection and analysis is not just about everything running smoothly, its about finding where the critical breakdowns in the system are. First identify problems/bottlenecks, then alert the appropriate decision makers that can bring the solution.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<h3 class=\"h3_class\">View Prototype at:  www.evdnet.org</h3>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16044/35dd0837-6461-46e9-ad64-42f303ca5515.png\"/>\n<br/>\n<br/> At its core, this system is a custom designed relational database, hosted on both GPS enabled smart phones and on a single central database. Each mobile device stores information from the field then synchronizes the data to a central database hosted in a cloud environment. All users connect directly to the single database source to transmit and receive information from other people working around them. The information is standardized across different responders and organizations creating interoperability.\n<br/>\n<br/> EVDnet creates a detailed picture of disease progression, as well as mapping and quantifying the resources available in the fight. EVDnet brings together the key operational information needed for leaders in the field to make better decisions more quickly. Results are displayed in a single map-based view that allows the key information to be viewed graphically. This is about creating a real time picture of the situation on the ground, then delivering the information instantly to decision makers to guide the fight against Ebola.\n<br/>\n<br/> It's modeled on standard enterprise class database systems used in many commercial applications, but has been adapted for use in resource limited settings. Broadly speaking it integrates all data needed for healthcare operations during an emergency, or in a remote resource limited area. This type of software could be used in other resource limited settings to deliver accountable, reliable, basic care from Community Healthcare Systems networked together.\n<br/>\n<br/> EVDnet is meant to function in difficult settings, where hardware is easily destroyed and where mobile data networks are slow. End users can work both offline and online, and in the case that the device is lost or destroyed, all the data is backed-up on the central server and can be instantly accessed on another device.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16044/3c6ed3bf-5cd9-4644-b501-a26036094a4a.png\"/>\n<br/>\n<br/> PATIENTS\n<br/>\n<br/> EVDnet captures information regarding the evolution of patients from identification, treatment, and up to discharge. Patient data is entered directly into mobile phones or tablets in a manner similar to sending a text message. Creating a patient is a simple task that only has to be done one time, by one user – normally the nurse in charge or admissions or triage nurse.\n<br/>\n<br/> Patient data can be sorted by location, treatment facility, and status. Patients are assigned bed numbers to help guide medical staff to plan their interventions efficiently while operating in treatment facilities.\n<br/>\n<br/> All patient statistical reporting is done automatically for the user. EVDnet system calculates reports available in real time to the person in the field.\n<br/>\n<br/> Reports regarding number of new patients, status, outcomes, and home locations are generated automatically and shared across users. Personal details regarding patients are limited to medical staff and contact tracers that have a need-to-know. EVDnet increases patient privacy and security of sensitive information.\n<br/>\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16044/b827555b-e7da-43f7-a8e1-031755ea40fc.png\"/>\n<br/>\n<br/> LABS\n<br/>\n<br/> Lab samples can be created in EVDnet by medical staff. A unique reference number is assigned to each sample. The the sample is then tracked on its way to the lab team, where the results can be entered directly into EVDnet. No phone call/email/text is required to report lab results. Laboratory staff can also view samples in transit to their location. A logistics worker is also assigned to transport samples and is alerted when a sample is ready for transfer.\n<br/>\n<br/> Laboratory staff do not need to re-enter patent data in another tracking system, they simply record the result in the corresponding fields on the patient's profile.\n<br/>\n<br/> Backlogs and logistics problems with sample testing can be quickly identified. Weekly statistics and geographic reports will be generated automatically by the system.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16044/2f17329b-a550-46b0-8681-b5b80aac924d.png\"/>\n<br/>\n<br/> CONTACT TRACING\n<br/>\n<br/> Each person exposed to EVD will have a single record in the system which described their location, contact information, current status, and risk level. Each contact record will be assigned to a specific person for follow-up. Daily follow-up contact records will allow the contact tracers to report on the status of the contact and refer them for treatment if necessary.\n<br/>\n<br/> Prioritized lists including maps of contact locations can be automatically generated and assigned to a member of a contact tracing team. A real-time global picture of the contact tracing effort can be constructed based on the daily follow-up reporting and the GPS information gathered automatically from the mobile phones.\n<br/>\n<br/> Contacts can be prioritized based on level of exposure and time since exposure, allowing limited resources be directed to the most urgent cases. Backlogs and contacts that are lost to follow-up can be quickly identified and reported.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16044/63b5ee26-00ee-466b-bd5b-7f2b9e2d710c.png\"/>\n<br/>\n<br/> PEOPLE\n<br/>\n<br/> The EVDnet system allows for people working to stop the outbreak to be identified and connect with others working around them. The system is designed for team leaders on the ground (project coordinators, national staff managers, and government officials). Each personal profile includes contact information, qualifications, capabilities, training, and job role.\n<br/>\n<br/> EVDnet is also a phone/email directory that allows people to find others near them if they need to contact them quickly. The system also reduces the number or emails, texts, and phone calls required for updates/reporting since all mission critical information is readily available.\n<br/>\n<br/> Administrators and Human Resource professionals can recruit future workers, check that people have been properly trained, and assign operational staff to teams. People can be directed where they are most needed based on real-time information from the field stored in the Patient and Tracing modules.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16044/1b112fd9-9441-432c-a7a7-a72a3a49dbb1.png\"/>\n<br/>\n<br/> TEAMS\n<br/>\n<br/> Each person is also assigned to a team, creating operational units with specific capacities. Teams can be either mobile or at a fixed location, and include members from different organizations. Teams can be assigned tasks, such as contact tracing, resupply, burial, and treatment of specific patients and contacts. The capabilities of each team are recorded quantitatively – number of beds, number of contacts that can be traced per day, warehouse space, etc.\n<br/>\n<br/> Planned teams can be entered into the system and built before they are operational, and if needed elsewhere they can be re-assigned to new locations depending on the operational needs.\n<br/>\n<br/> People logged into the system can view and contact other members of their team, as well as the other teams around them, giving a real-time picture of capabilities in the field. Administrators and Leaders can make better decisions which teams need to be reinforced with resources, and what type of resources are needed.\n<br/>\n<br/> 'Planned' teams can be created in the system to estimate future HR and logistics needs.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16044/48c42bc5-1aed-4943-9d7f-f9371c721a16.png\"/>\n<br/>\n<br/>\n<br/> SUPPLY\n<br/>\n<br/> The supply module is used to track location and consumption of key supplies to fight EVD.\n<br/>\n<br/> Each item has a virtual stock card so that stock levels be viewed in real-time. Each operational team is assigned to a logistics supply team - and one team member is assigned the role of responsibility for managing the stock. Items may be consumables such as PPE kits, medications, and chlorine – or durable goods such as vehicles, generators, lab equipment, ect.\n<br/>\n<br/> This module will create supply-chain networks that will increase accountability and decrease the possibility of misappropriation of critical supplies. Shortages are easily identified and future needs can be anticipated.\n<br/>\n<br/> Reports are automatically generated to track consumption and avoid ruptures in stock.\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/evdnet-a-networked-approach-to-fighting-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/13d08ddc-b7ae-44da-9b04-740abb3ddf41.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a0913542-c0b2-4c91-94bb-162ded74adf4.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 12:02PM", 
  "summary": "EVDnet is a data sharing network for front-line aid workers involved in fighting an Ebola Viral Disease (EVD) outbreak. It is designed to aid their situation awareness, create a common operating picture, and add trace-ability and accountability - while decreasing the burden of data collection and analysis in the field.  Is is designed to be simple and user-friendly, and does not require any technical computer skills for end users.  Its is free and open-source enterprise class software. EVDnet combines Clinical Data, Contact Tracing, Logistics, Human Resources, and Team Capabilities into a single relational database hosted in a cloud environment. Workers on the ground can report and receive data in real-time in low bandwidth areas.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "EVDnet - Mobile Database System that links Patients, Contacts, Human Resources, Logistics, and GIS data", 
  "view_count": 236
}