{
  "applause_count": 2, 
  "author": "Erdem Ovacik", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 00:21AM", 
      "message": "\n    \tHi Erdem, interesting contribution. Do you have any thoughts about how we might reflect the deceased's personalities to help the loved ones relate to this process if the actual body wasn't used in the ceremony? What about how the actual bodies are disposed of? Feel free to add questions or clarifications that you want from the community to your post so you can develop this idea further :)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 12, 2014, 04:48AM", 
      "message": "\n    \tI appreciate your idea to work with the rituals but I am concerned that it would increase the distrust of health workers.  I found this article where one person says:“There’s no such thing as Ebola. The government ordered doctors to inject sick people with a disease that makes them very weak, and then the doctors remove the patients’ kidneys to sell for the government. Why do you think the hospital never returns the bodies to the families and buries them wrapped in plastic? So that no one will see that the body’s kidneys had been removed.”It's a pretty tangled web over there.  I didn't know half of what this article talked about so it was pretty discouraging when I read it.  Maybe you'll be able to make some headway with it.http://www.washingtonpost.com/blogs/monkey-cage/wp/2014/08/29/fighting-ebola-liberias-invisible-rebel/\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:28PM", 
      "message": "\n    \tHi Erdem, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Use fake person figures to reduce risk of spread in funerals. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/fake-dead-person-bodies-to-reduce-new-infections-in-burials", 
  "media": [], 
  "submitted": "October 10, 2014, 23:28PM", 
  "summary": "According to the investigation / paper  \"Sierra Leone: a traditional healer and a funeral\".  (World Health Organization. Retrieved 6 October 2014), one of the major ways for the virus to spread is the burials. Relatives and friends need an object to show their gratitude to when they bury their lost ones. In order to reduce infections in this process, fake bodies or figures could be used.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Fake dead person bodies to reduce new infections in burials", 
  "view_count": 44
}