{
  "applause_count": 2, 
  "author": "Jos McClain", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:19PM", 
      "message": "\n    \tHi Jos, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The astringents in persimmons are tannins (tannic acid) and other polyphonously compounds. There are many forms of tannins, but generally there are two groups: 1) flavonol derivatives and 2) esters of sugar, usually glucose, with one or more trihydroxybenzenecarboxylic acids. Tannins can be found in many plants and trees, including oak, sumac, myrobalan, and the Chinese nutgall. How do astringents work? Basically, they reduce the permeability of cell membranes and hardens the cement substance of the capillary endothelium (the inner cell layer of capillaries). In effect, this inhibits movement of plasma protein through capillaries, which thus reduces local edema (swelling) and inflammation. Muscle contraction and tissue wrinkling accompanies the effect. Since astringents do not penetrate very deeply into cells, the action is limited to the cell surface and interstitial (in-between cells) spaces. The American Indians had many uses for persimmons (scientific name: Diospyros virginiana L.). The infusion of the fruit was used to treat diarrhea, dysentery, uterine hemorrhages, and sore throats. The powdered seeds were mixed with water to make a drink for kidney stones. The boiled bark was used for sores of the mouth, lips and throat. A lot of good from a simple tree and its fruit!  (Newton.dep.anl.gov)\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/fighting-effects-of-cytokine-storm", 
  "media": [], 
  "submitted": "October 12, 2014, 17:33PM", 
  "summary": "Would it be possible to use the natural chemicals in Persimmons to somehow strengthen our cells against the effects of the disease process. The tannins in persimmons have an instant uncontrollable effect on cell permeability.  Could this effect be utilized against the cytokine storm?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Fighting effects of cytokine storm", 
  "view_count": 48
}