{
  "applause_count": 2, 
  "author": "A Pi", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 02, 2014, 00:10AM", 
      "message": "\n    \tpossibility for funeral rites ?Fetichism in West Africa: Forty Years' Observations of Native Customs and ... By Robert Hamill Nassauhttp://books.google.fr/books?id=jQNwVkPeSHEC&pg;=PT225&lpg;=PT225&dq;=west+african+animal+superstitions&source;=bl&ots;=Rfsh3yiFPU&sig;=Sg0-uEDZlwTYv8JPkHq4xRprZ0w&hl;=en&sa;=X&ei;=c3JVVOcJxvNq0saC0AM&redir;_esc=y#v=onepage&q;=west%20african%20animal%20superstitions&f;=falsethere's info in this passage of a West African practice of keeping a wooden image of a twin that has passed away...Could this be a possible point of adaptation for mourners faced with ebola cremation practices?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jeff Belin", 
      "date": "October 31, 2014, 16:58PM", 
      "message": "\n    \tGreat post. Regarding your second point - Cooling Vests. We are the world's leading and largest manufacturer of cooling vests and have a number of different technologies that provide cooling. Of the many we provide, we would suggest using Phase Change Cooling under PPE suits. We have outlined our IDEA for Cooling Vests here https://openideo.com/challenge/fighting-ebola/ideas/cooling-vests-to-keep-ebola-heat-care-workers-safe-from-heat-stress\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:54PM", 
      "message": "\n    \tHi A, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 27, 2014, 19:26PM", 
      "message": "\n    \tHi A Pi,I think it helps if you post this as separate ideas. Most people will not take the time to read all this in detail.With kind regards,Rainer\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 14:59PM", 
      "message": "\n    \tI like your idea of twin toys for the kids. I'm sure it could be a source of real comfort for them--and having the same, but non-contaminated could provide continuity.Also, showing the kids the dressing process of the caregivers--even a badge with a picture of their face (while avoiding contamination)...\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<br/> OpenIDEO Forum\n<br/> FIGHTING EBOLA – WAR AGAINST EBOLA   \n<br/>                                                                                                                                    13 Oct 2014\n<br/> In Conjunction with: \n<br/> USAID Development Innovation Accelerator Broad Agency Announcement for Fighting Ebola: A Grand Challenge for Development\n<br/> Personal Protective Equipment and Infection Treatment and Control Addendum 01\n<br/> Opportunity Title: The USAID Fighting Ebola BAA\n<br/> Opportunity Number: BAA-EBOLA-2014                                                                                                       \n<br/>  \n<br/>  Personal Protective Equipment (PPE) Suggestions:\n<br/>\n<br/> 1.)  Suggestion to improve Personal Protective Equipment by creating containment suits with only one opening.So, instead of ‘openings’ at sleeves and ends of pants, the worker is contained inside the suit with only the zipper and face area ‘open’.The worker peels off the containment suit like a banana peel and steps out of it and eliminates further contamination possibilities which result from handling areas around wrists and ankles.\n<br/>  \n<br/>    a.  Attach latex gloves using either a heat seal or glue and ensure a perfect seal.\n<br/>   b.  Include feet when making the suits.Create the suits in a similar design as children’s sleepers that have the feet included and just one zipper in the front-center of the suit.\n<br/>   c.  Include a Snap flap over zipper opening.\n<br/>   d.  Include a clear plastic shield to cover the face and attach it to the hood.The hood has an elastic opening around the face.\n<br/>\n<br/> Separate pieces would include:  the outer pair of heavier gloves, rubber boots and mask. \n<br/> Healthcare Professionals (HCP) in contact with victims should have total containment suits that enclose head and no visible skin.  Separate pieces would also include a breathing apparatus with filter.\n<br/>  \n<br/> 2.  Use adult diapers to prevent emergency situations where healthcare workers could potentially create errors if rushing to remove their containment suits.\n<br/>  \n<br/> 3.  Rinse scrubs in cool water and wring out before donning containment suits if working in tropical heat.The cool, damp fabric will help cool core body temperature.The damp, cool scrubs can be immediately implemented in the field.\n<br/>  \n<br/> 4.)  Create cooling vests with thin pads of lightweight gel that are refrigerated before wearing.Or else refrigerate the entire vest.The vest is made of lightweight cotton with pockets to hold light, thin gel packs that keep the body core cool.\n<br/>\n<br/> Training suggestions:\n<br/>  \n<br/> 5.)  Suggest training include simulated scenarios that would allow Healthcare workers to see possible contamination of Ebola fluids with the use of colored fluids and UV/Black light.Recommend 2 phases of training which use simulated body fluids.So, 1st phase, use colored liquids that actually show up on the trainee – on their gloves, boots, uniforms, etc.So, that they can see how and where it’s possible when fluids ‘travel’.Recommend using actors or dummies that simulate bodily fluids on the floor, bedding, and body.The workers perform their usual tasks and check if any resulting fluids show up on the bottom of boots that track into clean changing areas, on gloves that end up touching inner surfaces when taking off suits, etc.\n<br/>  \n<br/> 6.)  The 2nd phase would use the same technique but with invisible fluids that show up with UV/black light in simulated real-life training.The clear phosphorous or florescent liquids would be smeared on actors or dummies to simulate if they have projectile vomit, explosive diarrhea, bowel movements, urine, saliva, blood, etc., on patients, bedding and floors, etc. and would show workers how difficult it can be to detect or see it when it’s not readily visible. Include ‘exploding’ liquid into the air, so that droplets are sprayed onto the worker.These scenarios will help prevent infection from ‘invisible’ but deadly contamination possibilities.\n<br/>  \n<br/> 7.)  Another option is to use a fine powder for both scenarios.  Utilizing a fine colored powder that allows trainees to immediately see where they could unintentionally contaminate themselves and others.  Utilize an ‘invisible’ powder with UV lights. \n<br/>  \n<br/>  \n<br/> 8.)  Use a military army style of basic training to train in the wearing of containment suits.Emphasize the similarity to training soldiers; that they must learn correct procedures and processes because knowing the correct process and doing it correctly is the difference between preventing self from being killed and preventing battle buddies from being killed from mistakes and/or carelessness.It’s better to have a few workers who are careful and cautious than many workers where one worker ends up infecting all of the rest of the workers and thereby have NO workers then, to help patients.Also, the repetition of training in the correct procedure for donning and removing the PPE will help with muscle memory.Especially when HCP are tired, weary and distracted with Ebola cases/victims but still retain and maintain proper procedures.\n<br/>\n<br/> Care Setting Suggestions:\n<br/>   \n<br/> 9.)  Use UV Black lights in Ebola isolation unit changing areas to detect Ebola bodily fluids on suits, boots, workers, etc.\n<br/>  \n<br/> 10.)  Create two distinct zones in the changing rooms.Use colored tape or paint to clearly delineate two zones in the room.Create an incoming zone and an outgoing zone with a basin of disinfectant immediately at door, so that boots are immediately disinfected before stepping further into the changing room.\n<br/>  \n<br/> 10.)  Utilize a military hierarchy with the ‘army’ of incoming Healthcare Professional volunteers from the United States and Liberian Healthcare workers.The hierarchy will help with assigning units to different locations, oversight/management and reporting.\n<br/>\n<br/> Healthcare worker tools Suggestions:\n<br/>  \n<br/> 11.)  Provide personal UV/Blacklight flashlights to healthcare workers to check any area, their containment suits and themselves.A Rayovac UV/blacklight flashlight cost is roughly $10 and is relatively inexpensive but very easy to use and deploy.\n<br/>  \n<br/>  \n<br/>  \n<br/> Community Culture and Communication Suggestions:\n<br/>  \n<br/> 12.)  Liberian cultural practice of mourning loss of loved ones with funerals is replaced with cremating Ebola victims and therefore has removed an outlet of grieving for loved ones.Provide an alternative way of mourning the loved ones.When a person no longer has a familiar, known way of expressing their grief and displaying their outpouring of their emotion, then their grief is that much more difficult for them to bear.They are not only dealing with their grief but also the removal of a practice that provides familiarity and comfort to the bereaved.The practice of lovingly dressing their deceased loved one’s body, staying up all night with the body and then gathering together with family and community for a funeral – now leaves them with none of those familiar rites to help them let go of their loved one.The rites are more a way for the bereaved to feel that they’re expressing their love and devotion for their loved one.Therefore, provide replacements for those rites that will allow them to express themselves and show their devotion and grief.\n<br/>\n<br/>\n<br/>   a.  Liberian burial practices include sitting with the corpse all night. Work with religious leaders to suggest a night of prayer for the loved one and their family instead, since bodies must be cremated immediately.\n<br/>   b.  Offer to take a video or digital picture of the dead body and print out a picture for the family.A picture might help provide closure since families are not able to say goodbye to the body or bury it.\n<br/>   c.  The family could order a funeral frame from the local coffin maker and create a memorial service around the picture which again, provides a replacement outlet for an actual coffin and funeral.\n<br/>   d.  Emphasize that family and victims should express sympathy for one another through gestures of symbolic hugging, kisses, etc., but not touch one another.\n<br/>   e. Allow family members to give small token to be cremated with the body.Eg, a cross, a picture, etc.\n<br/>  \n<br/>\n<br/>\n<br/> 13.)  Media/PR campaign with President Johnson Sirleaf and Liberian celebrities regarding Ebola information.\n<br/>\n<br/>\n<br/> Ask Liberian celebrities to help emphasize importance of quarantine, hand-washing and no touching, reporting Ebola and Ebola contact, etc.\n<br/> Ask Liberian celebrities to help promote truth that those who help fight Ebola are national heroes.Ebola fighters/health care workers are fighting against Ebola War and are helping save their nation.They are worthy of praise, respect and admiration by their nation and fellow countrymen.\n<br/>  \n<br/>\n<br/>\n<br/> 14.)  Ensure that Liberians are not misled by deliberate misinformation from terrorist/jihadist groups regarding the increased number of Ebola cases and ensure it’s NOT portrayed as the result of sudden influx of Western aid.The Ebola cases are exponentially multiplying.Unfortunately, the RESULT will become apparent just about the same time that Westerners start arriving in large groups to assist Western Africa.It would be easy for terrorists to attempt to lie and deceive in propaganda attempt and claim that Westerners are the cause of the increase and/or behind it.Since the two events will coincide, then Western Africa and Western allies will need to ensure good education and good communication about the timing of suddenly having large number of Ebola victims while at the same time also having a large number of Westerners arriving to help.\n<br/>  \n<br/> 15.)  Provide ‘twin’ stuffed animals to children with Ebola.One stuffed animal is for use while in quarantine and will have to be burned after child recovers.The second stuffed animal is given to the child upon recovery.The stuffed animal will help provide the child some comfort while sick.\n<br/>  \n<br/> 16.)  Allow the children to watch/see from either video or from a distance, how a worker dons the ‘scary alien’ PPE containment suit so that the child is able to understand that it’s not a ‘monster’ in the containment suit.The pediatric Healthcare professionals wear scrubs with patterns of cute pandas, puppies, etc. to help children feel at ease.So, if possible, add kid-friendly patterned apron or wear a pediatric designed scrub shirt on the outside of the suit.\n<br/>  \n<br/> Please see attached PDF\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/fighting-ebola-war-against-ebola", 
  "media": [], 
  "submitted": "October 22, 2014, 18:25PM", 
  "summary": "Suggestions and Ideas for:1.)  PPE2.)  PPE cooling vest3.)  Care settings4.)  Training5.)  Community Culture and Communication Suggestions:", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Fighting Ebola - War against Ebola", 
  "view_count": 66
}