{
  "applause_count": 1, 
  "author": "John McWilliams", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 17, 2014, 19:32PM", 
      "message": "\n    \tHi John, can you share with the community what you had in mind? What would a redesign of the suits look like? What features would make it more human? What are the important emotional factors/situations that would influence how we recreate these? Looking forward to seeing this idea develop. Feel free to ask questions or seek specific skills from the community to help you develop a prototype. Good luck!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Obviously, with a virus as potentially deadly as ebola, healthcare workers need to wear protective suits.  As the recent news from Dallas has indicated, even with suits, there are concerns about the potential transmission of the virus.  \n<br/>\n<br/> However, I believe that there would be a benefit to creating a PPE that is not a visibly menacing as the blue or yellow suits that have filled the media coverage.\n<br/>\n<br/> Now, it could be argued that this is merely a cosmetic change and not worth the expense of designing, manufacturing and distributing less \"scary\" suits.  That could be true.  However, I would suggest that containing the hysteria on this issue is almost as important as containing the virus itself.  Furthermore, in order to successfully contain the virus, those who are affected have to be identified.  If potentially affected individuals (especially younger patients) are literally scared of the heathcare workers who are actually seeking to help them, then there could be a legitimate reason for re-humanizing the healthcare worker through re-designed PPEs.  \n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/fight-fear-of-healthcare-workers-with-redesigned-ppes", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/6cbd8048-e967-4be3-b583-2a90ff99ccad.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 13, 2014, 03:52AM", 
  "summary": "Current images of healthcare workers dressed in PPEs promote fear within communities potentially affected by the ebola virus. Furthermore, seeing footage of healthcare workers dressed in dehumanizing opaque suits contributes to the growing hysteria about the spread of the virus in areas not even affected by the virus.  My idea is to re-design the PPE to make it more translucent so that healthcare workers will be re-\"humanized\" in the eyes of those who are being treated AND in the eyes of those who are witnessing media coverage.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Fight fear of healthcare workers with redesigned PPEs", 
  "view_count": 51
}