{
  "applause_count": 1, 
  "author": "Ariel Martín Pérez", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n<strong>Industrial-grade chlorine</strong> is the main component used to treat materials that have been contaminated with ebola viruses. However, it's also a component that is naturally present in many plant compounds. Chlorine in its pure form is a gas, but in the surface of the Earth it's often found combined with other elements, thus difficult to purify without a lab. In its combined form, chlorine is usually inocuous, except for some molecules present in plants called organochlorines (that can have antibiotic and antiviral proprerties).\n<br/>\n<br/> So the idea would be to research plants that are naturally rich in organochlorine in ebola-affected areas, so they can be collected by volunteers and used to decontaminate ebola-infected material in a plastic bin containing a solution.\n<br/>\n<br/> Of course, this project would require training and research to perfect the techiques and efficacity of obtaining organochlorines this way, but it also can mean a way to get chlorine without the need to import it every time, and also a way to empower local populations against the epidemy.\n<br/>\n<br/> For instance, some species of the Aster family are very rich in chlorinated compounds. The idea would be to search those that are native to western African countries.\n<br/>\n<br/> http://www.eurochlor.org/the-chlorine-universe/chlorine-in-nature.aspx\n<br/>\n<br/> http://www.sciencedirect.com/science/article/pii/0031942286800024\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/fighting-ebola-with-natural-chlorine-sources", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/98bea2c0-32b7-48c9-b296-e248a922284b.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/892f5f51-4f42-4ed5-b818-ef1129c1a91b.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 29, 2014, 11:17AM", 
  "summary": "Use naturally chlorine-rich plants & minerals to treat contaminated medical material.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Fighting ebola with natural chlorine sources", 
  "view_count": 40
}