{
  "applause_count": 2, 
  "author": "David Clark", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "Edited on October 15, 2014, 21:08PM", 
      "message": "\n    \tHi David, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Primary Objective: To optimise early identification of potential ebola cases and enable safe, practical treatment and isolation in the community until additional care can be provided: \n<ul>\n<li>All communities need an appointed health surveillance worker who lives within the community.</li>\n<li>They can be trained in simple health surveillance and given a means of reporting potential cases to district co-ordinators (radio or mobile phone if coverage allows).</li>\n<li>Simple screening measures should be undertaken daily including monitoring temperature and basic history taking to identify early symptoms, headache, lethargy, nausea, etc.</li>\n<li>Patients displaying potential symptoms need to be isolated from the community and a designated family member provided with protective equipment to help minimise risk of transmission while caring for them.</li>\n<li>Ideally patient should be isolated in a pop up isolation/ treatment tent - see my idea for a community based isolation tent</li>\n<li>Family member to be given treatment box including bleach/chlorine sprayer, gloves/ apron/ mask/goggles, paracetamol, oral rehydration solution, fortesip/ high calorie supplements, microfibre towel and blanket, thermometer</li>\n<li>Increased surveillance by community liason for all family members and provision of food and water</li>\n<li>Safe transfer to ETC when capacity and logistics available</li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/focus-on-primary-diagnosis-isolation-and-care-in-the-community", 
  "media": [], 
  "submitted": "October 11, 2014, 21:06PM", 
  "summary": "Current care planning is focused on centralized treatment clinics. This reflects traditional western medical models of healthcare. In resource rich societies this is an effective, appropriate model. However, in West Africa we cannot simply emulate this model and expect it to succeed. Health beliefs in West Africa do not correspond with those in wealthier countries. Care is often undertaken in the home and the primary care givers are often family members. The unique challenges posed by Ebola make it imperative that we focus on providing communities with  a safe, rapid intervention when dealing with potential Ebola cases. This requires designated community workers undertaking regular screening & isolating patients in an expedient manner.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Focus on primary diagnosis, isolation and care in the community.", 
  "view_count": 45
}