{
  "applause_count": 6, 
  "author": "Bettina Fliegel", 
  "comment_count": 14, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "monica tinker", 
      "date": "October 16, 2014, 01:24AM", 
      "message": "\n    \tis it possible to investigate a liquid membrane that allows skin to breathe as a first layer on the body.  it can be applied on skin, then other layers of protective gear can be worn over it.....and later, be rinsed off with non-toxic gel or liquid.  Think liquid membranes on houses - a liquid form of nitrile glove but that can breathe.....\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 16, 2014, 03:19AM", 
      "message": "\n    \tHi Monica.  Thanks for the comment.  I am not familiar with something like this.  I also have never heard of a membrane on a house.  Can you give me a reference that you know of?  I would like to check it out.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Andy Caughey", 
      "date": "October 16, 2014, 04:48AM", 
      "message": "\n    \tHi Monica, The skin needs to breathe so any membrane applied to the skin will hamper the ability of the body to thermoregulate particularly under a layered clothing system. The main function of the next to skin layer should be to thermoregulate not to act as an additional barrier to the disease (that is if the outer layer is doing its job).Health workers need to layer to achieve a better level of comfort as a single layer has too many compromises. A two layer system works best, with an outer protective layer to resist against the disease and an inner layer worn against the skin to buffer the body. You need air to circulate between the layers to move moisture and heat away from the body so you don't want the outer layer to be too tight. Wicking fabrics (with reference to Merrill above) only work if they are open to the atmosphere to allow evaporation to take place so they won't work in this situation in fact the synthetics will make workers sweat more ( boil in a plastic bag). In this situation synthetics do not actively manage moisture and will increase the wearers temperature while in comparison superfine wool can actively absorb up to 35% of its weight as moisture(sweat) without feeling wet against the skin. This works through a chemical reaction that absorbs both vapour and liquid perspiration. I suspect that an on-skin membrane would prevent effective thermoregulation.  In west Africa the biggest wearer discomfort being reported is thermal overload. The temperatures are hot and the suits are only a little breathable. If we can provide the aid workers with an effective outer barrier resisting the disease then the main function of the inner layer must be to manage their heat and sweat to keep the workers comfortable without being bulky and heavy. Take a read of these three science based fact sheets on the thermoregulation, moisture management and odour properties of wool to see how effective a fine-wool based next-to-skin garment system would be. Science provides us with the facts.Moisture management - http://lts.cr/Bg9fThermoregulation - http://lts.cr/Bg9POdour resistance - http://lts.cr/Bg9bRegardsAndy\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 17, 2014, 15:04PM", 
      "message": "\n    \tAndy,Check out this post.  I posted a link to my IDEA over there as well.See my comment from 10/16.https://openideo.com/challenge/fighting-ebola/ideas/ppe-design-retrofit#c-6fd1e77050f9383b9f2ef58117a95472\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "monica tinker", 
      "date": "October 17, 2014, 17:04PM", 
      "message": "\nhttp://www.rubberizeit.com/so how about reversing the liquid membrane idea.  use the wicking layers and investigate cooling technologies.  Perhaps a liquid rubber can be applied over outer layer, making it completely water tight.  This can be adapted to the immediate existing and field improvised PPE out in the field.The one piece suit makes good sense but zippers provide problems.  how about an entirely different closing and sealing system.  Think double sided tape - peel and stick (a buddy would have to cut you loose!).....think food wrapping - automated.  how about a machine that wrap worker outer layer - and unwrap.Sounds silly - but look at weather proofing is done in buildings....flashing, counter flashing.....combine with self adhesive on (spray glues provide instant large contact surfaces.another.....with the walk in one piece over suits and sealed from the back....how about a type of walk in vacuum cubicle to assist with removing and disinfecting or disposing.....outer layer sucked off  as it has water tight surface....allow for air to enter and it should separate from permeable inner super engineered cooling fabrics.pardon the \"all over place thoughts\" but had to get it out on the run.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Andy Caughey", 
      "date": "October 13, 2014, 08:40AM", 
      "message": "\n    \tAt Armadillo Merino® we design and manufacture next-to-skin clothing that reduces sweat output and calorie burn, maintains a more stable core body temperature and you can wear it for a week without odour. The garments are lightweight, quick drying and can be safely disposed of in the ground and will decompose within a year.We can give you the science that supports these claims and would be keen to collaborate.Andy\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 12:33PM", 
      "message": "\n    \tHi Andy,   Excellent!   I am going to update the post with this information.  This sounds very promising to me.   (The info needs to get to someone who can test it with the suits I would think.  Perhaps they will read it here.)What is the intended use for these garments?  Is it for the sports industry?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Andy Caughey", 
      "date": "October 13, 2014, 12:43PM", 
      "message": "\n    \tHi Bettina, We supply next-to-skin clothing to professionals operating in high risk environments to address exactly the same problems that the aid workers are suffering from. Our skin is our most sensory organ and if we can buffer it from heat and cold we can increase the wearers comfort. Wicking garments ( synthetics) do not work under layered systems because they require evaporation to move moisture away from the body. Our garment system delays the onset of sweat and ,the fabric can hold up to 35% of its weight with sweat aiding towards keeping a more stable body temperature.Take a look at https://letscrate.com/c/40oE for the science.Regards Andy\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 12:53PM", 
      "message": "\n    \tThanks Andy.  I am adding you to the \"team.\"  My purpose for posting this idea was to help gather ideas such as yours!  Have you tested it under these types of Hazmut suits in particular instances?  (I will have a look at the science.)   Have you contacted anyone at CDC?  Hopefully the OpenIDEO team working on this challenge will notice it and bring it to their attention.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Andy Caughey", 
      "date": "October 13, 2014, 13:26PM", 
      "message": "\n    \tBettina, Thats great. I'm very pleased to be part of this team. We are very keen to support the ideas within this challenge. I've set up a file called openIDEO containing a number of relevant articles relevant to PPE and next-to-skin layering that you can access through this link. http://lts.cr/c/wYC7Please feel free to share this link and the documents contained.RegardsAndy\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 13:36PM", 
      "message": "\n    \tAndy, I linked the documents directly into the IDEA POST on top.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 13, 2014, 16:20PM", 
      "message": "\n    \tHi everyone-I like the idea as far as next to cloths wicking and all-but your assuming that the providers gets in and stays in the suit-unfortunately thats not always the case, That is the safest way to do it. So people that handle the waste and doing the dirty jobs are probably the best protected. The people that are most at risk are the providers that go in and out of the room. The problem is the PPE itself-its too complicated-too many parts-and its poor design. Whats needed is a single piece unit-one on-one off, the idea is reduce the number of times that someone has to expose themselves-so headgear and gloves are all part of one system. Its taking it all off that the problems occur-so cut the number to one or 2 and reduce the risk.  What we are doing is a poor design-it wasnt made to do the job-so lets come up with a design that is. Or we stay the course and we are still going to have people killed\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 16:50PM", 
      "message": "\n    \tHi William.  I posted this IDEA specifically to get a conversation going around PPE - improving it's design.  Another huge issue is the heat.  The current suits are very hot.  Combining this with the climate apparently workers stay in the suits for an average of 40 minutes.  So yes they have to get in and out of suits very often.  The product that Andy has proposed apparently will help keep one's body temp regulated and perhaps using this layer will decrease discomfort using the current suit.  I don't have the answer but I think it is an idea worth testing.So the problem with dressing and suiting up can be approached from several angles.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 13, 2014, 18:07PM", 
      "message": "\n    \tHi Bettina-heres the problem -we have 2 different populations -those that are in the gear for long periods of time-like the waste disposal or those doing body recovery-they can get in the suit and stay in all day. The suits that have all the bells and whistles, wick dry and cooling is great. But the people at most risk are those that see other patients-that have to change frequently-and thats the problem. We need a heavy duty suit that can be reused by different providers-that saves money and time, but dont have to worry about exiting without killing themselves in the process, like to bubble suit. Or we need a suit that light and comfortable -made of paper or similar-thats easy to get in and out, gloves and face protection all come off in one unit.Ill bet my paycheck that the people get contaminated by either the mask-face shield or gloves. so why cant we make that one piece for both. Ill bet that if you make a single piece suit-that covers head to toe-that can remain loose-the comfort factor goes up, reducing the heat, and able to get more done.Also need to keep in mind that patients dont just lay there , sometimes you need to turn them-or get them back to bed, so the possibility of getting anywhere on the body is a potential, we concentrate on just chest level in front-but there is so much more thats possible, ever have someone vomit on you-yea a mess, and its all over-current isolation gowns in the hospital doesnt cover all that, its a gown that goes below knees, so how do you protect from that ?Thats why I say cover head to toe-shoes, head,gloves and all, entry from the back-no hands used to exit, slide in-slide out, unit goes right to trash-no hands touch to place it there if possible-the trash.The trick is how to keep cool, and keep facemask from fogging-best thing Ive seen is just having some space-so no form fitting-nothing close to face-but everything that comes in-air is filetered in some way-worse case is the HIPPA filter mask that has valves-it at least takes the cool air to the face and prevents the warm air-exhalation from staying next to you.I hope to talk to some people here about ideas, materials and technique-but open to suggestions. No matter what-we need something easy and quick, literally lives are at stake.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>Update 10/13/14 -  </strong>\n<br/>\n<em>Next to Skin Clothing by Armadillo Merino </em>suggested by Andy -\n<br/> See Ideas - I.d below.\n<br/>  \n<br/> Personal Protective Equipment \n<br/> It is the layer of protection worn by health care workers.  The surface that keeps them safe so that they do not contract the Ebola virus as they work to care for the ill who are already infected.  This protective layer is impermeable to the body fluids that carry the virus in patients.  Wearing the gear is cumbersome and hot.  The gear is expensive.  \n<br/>\n<br/>\n<em>Redesigning this gear is one step in improving the current response to this crisis.</em>\n<h4 class=\"h4_class\"><strong>What ideas can we gather from different industries that work with clothing design?</strong></h4> Fashion\n<br/> Textiles\n<br/> Industries where workers are \"suited up in protective gear\"  - Aerospace Industry\n<br/> Industries designing activewear - hiking, mountaineering, scuba \n<h4 class=\"h4_class\"><strong>How can we collaborate to design better gear?</strong></h4>\n<br/>\n<strong>IDEAS<br/>  I.  Layering of Fabrics - Can this aid the design of the PPE itself?</strong>\n<br/>      a) \n<strong><em> Goretex</em> is developed using layers. </strong>\n<em> It is waterproof on the outside and breathable.</em>\n<br/>\n<br/>      b)   \n<strong><em>Textile Design </em></strong>- There are textile designers working with the concept of layering.  Can they be part of the conversation here?\n<br/> Who are they?  What ideas can they/we come up with?\n<br/>         Museum of Modern Art - \n<a href=\"http://www.moma.org/interactives/exhibitions/1998/textiles/main_fr.html\"> Exhibition on Textile Design -</a>  One aspect of this field on display was the use of layering in textile design.\n<br/>\n<br/>     c)   \n<strong><em>Wicking fabrics. - </em></strong> Can clothing that is wicking worn under PPE help in this situation?\n<br/>        From Merrell's Website - a statement on their wicking fabric -\n<br/>              M-Select Wick\n<br/>  \"Stay cool and dry with moisture-wicking gear from Merrell. Our M-Select WICK quick-dry clothing moves with you like a second skin, drying fast to keep you comfortable during aerobic and outdoor activities. M-Select WICK fabrics capture moisture,, move it away from your skin, and redistribute it to accelerate the evaporation process and drying time. So hiking or running, our moisture-wicking apparel keeps you going. Be cool. Stay dry.\"\n<br/>\n<br/>     d)\n<a href=\"https://letscrate.com/c/wYC7\"> </a>\n<em><b><a href=\"https://letscrate.com/c/wYC7\">Next to Skin Clothing  -  See supporting docs linked here.</a></b><br/> Clothing that reduces sweat output, maintains a more stable core temp, and can be worn for a week without odour.</em> \n<br/>\n<br/> From the comments:\n<br/>\n<em>Andy CaugheyLinkOctober 13, 2014, 08:40AM</em>\n<br/>\n<em><strong>At Armadillo Merino® we design and manufacture next-to-skin clothing that reduces sweat output and calorie burn, maintains a more stable core body temperature and you can wear it for a week without odour. The garments are lightweight, quick drying and can be safely disposed of in the ground and will decompose within a year.<br/> We can give you the science that supports these claims and would be keen to collaborate.<br/> Andy</strong></em>\n<br/>\n<br/>\n<br/> II. \n<strong> Improving Fabrics That Already Exist</strong>\n<br/>\n<strong><em>Tyvek</em></strong>\n<br/> From Dupont's Website:\n<br/>\n<em>A House Wrap Engineered for Superior Performance<br/> <br/> Unique material science helps prevent the infiltration of air and water, but lets water vapor escape to prevent rot and mold inside walls.<br/> <br/> DuPont™ Tyvek® HomeWrap® is the original house wrap, incorporating unique material science that helps keep air and water out, while letting water vapor escape.</em>\n<br/>\n<strong>Here is a link to the TYVEK Hazmut Seat Page.  I am not sure if this is the suit currently being used in the EBOLA Response.  If someone knows please let us all know.  How can this be improved?</strong>\n<br/>\n<em><a href=\"http://www.dupont.com/products-and-services/personal-protective-equipment/chemical-protective-garments/uses-and-applications/biological-hazard-protection.html\">Tyvek PPE - Biological Contaminant Protection</a><br/> <br/> <br/> <strong>PLEASE CONTRIBUTE YOUR IDEAS IN THE COMMENTS SECTION.  I WILL UPDATE AND ADD THEM TO THE POST.</strong></em>\n<p><em><strong>Please contact your friends in these industries and ask them to participate.<br/> <br/>  All out of the box ideas are welcome!</strong></em></p>\n<br/>   \n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/form-follows-function-how-can-the-fashion-industry-textile-designers-aerospace-industry-outdoors-community-help-in-to-improve-the-design-of-ppe-for-health-workers", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c889be1e-26d2-41d8-99bd-da4296c60ebc.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3280ccd7-dfa5-4828-8361-5479e4051ead.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 12, 2014, 19:28PM", 
  "summary": "Health workers need to wear protective gear to prevent exposure to  ebola virus.  Currently due to extreme heat from the climate and design of their protective suits they are limited to about 40 minutes of work time at which point due to risk of heat exhaustion they must leave to remove the suit.  Each disrobing is a risk, as unless it is done precisely the worker is at risk for exposure to the virus him/herself.  Fashion designers, textile designers, designers working in the aerospace industry and outdoors community each have something to share here.  Can collaboration lead to improved design of this gear?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Form Follows Function - How can the fashion industry, textile designers, aerospace industry, outdoors community help to improve the design of PPE for Health Workers?", 
  "view_count": 172
}