{
  "applause_count": 1, 
  "author": "Seema Tariq", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "André Fernandes", 
      "date": "October 31, 2014, 19:32PM", 
      "message": "\n    \tHi Seema, I can capture your file in PDF to save as an image. So I send you via e-mail and you can post the image. it's easier to visualize.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Seema Tariq", 
      "date": "October 31, 2014, 21:26PM", 
      "message": "\n    \tOk I am working on a process diagram to show how the idea is expected to upscale to build health system strengthening.. and what a training workshop would look like.. I need more data to make it more applicable.. When I complete this I will send it to you and we can post it as an image\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The idea is to use Ebola survivors to fill in the Gap of Health personnel and to develop trainings for different levels of Educational back grouds of the survivors.\n<br/> The sucess of this is baes on the fact that the survivors are immune and can work with minimal or no protection which ois specailly imprtant in the hot and humid weather of West Africe. Each surviror has lost loved ones and and earning members and are also stigmatized by the community so will be willing to work to help others. the suggested Fininical complenstion for work done will help boost thier economic condition \n<br/> This program can then be continued after Ebola is contained to strenthen the Health system. \n<br/> My questions to the community is:\n<br/> Will this fit in with the local culture ans system of beliefs?\n<br/> Would the country MOH be willing to take this system forward and incorprate it into teh maintream health education system??\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/framework-for-the-idea", 
  "media": [], 
  "submitted": "October 31, 2014, 16:43PM", 
  "summary": "Ebola challenge frame work.Dr Seema", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Framework for the idea", 
  "view_count": 20
}