{
  "applause_count": 9, 
  "author": "Hillary Griffith", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Christie Wong", 
      "date": "October 27, 2014, 05:12AM", 
      "message": "\n    \tHi Hillary,Such a fantastic concept! Your idea made me think of VOTO, a service I helped out with as a member of Engineers Without Borders. Maybe you've heard of it? It's a platform that allows organizations to send surveys as a text or call to their subscribed members. VOTO started in Ghana and I think it would be very useful for your idea!Some of its features that are relevant to your idea include:- Texts / calls can be scheduled to reach members at a certain time of the day; frequency of texts / calls can be set beforehand as well- Doesn't require members to be able to read / write or have a smartphone- Content can be in multiple languages- There are many different formats available for surveysMore information about VOTO can be found here:http://www.votomobile.org/\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Merveil Lubanja", 
      "date": "October 25, 2014, 21:05PM", 
      "message": "\n    \tpeople should know detected that they are infected or not by the virus before making past information\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 25, 2014, 00:02AM", 
      "message": "\n    \tHi Hillary, congratulations on being the featured ideas post today! Thanks for joining the conversation. We're looking forward to seeing this idea develop with help from the community. Good luck!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            1. Who are the major Telecom companies/providers in impacted countries/areas and/or at risk locations?  ... Orange? Qcell? Africell? etc., Who can coordinate best, this diverse, global group of Telecom's for an unified effort?\n<br/>\n<br/> 2. What messages have already gone out, what have they said and to which communities? Have we been able to track results? \n<br/>\n<br/> 3. Are these messages culturally appropriate? Are they sent at an effective time of day/night? For example, would just before prayer be a good or bad time? In an islamic country which prayer time is most effective? Friday afternoon? \n<br/>\n<br/> 3. What information is most critical to tell or ask an African? Is there a communications schedule or data gathering goal?\n<br/> Examples: #1. Does anyone in your family or that you know currently have a fever?  #2. Do you have enough food supplies to last a week? \n<br/>\n<br/> 4. Are there phone numbers or addresses to give out to those seeking more information or wishing to report a sick friend/relative? Would that call be free? Where would we direct people for more information or help?\n<br/>\n<br/> 5. Is there a local spokesperson/celebrity or respected cultural figure that can send a PSA type message? If a message is sent by the government or health care organization it may (in some cases) be less effective than a local healer, spritual leader, chief, or even musician. Use music to make messages even more effective. International artists like Akon &amp;  P-sqaure are known in many African countries and highly respected.\n<br/>\n<br/> People are use to corruption and generally fear Western medicine (this has been the case for many years).  Be aware of who actually holds power/influence in these communities (in the eyes of the people) and why. \n<br/>\n<br/> 6. Send automated alerts to specific regions, geographies, neighborhoods... Use geo locating, send push notifications for example, when entering airports.\n<br/>\n<br/> ABOUT ME:\n<br/>\n<br/> I have lived and worked in West Africa, on and off, over the past five years, so I have witnessed successful text message campaigns (mostly related to music shows or promotions).  There are additional strategies I would use, but this is one easy, fast option. A low hanging fruit so to speak. \n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/free-phone-credit-everyone-needs-it-and-they-will-probably-answer-as-many-questions-as-you-need-to-get-it-beware-of-texting-only-some-users-are-unable-to-read-write-even-though-they-use-their-cell-phone-regularly", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a5c557fc-a906-4e08-94bf-d9dc75f75417.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 19, 2014, 23:49PM", 
  "summary": "Broaden the reach of text messages/automated messages/surveys by offering free phone credit in exchange for responding to questions related to Ebola. For example: \"#1. Does anyone in your family currently have a fever?\"Work with all major Telecom Co's (some companies have better service/reception in some areas than others). These messages must be simple because many West Africans  are speaking tribal languages (some not written languages) and have very basic colonial language skills (especially in more rural areas).Cell Phone text messaging or automated calls from major providers are already being used and are highly  effective at reaching wide and far. Continue this practice but develop a consistent communication strategy and goals.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "FREE PHONE CREDIT FOR GIVING DATA!  Help educate, survey, collect data via automated messages & texts. Everyone needs and wants more phone credit in West Africa.", 
  "view_count": 322
}