{
  "applause_count": 6, 
  "author": "Jacques Durand", 
  "comment_count": 9, 
  "comments": [
    {
      "applaud": "2", 
      "auhtor": "OpenIDEO", 
      "date": "October 31, 2014, 20:07PM", 
      "message": "\n    \tHi Jacques, thanks for joining the conversation with your great ideas. We're really impressed with your fresh thinking and collaboration. This idea looks like it's ready to be considered for USAID's Grand Challenge. You can download the submission guidelines and submit your proposal at http://www.ebolagrandchallenge.net/. OpenIDEO does not officially endorse ideas, but we're excited to see you push your idea forward and look forward to seeing your story in the impact phase.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jacques Durand", 
      "date": "November 01, 2014, 02:45AM", 
      "message": "\n    \tDear OpenIDEO team. Thanks for your support. We just have submitted our proposal as you give us a good green light. Keep in touch with you.. Cheers\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Faria", 
      "date": "October 16, 2014, 08:15AM", 
      "message": "\n    \tI noticed that in Singapore there is a 71.7 percent smartphone penetration rate, they rank 4th in the world, above the US and all of Europe. Clearly this app works well in that kind of context. http://en.wikipedia.org/wiki/List_of_countries_by_smartphone_penetrationLiberia has a basic cell phone penetration rate of 42 percent, with 2,8 percent of the population with access to internet. http://www.africareview.com/Business---Finance/Liberia-mobile-phone-subscribers-increase/-/979184/1938786/-/5g4kdk/-/index.htmlHow could this solution be adapted to the current context on the ground there? Would it be possible to use SMS to deliver this information?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jacques Durand", 
      "date": "November 01, 2014, 02:47AM", 
      "message": "\n    \tHello. in West Africa, Affordable smartphones are booming now. We are targeting people who can afford them and its already almost 20 % of mobile phones users in this region.  These people are also the ones who are able to traveling, so its good if they can check their symptoms with our services anytime and anywhere.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 20:18PM", 
      "message": "\n    \tHi Jacques, thanks for your awesome contribution! Congratulations of being the featured ideas post today! We're looking forward to seeing your idea grow. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jacques Durand", 
      "date": "November 01, 2014, 02:48AM", 
      "message": "\n    \tYou can follow us on @doctorgratis to have some updated news about our grow.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 13:47PM", 
      "message": "\n    \tDuring my time in Liberia and Indonesia, I noticed the connectivity and smart phone usage was night and day. What has the uptake been so far of this app? Do you anticipate this reaching into remote communities? Is there accompanying behavior change to encourage use of the app?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rajesh Acharya", 
      "date": "October 13, 2014, 14:51PM", 
      "message": "\n    \tConnectivity in Indonesia has improved and the app is well received. No idea about Africa\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jacques Durand", 
      "date": "October 13, 2014, 16:07PM", 
      "message": "\n    \tThings moving fast in developing countries. Cheap smartphones are changing the  landscape, mobile internet market will expand faster if people find contents they need and to chat for free to a Doctor will be always valuable and popular\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Over the past couple of years, a silent movement has been making progress in Indonesia.\n<br/>\n<br/> Dokter Gratis, an app created by Singapore based Health2i Pte. Ltd. has taken lead in providing healthcare support over the mobile platform by enabling around half a million downloads collectively across platforms like Blackberry and Android.\n<br/>\n<br/> Bolstered by the success in Indonesia, a new version of Dokter GratisTM, named Doctor GratisTM has been released in West  Africa to help the care-seekers to get answers to their health-related queries.\n<br/>\n<br/> Health2i has accelerated the development and launch of the application in Africa to provide support on the current life threatening crisis of Ebola. The Doctor Gratis mobile application can be used to seek free consultations and information related to Ebola.\n<br/>\n<br/> Ebola, as the whole world knows by now, is a virus disease highly infectious and the current outbreak in West Africa is the largest and most complex since the virus was discovered first in 1976.\n<br/>\n<br/> To address this grave situation, Doctor Gratis has joined hands with all those who are fighting hard to keep the spread of Ebola in check.\n<br/>\n<br/> Android App Download Link: https://play.google.com/store/apps/details?id=id.gits.Hospital.Singapore&amp;hl=en_GB\n<br/>\n<br/>\n<br/> Doctor Gratis has roped in a team of physicians in Nigeria to drive the initiative further and manage the community locally in West Africa.\n<br/> Online doctors and relevant published articles deliver the information and the appropriate advice. Alongside classical means of alert, Doctor Gratis constitutes another level of interaction between patients and doctors.\n<br/>\n<br/> The project managers invite like-minded organizations and individuals to join hands in the fight to push back Ebola and restore good health and confidence in future generations.\n<br/>\n<br/> Interested participants may please get in touch with contacts listed at the response center website setup at http://doctorgratis.org/ebola-outbreak-response/\n<br/>\n<br/> About Doctor Gratis\n<br/> Doctor Gratis is a mobile application platform operated by Health2i Pte Ltd that enables healthcare consumers to seek basic information on health topics prior to any medical consultation with a physician.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/free-telemedicine-platform-for-west-africa", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/cc6cc4ed-b4b7-4d6b-96f2-be04f63e9a99.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/022117a7-259c-49dc-b762-ffcfeaa16e47.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/611d8e00-e9ab-4c8b-9b73-ab474d565237.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 02:06AM", 
  "summary": "The Doctor Gratis mobile application can be used to seek free consultations and information related to Ebola.Online doctors and relevant published articles deliver the information and the appropriate advice. Alongside classical means of alert, Doctor Gratis constitutes another level of interaction between patients and doctors.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Free telemedicine platform for West Africa", 
  "view_count": 205
}