{
  "applause_count": 3, 
  "author": "Rebecca Buechel", 
  "comment_count": 13, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 21:50PM", 
      "message": "\n    \tHi Shane,  here's an existing product a friend showed me~   https://openideo.com/challenge/fighting-ebola/ideas/nordic-model-for-forest-toilet\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 29, 2014, 09:53AM", 
      "message": "\n    \tHi Shane, i got thinking, the metal structure might get HOT if used as a seat--even with the plastic covers it~\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Shane Zhao", 
      "date": "October 28, 2014, 06:42AM", 
      "message": "\n    \tRebecca you might be interested in checking out this idea on portable toilets:https://openideo.com/challenge/fighting-ebola/research/portable-toilet-to-improve-sanitation\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 29, 2014, 09:55AM", 
      "message": "\n    \thi Shane, Vanessa, Chris & I have been cross-collaborating/sharing...thanks~\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Vanessa Counaert", 
      "date": "October 24, 2014, 14:10PM", 
      "message": "\n    \tDear Rebecca, Dear Chris, your perspectives are very helpful! Thanks for sharing and participating!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 24, 2014, 04:01AM", 
      "message": "\n    \tHi Rebecca, Interesting idea, but seems a bit too resource intensive. I do not promote the idea of people carrying excrement around: people are not likely to want to do it and it creates a new risk to spread disease. I promote the idea of burying excrement as near as possible to people´s homes, offices, etc. Do people in West Africa mostly sit or squat? Even if people like to sit, squatting is more hygienic and should be promoted during the Ebola epidemic. ---- I do not think it would need to be steel or bolted to the floor, especially if people are squatting instead of sitting. One could put these plastic bags for feces in plastic boxes cut from 20-liter jugs (as indicated in the article), especially if the urine is kept separate as I suggest. These could be the same woven bags, as I suggest, and wood ash could be put under the sacks to absorb any liquids. ---- As I said, I do not promote those \"biodegradable\" plastic bags, as they are not as easily biodegradable as their producers say, I suspect they do not break down entirely into natural elements, and they create constant dependency on far-away factories.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 24, 2014, 10:59AM", 
      "message": "\n    \tYeah Chris. I see your points. Here's some reply:bolting down: this would be so the trash containers (collection points --or in your case, waste burying points) could be nearby (I agree that ppl don't want to be carrying around bags of waste).resource intensive: somewhat, but for a region, this might be comparatively little investment compared with the health saving gains.--ecologically speaking it's a different matter--balancing ecology & health concerns will probably not be a 100% decision>>>go for maximizing ecology within health constraints. Going totally ecological during the epidemic might lose on the health security side, while once the epidemic is over, it might be much easier to achieve.your woven bags: they don't seem waterproof enough for diarrhea or vomit situations ?sit/squat: let's find out.the metal \"seat\":  whether ppl sit or squat, this would help maintain the bag open to avoid spills or \"missing the target\" --it'll make sure everything gets in the bag.wood ash: where? when burying waste or in buckets to catch leaks from plastic bags?Further thought: what's a local, natural, free , easy to adapt material that is ecological and could replace the plastic or woven bag ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 24, 2014, 13:33PM", 
      "message": "\n    \tThe wood ash and dry soil can go in and under the sack, within the cut-off 20-liter plastic jug that holds the woven polypropylene sack open while the user squats over it, while peeing into the portable urinals made from bottles. Those thin plastic bags run significant risk of breaking while being carried around, especially if the urine also goes in. The woven sacks are much stronger and could be dug back up maybe a year later to use the soil in ag and to use the sacks again in the toilets. Thin plastic bags would be a mess, unless they truly decompose when buried in the ground. Nothing natural and locally occuring would fit the bill: banana leaves would fall apart, although could be used in a pinch, esp for children. The woven sacks can be used year after year, as long as they are not out in the sun receiving UV. ----- Are the AID and OpenIDEO people reading this? What do they think of the Minimalist UDDT for the Ebola Epidemic?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 24, 2014, 13:36PM", 
      "message": "\n    \tIs the attached JPG the same as the illustration on this page?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 24, 2014, 20:29PM", 
      "message": "\n    \tyes, it's the same, Chris\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Corey Bresnahan", 
      "date": "October 31, 2014, 06:49AM", 
      "message": "\n    \tadd me to your team as i would love to work with you we have similiar ideas and it all helps\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 31, 2014, 10:59AM", 
      "message": "\n    \tHi Corey, any chance, from your part of the world, you could contact  MASS DESIGN GROUP who've designed hospitals in Africa & Haiti ? http://www.archdaily.com/165892/butaro-hospital-mass-design-group/ They may have good ideas on toilets & on easy passive cooling to help beat the heat in the field hospitals for the HCWs in the hot PPE suits. They might be able (with their experts, resources  & contacts) be able to take our thoughts & run with it to get things in place to help people asap ?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Corey Bresnahan", 
      "date": "November 01, 2014, 00:08AM", 
      "message": "\n    \tlooking into it now and i will get back to you when i get the reply! thanks Rebecca thats a great help, keep up the with the great research\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            So, like in Vanessa's idea, inhabitants would carry their own disposable toilet sacks, toilet-paper/sanitized handwipes in their backpacks, but would use them \"around town\" in pre-placed private booths/\"restrooms\" with metal support structure \"seats\" provided to hang the sacks on. In case people forget their sacks, some should be made available directly in the booths or through other handy means of distribution. Giving the sacks asthetic African print styles (or other culturally appropriate look) would encourage use (--should be seen with local artists).\n<br/>\n<br/> Easy (and discrete) access to incineration bins (or more ecologically-minded disposal as per Chris's idea) would be necessary to ensure people threw their sanitation bags away properly.\n<br/>\n<br/> Effective communication of the idea would need to be made with national celebrities to help get the idea going.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/further-idea-for-hygienic-simple-rural-toilet-system-to-cope-in-areas-with-no-sanitation", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/6a01574f-46b5-42d4-b65f-116792b39d76.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4031c614-a0d8-44ff-a259-6f6d6f0f088c.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 23, 2014, 22:41PM", 
  "summary": "Building on Chris & Vanessa's ideas, with hopes of advancing practical usability, why not combine the ideas and add a minimal skeletal metal structure which would allow for seating/stability on which the portable bags would be hung  for use and then (immediately) disposed of by the users after tying or taping them shut ? The bags would need to be big enough to extend over and cover the metal \"seat\" and keep it contamination-free.  SEE ADJOINING PDF FOR QUICK SKETCHThe sturdy, but minimally-surfaced metal \"seats\" would need to be installed (bolted down) in public-use places inside private booths but could also be installed in homes for safe nightime use.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "further idea for hygienic, simple RURAL TOILET system to cope in areas with no sanitation", 
  "view_count": 354
}