{
  "applause_count": 7, 
  "author": "Lynn Lawry", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Denise Denise", 
      "date": "October 22, 2014, 00:05AM", 
      "message": "\n    \tYour submission is well-stated, but sad to say - if \"healthy\" men, right around our Globe continue to rape women, children and even half-formed babies with seeming impunity, what is there *AT PRESENT* to stop Sierra Leonean males from resorting to what is essentially, and shamefully a Global Male Pastime?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "Edited on October 17, 2014, 13:53PM", 
      "message": "\n    \tI added this comment to a question on another idea but thought it might be helpful here as well. A large awareness campaign needs to be carried regarding both of the facts that you mention or the virus will never be contained. Do you have any stats on breastfeeding in the effected countries? Is it clear for how long the virus remains in breast milk?Perhaps a Use Condoms campaign needs to be initiated? Lynn what type of HIV prevention campaigns do they have in these countries? Might need to piggyback onto those messages re: using condoms?Bettina, good questions, WHO estimates anywhere up to 90 days..some less so not enough data but enough to say that it is in the breast milk. You can find all of these stats (http://www.unicef.org/infobycountry/) For Sierra Leone: Early initiation of breastfeeding (%), 2008-2012*44.6%Exclusive breastfeeding <6 months (%), 2008-2012* 31.6% But please see the following guidance: http://www.ennonline.net/operationalguidanceiycfv2.1 Formula is RARELY a good idea in these countries and it is UNICEF who should be involved in this so women who need supplemental feeding or even wet nurses can be followed. Bringing formula into a country that needs to breastfeed is deadly and not done. With one exception (Iraq) where breastfeeding rates were low. However, it was decided to leave the formula in the maternity supplemental feeding baskets because the women bartered or sold the formula for money (long story).  All of these countries have PEPFAR (http://www.pepfar.gov/countries/bilateral/) programs and funds; messages could be changed/modified.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Emily Nghiem", 
      "date": "October 18, 2014, 16:22PM", 
      "message": "\n    \tThank you for this! We need to address the rape and trafficking issues anyway. Combining efforts will unite people on all sides to put down these ROOT problems exacerbating the spread of sickness. Great point of focus, that will solve a multitude of other problems if we address THIS one! Thanks!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 18, 2014, 17:05PM", 
      "message": "\n    \tIf only more would listen and act.........and I really think it might be the key to controlling the epidemic both just as it starts, during and of course 90 days after.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<ul>\n<li>Gender Based violence campaigns (and HIV campaigns) need to include information for women and men that sex should not be unprotected for up to 120 days after survival</li>\n<li>If a woman does not have control over sex with a survivor this is gender based violence</li>\n<li>In Liberia and Sierra Leone there are campaigns that are well developed and just need this added</li>\n<li>Is this the missing piece in the puzzle for transmission?</li>\n<li>It is frightening to think that women's health is not a priority given this information</li>\n<li>Supplemental feeding for infants is needed (UNICEF) for women who survive - formula (although usually not appropriate in most disasters) needs to be considered or wetnurses.</li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/gender-based-violence-occurs-even-after-survival-from-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/40c3dff5-ce39-44bb-8558-242edefb883a.JPG", 
      "type": "image"
    }
  ], 
  "submitted": "October 16, 2014, 13:06PM", 
  "summary": "Women do not have control over thier own bodies. Sperm and breast milk retain virus for up to 90 days+ after survival; therefore, they can be infected, present differently and are more likely to die from this disease.  See: https://web.stanford.edu/group/virus/filo/transmission.html", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Gender Based Violence occurs even after survival from Ebola", 
  "view_count": 97
}