{
  "applause_count": 5, 
  "author": "Sharon Abramowitz", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 20, 2014, 19:33PM", 
      "message": "\n    \tHi Sharon, great insight! How can we tap into existing networks of anthropologists? What would motivate them to get involved? Do you have ideas about how we might engage them in terms of making sure that we enable them to share helpful information with us to help develop ideas to respond to this outbreak effectively. We're excited to see you develop your idea with the help of the community, so feel free to update your post with specific needs - skills, knowledge, resources etc that the community can offer. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 09:16AM", 
      "message": "\n    \tAlso in the traditional medicine area to seek out more efficient medicine against the virus. Here's an old article, not sure if it's of any use: http://www.timeshighereducation.co.uk/news/a-folk-remedy-for-killer-ebola/148114.article\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 14, 2014, 16:24PM", 
      "message": "\n    \tHi Sharon, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Anthropologists need to brought into the conversation regarding how to prioritize public health communications about Ebola. Build specific structures - like this - to crowdsource anthropological insights for the region to advise specific policy responses. Include senior anthropologist/advisors at every level of Ebola response. Integrate anthropologists directly into Ebola chain of command.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/get-the-anthropologists-involved", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e895c93c-f57b-4ea6-a09d-7dc8397399a9.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 13, 2014, 21:10PM", 
  "summary": "Pull together a global network of anthropologists to inform current Ebola response. And not just on funerary issues!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Get the anthropologists involved!", 
  "view_count": 44
}