{
  "applause_count": 2, 
  "author": "David Sexton", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:29PM", 
      "message": "\n    \tHi David, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            For a brief background on what I'm talking about I should give the following explanation.  For the past six years I have been an active participant in SCA armored combat.  For those not familiar with this sport, the SCA attempts to recreate and preserve the western martial arts of medieval europe.  Our system of combat is requires the use of conventional body armor that is sufficient to protect us from injury to ourselves and to others.  During my years as a participant I've made a few observations.\n<br/>\n<br/> Heat can kill.  This is a both a literal truth and a bit of a metaphor. When participating in full contact combat sports it is important realize when you have over exerted yourself, but the size, weight, and composition of your armor are also very important factors.  Fabrics that breath are better than those that don't.  Heavier fabrics may offer more padding, but they also hold in more heat.  Overheated competitors fatigue more quickly and make more mistakes.  They put themselves and others at greater risk of injury.\n<br/>\n<br/> Equipment that is does not fit right is a liability.  More than once I have scrapped useless equipment that bound against my harness or pinched, prodded, or poked me.  In the beginning my fear of being injured caused me to be overprotective.  This fear lead to armor that was heavy, bulky, and didn't articulate well.  This prevented using proper fighting technique as I fought against my armor.  In fact even when I moved to less restrictive gear I still moved in a way that would prevent painful \"armor bites\" even thought the offending pieces had been removed.\n<br/>\n<br/> Less is more.  As my skill in combat improved I noticed that I started to scale back on the amount of body my armor covered.  When I could move freely and confidently unenumbered by the fear of my past I become a much more efficient fighter.\n<br/>\n<br/> Here's the point.  Ebola is scary.  There are a variety of health care workers in the field that are facing a deadly foe.  The natural inclination is to protect yourself as thoroughly as possible.  I'm not suggesting that health care workers ignore safetry protocols, but here is my idea.\n<br/>\n<br/> Reduce the amount of PPE.  I know this sounds crazy, but if the isolation suits used by health care workers are a problem then stop using them.  Instead I propose that we update safety protocols rather than changing PPE.  For example, daily physical inspections of health care workers should occur at the beginning and end of every day.  The eyes, ears, nose, and mouth should be examined for foreign or biological material.  Skin should be examined from the top of head to the bottom of feet for breaks or irritation.  Discourage the removal of body hair, i.e. daily shaving rituals.  If PPE is changed the focus should be on efficiency rather making ourselves impervious.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/getting-medieval", 
  "media": [], 
  "submitted": "October 11, 2014, 16:02PM", 
  "summary": "I don't know much about Ebola, but I know I do know a bit about armoring systems.  When protecting yourself from any threat it's important to know how your protective gear works and when it is becoming a liability.  Sometimes fear is the bigger enemy.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Getting Medieval", 
  "view_count": 56
}