{
  "applause_count": 1, 
  "author": "Jian wu", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Ebola Virus can be spread through contacting with body fluids of patients, or contacting with the patient's skin and mucous membranes. Patients who are infected this virus have a high mortality rate, which is between 50% and 90%. Until now, there are still some bad elements that seriously contribute to the spread of the virus, such as the bad environment of hospital, poor sanitation standards, dumping of needles, lack of wards, etc. However, because of better equipment and sanitation standards in modern Hospital, the Ebola virus is restrained to some how. Therefore, how to timely equip care community and against the virus should be highlighted by people.\n<br/>  \n<br/> Government support and social medical can provide some help to resist Ebola Virus. For example, some professional medical personnel can be encouraged to support in poor areas. In the early stages of the disease, Ebola virus may not be highly contagious and touching patients may not even be infected in this period. However, as the disease continues to advance, diarrhea, vomiting and hemorrhage will have high biological hazards. Due to lack of proper medical equipment and health training, pandemic outbreak often occurs in those poor areas which lack of modern hospitals and medical trained. Therefore, these care community needs some professional medical personnel. This needed the support by government and publicity of media. In this way, people will acknowledge that this is a glorious task and these medical personnel will be proud of this decision.\n<br/>  \n<br/> In addition, under the support of government in terms of finance and policies, some situations will be improved, such as providing necessary medical equipment and enough rooms and so on. Moreover, by the help of social media will increase the donation. We also cannot ignore this power. As a result, hospitals will acquire sufficient funds and medical equipment.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/government-and-social-medias", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8d91f7ec-418d-4afa-b356-7b9edb83ac3c.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 30, 2014, 01:23AM", 
  "summary": "Under the help of government and social media, professional medical personnel can be encouraged to work in pool areas. In addition, it also can increase the number and improve the quality of the the equipments. Moreover, the donation also can be enhanced by social media.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Government and Social Medias", 
  "view_count": 21
}