{
  "applause_count": 2, 
  "author": "Volker", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:40PM", 
      "message": "\n    \tI like that the wearer's face is visible - it definitely would help the caretaker appear less scary! What are your thoughts about getting oxygen cartridges and the factor of price? Also, this might seem like a silly question, but how do people put it on/take it off?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Volker", 
      "date": "October 09, 2014, 18:25PM", 
      "message": "\n    \tHi there,oxygene cartridges  - honestly, I don't know, this is a brainstorm. However, it might be worth taking a close look at scuba diving equipment, there are minimal rescue packages available. Maybe one cartridge is enough to keep the pressure inside higher than outside. This would be a cost cut. The oxygen cartridge might be enough.How to take it on or off?On: I can imagine this works like putting on a sweater. It could be neatly folded inside an large envelope or container. Off: maybe there is a mechanism similar to the zipper on a wetsuit, that allows you to open the gear with a simple motion while covering the potentially contaminated outside.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            - low cost, blow molded, see through half body suit\n<br/> - pressure cartridge to keep  overpressure inside suit\n<br/> - oxygen cartridge (or whatever you need to breath)\n<br/> - one way valve to let used air out\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/half-body-suit", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7f83c778-5663-4b85-b614-cae5d6014795.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 07:24AM", 
  "summary": "This low cost, half body suit is intended to protect family members and care takers.This is not the ideal solution - but it could lower the hurdles of using  protection at all. The suit should be worn over your \"normal\" clothes but still create a safe environment inside. With that, it should feel a bit more human.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Half body suit", 
  "view_count": 46
}