{
  "applause_count": 1, 
  "author": "John", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:11PM", 
      "message": "\n    \tHi John, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 13:56PM", 
      "message": "\n    \tright. --google (& ubuntu?) has good systems for this such as the ones used during emergencies to find loved ones--and connecting the well with the ill both morally & financially is positive synergy. This was similarly done during the Vietnam War where individuals purchased metal bracelets with the names of POW/MIAs. They wore them until the person was found and freed when the metal bracelet was broken off. The purchase of the bracelet raised funds & the efforts became more meaningful by linking individuals.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            There are existing charity programs where a specific child is sponsored.  The same could be done with Ebola Patients with the goal of not having people sent home for lack of resources.  For each person whose care cost is additionally paid for, one more person can be treated.  Better yet, the quality of the care could also be increased, assuring sufficient medication was available.\n<br/> A web site would be established where doners would fund a treatement slot each covering the average cost of an entire stay for a patient including burial if needed.  A person could fund an entire stay if wealthy enough, or provide an incremental contributtion to be applied to the currently partially funded slow.   When the funded spot was used, donors for that spot would be informed perhaps with a name, picture, and outcome.  Accumulated funds could be held in escrow and be used to decrease the risk out of building new facilities.\n<br/>\n<br/> I realize this would need to be done is a very sensitive and respectful manner with full conscent of the participants.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/have-a-sponsorship-type-charitable-program-where-people-could-sponsor-the-care-of-a-specific-person", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/15890c41-acdd-4293-9c02-f47f6fce7a18.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 00:00AM", 
  "summary": "Some charitable programs have donors sponsor a specific individual.  The idea would be to have a  web sight with living infected people requiring treatment and whose treatment could be sponsored.Individuals could contribute financially to their care until the average per capita cost was collected.  Donors would be informed of the outcome of the patient they sponsored and the patient would be notified of their sponsors.The idea is that each fully sponsored  treatment means one less person will be sent home.  The money would be invested in building additional capacity, hiring staff, and purchasing supplies.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Have a sponsorship type charitable program where people could sponsor the care of a specific person.", 
  "view_count": 56
}