{
  "applause_count": 1, 
  "author": "Husha Bilimale", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:36PM", 
      "message": "\n    \tHi Husha, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n<h2 class=\"h2_class\">Constraints</h2>\n<ol>\n<li>I am considering the problem with the following constraintsThe existing hazmat suit needs changes.  </li>\n<li>A complete overall of the suit may be something that needs to be solved, however even if the design is ready, manufacturing and providing to the health care cannot be done immediately.</li>\n<li>The changes are to be incorporated into the existing hazmat suit to reduce the cost and the delay in getting new hazmat suit.</li>\n<li>The hazmat suit in the field to be enhanced locally.</li>\n<li>Cooling the entire hazmat suit is an option, but if the same impact can be obtained by targeted cooling</li>\n<li>The cooling gel system should be easily removable and sanitized or reuse. </li>\n</ol>\n<h2 class=\"h2_class\">Premise to the Solution</h2> Human body dissipates heat unevenly. Some areas of the skin dissipate heat more than others. These areas are head, armpits, feet. These areas should be targeted for cooling. \n<h2 class=\"h2_class\">Suggestion and Idea</h2>\n<hr/>  \n<ol>\n<li>I am suggesting the use of cooling gel pads that can be attached to the areas like “head” with a velcrow or stitched to the clothing. \n  <ul>\n<li>Either they can be add to the clothes the person wears before putting on the hazmat suit</li>\n<li>The hazmat suit can be modified to create pockets to add these cooling pads.</li>\n<li>The pockets and pouches have pads that soak the sweat. The sweat is a coolent.  \n    <hr/></li>\n</ul> </li>\n<li>Suggesting the addition of cooling gel pads in a phased manner. The personnel who is wearing the suit makes the decision if they are hot and attach the cooling pads. This can be suggested in a phased manner. \n  <ul>\n<li>Add in the feet/ankle cooling gel pad first</li>\n<li>Add in the armpits cooling gel pad next</li>\n<li>Add in the head cooling gel pad next. </li>\n<li>The personnel wearing the gel pad initially would not be uncomfortable and gradually heat up. The cooling gel can be added as the person starts to feel uncomfortable. \n    <hr/></li>\n</ul> </li>\n<li>Adding a vent to the hazmat suit that can be pumped with the cool air and sealed off as initial relif. \n  <hr/></li>\n</ol>\n<h2 class=\"h2_class\">Targeted Cooling </h2>\n<strong>HEAD</strong>:  The sweat glads on the head and the head surface also uses a lot of blood. We cannot impose restrictions such as having short hair, but short hair will help. \n<br/>\n<br/> Cool gel caps with strips of sweat soaker. The cool gel is reusable. The sweat soakers is thrown away. I am imagining the cap to be something like a helmet mostly made of cool gel with velcrow/attachments for sweat pads. \n<br/>\n<br/>\n<strong>LEGS: </strong>Target the legs with cool gel pads that look like guards of a hockey player.  \n<div>\n  \n</div>\n<h2 class=\"h2_class\">What it will do</h2>\n<ul>\n<li>Prolonging the time even by 30 minutes to 45 minutes by these methods have a huge impact to the care provided by the doctors and the health care providers.</li>\n<li>By providing the gels and the knowledge of how to add these cooling gels, the current and existing hazmat suit can be modified low cost locally to meet the need. </li>\n</ul>\n<h2 class=\"h2_class\">What I don’t know and have questions</h2>\n<ol>\n<li>Are there other areas of the body that when cooled reduce the body temperature by few degrees.</li>\n<li>Are there better options than cooling gel or just plain wet cloth that is not too heavy and added to the hazmat suit.</li>\n<li>I don't know if the exsiting hazmat suit have any features as adding cooling gels or vents. </li>\n</ol> TODO : Add up some graphics of the design for adding these gel pads.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/hazmat-suit-is-a-engineering-problem", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/2f6e48ef-e209-445d-8fb4-1b14abbdf570.JPG", 
      "type": "image"
    }
  ], 
  "submitted": "October 30, 2014, 00:50AM", 
  "summary": "The hazmat suit is an engineering problem. The problem cannot be completely solved at this moment but if the time in it is made comfortable and time in it is prolonged, it will provide the doctors and health workers with extra time. The idea is not geared towards complete overall of the hazmat suit but additions to the existing suit to make it less uncomfortable.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Hazmat suit is a engineering problem.", 
  "view_count": 47
}