{
  "applause_count": 2, 
  "author": "Cynthia Young", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "October 29, 2014, 02:13AM", 
      "message": "\n    \tSuper interesting idea ! What if schools for children were used as a distribution point for these info/cards ? Children are great at bringing new learnings back into the home setting. What if the card played a catchy simple tune that engaged the kids and provided some pointers on Ebola prevention/treatment then maybe the illustrations/text could be more detailed and adult oriented offering info on clinic locations or resource hot lines ( that was just a very long run on sentence). It could be like the Pixar animation movies that somehow manage to enthrall and inspire kids and adults( thinking Walle). I would be happy to illustrate a card like this for you and think it could be powerful if a simple Ebola information song  audio clip could also be generated/posted ( I cannot sing can you) What would be the best info to deliver to kids in that song?thanks and cheers\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "October 22, 2014, 23:09PM", 
      "message": "\n    \tHi Cynthia - here's an interesting idea from Caroline that you might find interesting: https://openideo.com/challenge/fighting-ebola/ideas/ebola-information-on-sachet-water-bags. How can we tailor the messages to be empowering and emotionally healing, while also promote safe care and keeping healthy? Coupling the message with an existing practice could result in more exposure of helpful information. Looking forward to seeing this idea grow! Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Cynthia Young", 
      "date": "October 24, 2014, 04:06AM", 
      "message": "\n    \tThanks Deborah, this idea is a good one too. Perhaps combining cards and water bags in a \"care package\" may be a good approach?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Hallmark cards and other card companies are currently using small, inexpensive recording and audio devices in some of their cards. People can record a personal message and mail the card. Some cards come with \"happy birthday\" pre-loaded.\n<br/>\n<br/>\n<br/>\n<br/>\n<br/> How can this help fight Ebola?\n<br/>\n<br/>\n<br/>\n<br/>\n<br/> Think about the barriers to communicating prevention and care instructions: low literacy, different languages or dialects, and distribution.\n<br/>\n<br/>\n<br/>\n<br/>\n<br/> One could take the existing card materials (a card that plays a recording upon being opened) or make a flat \"single\" card with a button to press. Each card should have directional illustrations that can be easily understood without any or minimal writing. When people interact with the card a more detailed message would play. Each card could have one topic each, the key ones would be:\n<br/>\n<br/>\n<br/>\n<br/>\n<br/> 1. Prevention (maybe include recommendations for sanitary practices that can be accomplished in areas without clean water.). \n<br/>\n<br/> 2. What to do if you or a loved one gets sick\n<br/>\n<br/> 3. Where to find care and WHAT to expect (especially important to dispel mistrust of doctors and nurses)\n<br/>\n<br/> 4. What IS Ebola? - what it is, how it spreads, and what it's not.  Address cultural beliefs and practices that contribute to its spreading.\n<br/>\n<br/> 5. Safe travel and screening practices\n<br/>\n<br/>\n<br/>\n<br/>\n<br/> Now distribution. These cards are small and could be sent in exhisting mail or courier channels, and also be included in any \"care packages/survival packages\" that would need to be air dropped to more remote locations. Cards could also be easily posted up in public places (with pins, nails, tape, or glue) such as bus stops, markets, airports, church communities, and more.\n<br/>\n<br/>\n<br/>\n<br/>\n<br/> Hopefully something like this gets the right information out and helps people get the care they need.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/healing-prevention-with-a-hallmark-card", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/f9f82022-ad51-4975-8847-76f4d276f4b4.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 18:16PM", 
  "summary": "Diseases flourish in communities where there is a lack of education, clean water, sanitary practices, and most of all, trust. This is a simple idea that could rapidly spread information, improve communication, hopefully dispel distrust, and give  people the basic instructions they need to prevent infection and seek help when someone does get sick.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Healing & Prevention with a Hallmark Card", 
  "view_count": 57
}