{
  "applause_count": 3, 
  "author": "André Fernandes", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            The principle of this idea is to design a healthcare system that attends the demand for Ebola care seeking and for local employment, specially for youth population.\n<br/>\n<br/> Recruiting local youth, in addition to local healthcare workers and traditional roles like birth attendants, is an opportunity for initiate a healthcare system designed for local realities, local employment and a sustainable healthcare system to be expanded beyond Ebola treatment\n<br/>\n<br/> Ebola treatment is expensive and it requires specializing training to containing and prevention, specially considering that the its outbreak includes post-conflict countries with weak health systems.\n<br/>\n<br/>\n<strong><em>Equipments and medicines can be acquired internationally, while human resources take time to produce and are costly to import. Emphasing early on prevention engaging non-health actors and deploy alternative strategies are practical solutions for local governments treat fastly</em></strong>.\n<br/>\n<br/> Basing on the idea of RapidPro, the system would be based on a mobile app to collect the data locally and send to national healthcare system.\n<br/>\n<br/> Then, workers from healthcare national system train recruited people in local communities about the mobile app and their job description.\n<br/>\n<br/> The data to be collected come from a briefcase guiding the local workers how to collect and send to national system. It'd be relevant indicators such as:\n<br/>\n<br/> nº of people in treatment,\n<br/> nº of families under counseling,\n<br/> nº of individuals under counseling, \n<br/> nº of cases of Ebola registered,\n<br/> nº of deaths\n<br/> nº of burials, and so on....\n<br/>\n<br/> The jobs descriptions taken from the idea \" \n<a href=\"https://openideo.com/challenge/fighting-ebola/ideas/strategic-pivot-to-home-isolation-create-new-job-title-home-isolation-counselor\">Strategic Pivot to Home Isolation – Create New Job Title: Home Isolation Counselor</a>\", by Willian Faria. The jobs proposed by Willian for Ebola are:\n<br/>\n<br/>\n<strong>Active Case Finding and Contact Tracing</strong> – these will be mobile CHWs, constantly in motion visiting as many contacts as possible per day to monitor their health, conducing active surveillance for new unreported cases, and engaging the community regarding the facts of Ebola. \n<br/>\n<br/>\n<strong>Home Isolation Counselors</strong> – When a new case is identified, these CHWs visit the family and advise how best to set up a home isolation based on the family's situation. They will train one person as a caregiver, training that person to use basic PPE. They will deliver palliative care medications, but not engage in direct medical care. They will visit each family daily checking to see if they are following protocols and offering support. ( \n<em>Avoid self-medicating is another point to pay attention to</em>)\n<br/>\n<br/>\n<strong>Safe Burial/Home Disinfection Teams</strong> – These community health workers will remove the body for safe burial if the patient is deceased, then disinfect the home to avoid future infections. \n<br/>\n<br/>\n<br/>\n<strong>Feedbacks and suggestions are welcome!<br/> <br/> What other perspectives could we consider to develop local healthcare system and job opportunities for local youth?</strong>\n<br/>\n<br/>\n<strong>How to solve public health crisis in the countries affected by Ebola?</strong>\n<br/>\n<br/>\n<strong>How to expand health infrastructure at scale to attend Ebola? </strong>\n<em>And the same for other relevant diseases</em>\n<strong>.</strong>\n<br/>\n<br/>\n<strong>What ideas to take from HIV and other diseases preventions for Ebola treatment?</strong> \n<br/>\n<br/>\n<br/>\n<em>Sources</em>:\n<br/>\n<br/> Letter from Liberia: Ebola Is Not a Failure of Aid or Governance\n<br/>\n<a href=\"http://www.cgdev.org/blog/letter-liberia-ebola-not-failure-aid-or-governance\">http://www.cgdev.org/blog/letter-liberia-ebola-not-failure-aid-or-governance</a>\n<br/>\n<br/> What Can Donors Learn from HIV in Responding to Ebola?\n<br/>\n<a href=\"http://www.cgdev.org/blog/what-can-donors-learn-hiv-responding-ebola\">http://www.cgdev.org/blog/what-can-donors-learn-hiv-responding-ebola</a>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/healthcare-an-opportunity-of-employment-opportunity", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/2d0267d5-3a56-4fdc-ac05-a4be09de2b14.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 29, 2014, 15:55PM", 
  "summary": "Youth unemployment is one of biggest challenges worldwide, including the developing countries affected by Ebola outbreak.In the other side, the demand for healthcare services remains high and not accessible for common citizens. Design healthcare services is an opportunity both for brake Ebola outbreak and develop employment locally, as well as to create a sustainable healthcare system beyond Ebola and to attend other health demands. Create something like \"Ebola Corps\".", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Designing healthcare to ground realities: opportunity of employment and expand health services", 
  "view_count": 84
}