{
  "applause_count": 0, 
  "author": "Karenah Rajasekaran18", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Karenah and I (Shreya) wanted to find a way for patients in Africa to get international help. From our research, we realized that the patients in Africa do not have as many resources as we have, here. We decided that The American Red Cross should send planes containing sanitary and medical supplies inside boxes should be dropped off at hospitals.  We chose The American Red Cross to send these packages because they are internationally known for assisting countries by sending volunteers and medical supplies. We expect that the doctors will know what to do because these are basic supplies. However, we will still attach instructions to clear up any questions. In each plane, there will be several blue boxes. We chose the color blue because it symbolizes safety and peace around the world.  There will also be a Red Cross sign to assure the people that the boxes contain medical supplies. and reassure people that they are in good hands. Each box contains smaller packages, which contain sanitary supplies such as towels, disinfectants, medicines, bandages, and packaged clean water. The lid of the box keeps the contents air-tight and must be slid out in order to open the box. These boxes will be dropped with parachutes from planes, to ensure that no one on the plane gets infected.We made a prototype of our idea, and have attached a picture of how a blue box containing the medical supplies would look like. The second picture is a picture of the the medical supplies that will be in the box in an airtight capsule-like box.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/help-from-the-red-cross", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a94eb9ea-c58b-47db-8055-ba1b5f36a10a.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/433b8031-a4eb-41ed-96d8-d76141038798.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 31, 2014, 05:18AM", 
  "summary": "With help from the Red Cross, Hospitals in West Africa will be able to get proper medical supplies. In West Africa, there are not as many resources for medicine as we have here in America. Packages containing proper  and basic Medical supplies will be dropped off at local hospitals.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Help from the Red Cross", 
  "view_count": 13
}