{
  "applause_count": 4, 
  "author": "Jennifer Hunt", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:27PM", 
      "message": "\n    \tHi Jennifer, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 11, 2014, 16:37PM", 
      "message": "\n    \tA comment from here:    http://www.liberianobserver.com/news/dr-logan-wants-support-his-ebola-treatment-protocol%E2%80%99-which-he-has-used-%E2%80%98cure%E2%80%99-10-ebola-patientsI'm posting this in the research area post about this drug also---------Fred M. CowanI am personally very impressed with a man who stands in harm’s way willing to try something anything that might work, even if he fails. My concern is not whether Dr. Logan concept is right or wrong but that it gets a fair and full experimental testing, too much at stack not to. Below is information that might be helpful to Dr. Logan and associates. Immunity is the cornerstone of Ebola symptoms and lethality. Ebola viral proteins turn off key components of the immune response allowing a foot in the door for viral infection and replication, vast amounts of viral products and associated cell death cause a immune overreaction an inflammatory \"cytokine storm\" that greatly contribute to the pathology, symptoms and lethality of Ebola. The balance of pathological and protective immunity can mean life or death. Lamivudine so far has shown no anti-viral activity against Ebola. Lamivudine's possible efficacy against Ebola, should consider not just the front door anti-viral but back door ant-inflammatory, and even side-doors of other possible pharmacology. Our group (see cite below) for example previous points out many drugs have secondary anti-inflammatory pharmacology that might have efficacy for inflammatory pathology caused by both chemical agents and infectious agents such as Ebola. Related work ; Cowan FM, Broomfield CA, Stojiljkovic MP and Smith WJ. A Review of Multi-Threat Medical Countermeasures Against Chemical Warfare and Terrorism. Military Medicine 169, 850-855, 2004. Nadia Wauquier, Pierre Becquart, Cindy Padilla1, Sylvain Baize, Eric M. Leroy. Human Fatal Zaire Ebola Virus Infection Is Associated with an Aberrant Innate Immunity and with Massive Lymphocyte Apoptosis. Open access on line. Katze Simmons, Jeremy Farrar, Thomas R. Martin and Michael G.Jennifer R. Tisoncik, Marcus J. Korth, Cameron P. Into the Eye of the Cytokine Storm. Microbiol. Mol. Biol. Rev. 2012, 76(1):16. DOI:\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 11, 2014, 00:32AM", 
      "message": "\n    \tThanks for the link.  saw this in the research yesterday and thought maybe it had been tried already but this is a recent article which makes me hopeful.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            .http://www.cnn.com/2014/09/27/health/ebola-hiv-drug/\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/hiv-drugs-or-avigan-tablet", 
  "media": [], 
  "submitted": "October 10, 2014, 18:09PM", 
  "summary": "Dr. Gorbee Logan has given the drug, lamivudine, to 15 Ebola patients, and all but two survived. That's about a 13% mortality rate. Across West Africa, the virus has killed 70% of its victims. \"I'm sure that when [patients] present early, this medicine can help,\" Logan said. \"I've proven it right in my center. If someone with symptoms thinks they can be cured maybe, they would seek help faster. These drugs should be made available right away.  http://www.cnn.com/2014/09/27/health/ebola-hiv-drug/", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "HIV drugs or Avigan Tablet", 
  "view_count": 60
}