{
  "applause_count": 1, 
  "author": "Bill Gray", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n<br/> As you are, I am actively involved in fighting Ebola. I am a homeopathic MD with 43 years experience and know well that homeopathy is capable of rapidly curing such epidemics. Gaining access has been the problem, and still is. But I have a technology that helps.\n<br/>\n<br/> My company, Coherence Apps LLC, has established a website: http://EmergencyDr.org. On this site, anyone can play homeopathic eRemedy signals capable of rapidly relieving Ebola — free, and with no marketing-based registration at all.\n<br/>\n<br/> We have tested eRemedies in a small rural treatment center and observed four cases become symptom-free with two hours, lasting for at least two days before the team had to leave!\n<br/>\n<br/> Homeopathic remedies are known to be energy rather than substance. For two centuries, remedies have been prepared by a process of succussion and serial dilution going past the point at which there is no molecule left of the original substance. For skeptics, this makes it sound like quackery, but people who have experienced homeopathy know it works.\n<br/>\n<br/> The actual physics is that when something is in solution, molecules are surrounded by a shell of water molecules. When these are succussed (pounded), the shells break into smaller shells. When diluted, they enlarge in size. In the end, the homeopathic remedy is a solution made of nano-clusters which carry the same energy as the substance, while the substance itself is gone through dilution. \n<br/>\n<br/> This energy is then extracted using a simple coil, amplifer, and digitizer, and saved in a computer through a sound card as an MP3 file. \n<br/>\n<br/> In an epidemic like Ebola, remedies do not have to be individualized from case to case as in normal practice. There are one or two remedies called \n<em>genus epidemicus</em>. Based on our preliminary experience so far, we seem to have the correct two eRemedies for this epidemic. Anyone with cellphone or computer can cure an Ebola patient by playing the MP3 file for just 10 seconds a few times in an hour!\n<br/>\n<br/> The challenge now is getting health workers with this knowledge and a cellphone into treatment centers. They have to wear PPEs, of course. And they need government approval. That is one large sticking point. Governments so far are opposed to doing anything experimental like this, even though it is nontoxic and free.\n<br/>\n<br/> If you have any connections in Sierra Leone, Liberia, or Guinea, I would greatly appreciate an opportunity to connect with them. They can go on the web and get the eRemedies and try them. So far the results have been striking.\n<br/>\n<br/> I offer this as one idea to add to all of your creative efforts. Let me know if it sparks further collaboration.\n<br/>\n<br/> Bill Gray, MD, Founder and Chairman\n<br/> Coherence Apps, LLC.\n<br/> 459 Monterey Ave #205\n<br/> Los Gatos, CA 95030-5302\n<br/> 408 402 3471, 408 621 1506 m\n<br/> bill.coherenceapps@gmail.com\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/homeopathic-eremedies-to-treat-ebola-rapidly-and-safely-by-cellphone", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4e4d6962-6661-415d-8273-2eb71bbc0483.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 29, 2014, 01:58AM", 
  "summary": "My company, Coherence Apps LLC, has established a website: http://EmergencyDr.org. On this site, anyone can play homeopathic eRemedy signals capable of rapidly relieving Ebola — free, and with no marketing-based registration at all. We have tested eRemedies in a small rural treatment center and saw four cases become symptom-free with two hours, lasting for at least two days before the team had to leave!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Homeopathic eRemedies to treat Ebola rapidly and safely by cellphone", 
  "view_count": 25
}