{
  "applause_count": 2, 
  "author": "carilyn c", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            There's a shortage of volunteers willing to go to West Africa to help with the outbreak of Ebola as it is, but here's another rate limiting factor:  Who's paying for the hospital bills of those who return infected and in need of expensive medical care?\n<br/>\n<br/> Are the hero healthcare workers who have been treated in the U.S. and recovered being slapped with skyrocketing medical bills, even if their insurance pays for most of it, but they have to pay the co-pays?\n<br/>\n<br/> People who have given sometimes a month of their lives to combating a highly dangerous disease under grueling circumstances to both body and emotions, should not have to come back to the U.S., discover that they are infected, be treated and survive, only to be slapped with hospital bills and co-pays.\n<br/>\n<br/> That's why we need single-payer health care -- we need to revive the notion of commonwealth -- that all of us are in it together for the good of everyone and that we share in the joys together and the sorrows as well.\n<br/>\n<br/> Before single-payer health care can alleviate the specter of these hero health care workers being slammed with hospital fees, is there a way that we can guarantee anyone who goes will have their hospital fees paid if they contract Ebola, come back, and need treatment here?\n<br/>\n<br/> Because I can just imagine the headlines, \"Slammed by bills after hero work\" slamming the brakes on volunteers going to Africa.\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/hospital-bills-for-hero-doctors", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b46fcefc-745e-4b8a-a044-d966e3ce824d.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 29, 2014, 04:21AM", 
  "summary": "Who's paying for the hospital bills of returning hero health care workers that caught Ebola?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Hospital bills for hero doctors..", 
  "view_count": 13
}