{
  "applause_count": 2, 
  "author": "Chris Davies", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rik Ganju", 
      "date": "Edited on October 14, 2014, 19:57PM", 
      "message": "\n    \tThis is a good idea.  One issue with hotels is that they use fabrics, carpets, and woods to give a sense of comfort or luxury.   An operating room, conversely, is built around non-porous, even re-sterilizable, hard smooth surfaces.  So hotels have a decontamination risk in their design:  if some body fluids from an ebola patient spill onto a carpet - how do you clean this up afterwards?  Will doctors ever use that room again?   How do you decontaminate the hotel and return it to the owners once the ebola outbreak is over?  None of these issues are insurmountable - someone just needs to repurpose/rebuild the rooms to a medical standard\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 20, 2014, 23:50PM", 
      "message": "\n    \tHi Chris, building on Rik's comment, is there another type of space that isn't being used in the affected areas? Perhaps one that simulates hospital space in the sense that they can be easily disinfected? Besides the physical decontamination, it is often hard to get the community to psychologically feel comfortable using these spaces again. How might we change or maintain the perceptions to be positive? Are there any sanitation technologies we can leverage? Thanks for the contribution! Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Davies", 
      "date": "October 13, 2014, 21:34PM", 
      "message": "\n    \tWp: \"The Doctors Without Borders center in Paynesville, on the outskirts of Monrovia, has 160 beds and is scheduled to add 25 on Monday. It needs 1,200 — and a corresponding increase in staff — to cope with the epidemic, said Sophie-Jane Madden, a \"\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "Edited on October 14, 2014, 00:55AM", 
      "message": "\n    \tChris see \"Camp in a Box\" under ideas.  https://openideo.com/challenge/fighting-ebola/ideas/camp-in-a-boxLynn\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Davies", 
      "date": "October 13, 2014, 21:33PM", 
      "message": "\n    \tFrom washing post: \"“They sent us here for a checkup,” her boyfriend, Moses Sackie, said outside the facility run by the aid group Doctors Without Borders. “Now they are telling us to wait for three days.”With each day, the small group of caregivers trying to cope with the worst outbreak of Ebola on record falls further and further behind as the pace of the virus’s transmission rapidly accelerates. Health facilities are full, and an increasing number of infected people are being turned away, left to fend for themselves.\"Why aern't they going to a specialized hotel? Because noone has organized or paid for one.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I just read the details of US military forces going to build Ebola centers. Why not just use local hotels?\n<br/>\n<br/> The cost of any America doing anything for west africa is 100 times the price of just buying that service locally.\n<br/>\n<br/> That should go for any idea. The cost of flying a US health care worker to Africa would pay for 20 workers in the actual country.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/hotels-for-hospitals", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8bce25c4-02cd-43d7-bd28-1233ebf3ebb3.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 13, 2014, 21:24PM", 
  "summary": "I just read the details of US military forces going to build Ebola centers. Why not just use local hotels?You can't build Ebola centers fast enough, but millions of rooms exist in West Africa.Before the next outbreak, agreements with hotels should be in place.The cost of any America doing anything for west africa is 100 times the price of just buying that service locally.That should go for any idea. The cost of flying a US health care worker to Africa would pay for 20 workers in the actual country.But they don't exist? Well pay well and they will appear. The patients only needs hydration and feeding at the lowest level.Ambulances? Just use trucks and wagons.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Hotels for Hospitals", 
  "view_count": 53
}