{
  "applause_count": 5, 
  "author": "Emily Nghiem", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 09:13AM", 
      "message": "\n    \tIs this old article on a possible cure of any use ?http://www.timeshighereducation.co.uk/news/a-folk-remedy-for-killer-ebola/148114.article\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:22PM", 
      "message": "\n    \tHi Emily, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            What about using lamivudine currently used for AIDS, which one African doctor was using for Ebola?\n<br/>\n<br/> What about a contest reward to find a better culture to speed up production of ZMapp?  Is anyone researching a better host for producing antibodies, since ZMapp production is slow (due to one of the three\n<br/> antibodies not growing well in tobacco leaves).\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/how-to-speed-up-zmapp-production-or-use-of-lamivudine", 
  "media": [], 
  "submitted": "October 13, 2014, 02:48AM", 
  "summary": "What about a contest reward to find a better culture to speed up production of ZMapp?  Is anyone researching a better host for producing antibodies, since ZMapp production is slow (due to one of the threeantibodies not growing well in tobacco leaves).What about using lamivudine currently used for AIDS, which one African doctor was using for Ebola?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "how to speed up ZMapp production? or use of lamivudine?", 
  "view_count": 35
}