{
  "applause_count": 3, 
  "author": "Evan Gibbons", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:11PM", 
      "message": "\n    \tHi Evan, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 15, 2014, 20:19PM", 
      "message": "\n    \tWe could prevent all spread from these countries if we required a manditory 3 week quarantine prior to exiting these areas.  People would be able to leave, but only after proving they aren't bringing the virus with them.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The EU, WHO, and US federal programs/ agencies will work in accordinance with each other to either tackle all of them issues together, or to divide them up between each specific organization specialized in that occupation and continue to stay updated/ informed of the situation.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/how-might-we-prevent-the-continued-spread-of-the-ebola-virus-globally-and-in-the-target-regions", 
  "media": [], 
  "submitted": "October 15, 2014, 19:25PM", 
  "summary": "To prevent the further spread of the Ebola virus, we must end all flights out of the infected country(s), minimize travel in and out of the known infected country(s) to the best of the ability, and of course treat the sick with the already established \"clean clinics.\" Halting all the flights out of the infected country(s) is a global prevention method, which will allow for more resources to be used at the local level in Africa. Minimizing traffic flow into and out of the infected country(s) can be considered both local and global preventive measures, because this will not permit the disease to find a escape route and stay in the designated target areas (not infecting anymore in other countries, and in the small villages in which it began).", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "How might we prevent the continued spread of the Ebola virus,  globally and in the target regions?", 
  "view_count": 30
}