{
  "applause_count": 0, 
  "author": "Tony Miller", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 23, 2014, 05:42AM", 
      "message": "\n    \tI wonder if that would work...  it might.  And a corollary would be -- for feet that might sweat -- put a pantiliner in the boot soles to soak up foot sweat...  seriously.     Also wondering what could be done so care workers don't have to go to the bathroom so often, having to take off their suits and go through protocol each time -- what, besides starving themselves, could make them take care of business without having to don and take off their suits every time?  So they can stay working four to six hours straight?  The less often they have to don and take off their suits of PPE, the less chance of cross-contamination.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I seek no financial reward for this was trying to help!\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/how-bizzar-how-bizzar", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a478a31d-3308-490f-aad5-69646270f3e2.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0be1dead-d28d-4f61-b5e8-aef1053fefad.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 23, 2014, 04:59AM", 
  "summary": "I listed this with Quirky in hopes that it would find the right people!!Here are the details of the submission!!The ProblemWatching the broadcasts of all the people working on the spread of Ebola & the presenter complaining of the fogging up of her goggles made me think what could be used to absorb the moisture, what do I know that will absorb a huge amount of moisture (these people are wearing these outfits sometimes for hours, and in Africa!!) (These would not be vented, as venting is a no-no!!)The SolutionThe tampon goggles have an extra container and holder to hold a tampon, they not only are designed to hold a shit load of moisture but also a hermetically sealed!I am not seeking any financial reward for this!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "How Bizzar How Bizzar!", 
  "view_count": 55
}