{
  "applause_count": 2, 
  "author": "Seemran Patel", 
  "comment_count": 8, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:33PM", 
      "message": "\n    \tHi Seemran, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Yujun Zhang", 
      "date": "October 30, 2014, 07:03AM", 
      "message": "\n    \tHave you thought that is it inconvenient for doctors or nurses to operate their works?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Seema Tariq", 
      "date": "October 29, 2014, 16:05PM", 
      "message": "\n    \tWhat about hot and humid envoirment.. The patient would not be very comfortable specially with fever... ???\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Seemran Patel", 
      "date": "October 29, 2014, 16:09PM", 
      "message": "\n    \tWe can try to find a solution for that, maybe put them in cooler rooms? It all involves money!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Seema Tariq", 
      "date": "October 29, 2014, 16:26PM", 
      "message": "\n    \tAgreed but all ideas should be followed up.. Some may develop something from this idea\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Seemran Patel", 
      "date": "October 29, 2014, 16:51PM", 
      "message": "\n    \tYes! maybe something can be developed from this idea! by the way, our names are so close hahah\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Seema Tariq", 
      "date": "October 29, 2014, 17:49PM", 
      "message": "\n    \tYou are from India??\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Javi Boes", 
      "date": "October 30, 2014, 11:50AM", 
      "message": "\n    \tThis could be a good idea to lab test the patient, but if we want to cure them we have to be emotionally close  and empathize with them.  So what do we want?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            We can make a really protective glass screen for ebola patience so the workers doesn't get infected while trying to treat the Ebola virus. \n<br/>\n<br/> The glass is very thin, protective and it coveres the whole patient's personal area. The health-care workes can work behind the glass. \n<br/>\n<br/> Although, this may be expensive and the supplies may be limited. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/idea-to-protect-the-health-care-workers", 
  "media": [], 
  "submitted": "October 29, 2014, 16:00PM", 
  "summary": "A glass to cover the infected patients", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Idea to protect the health-care workers", 
  "view_count": 61
}