{
  "applause_count": 1, 
  "author": "Mason Clairmont", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 01:30AM", 
      "message": "\n    \tMason, see my post on \"21 days of quarantine\" to see how we could both contain the virus and then use our resources to apply your good ideas to the highly impacted areas.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:12PM", 
      "message": "\n    \tHi Mason, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Simply by people transporting flyers describing the symptoms, to having outside help come and speak to people in healthy areas on what to expect, can be a crticial point in supporting the effort in stopping the spread of Ebola. I think it will work because people today want to help eachother, and themselves, and by keeping the infection away, people all have a common goal to unite and fight for. A part in this idea that i'm a little shakey about is what to do when they become isolated, because we can't transport healthy people in and get them infected too. Though we will be able to isolate the infected, it will be a bigger feat to cure the disease, but some ideas have been thrown aorund. The article \"WHO ponders treating Ebola-infected people with blood of survivors\" is an informative article that puts plainly what we have in our fight for Ebola so far.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/identification-communication-neutralization", 
  "media": [], 
  "submitted": "October 15, 2014, 19:50PM", 
  "summary": "Though there is only 2 patients with Ebola in the United Stated at the moment, there are still thousands of infected people in Africa that haven't been treated, or in some cases know they have Ebola. That's why we should put into effect a plan, to help the masses out while researchers try to find a solution to the problem of Ebola. This plan would be Identification, Communication, Neutralization. First people need to be able to identify the symptoms for the disease. Then communicating that there are X amount of people in this village can help identify where it's spreading. And then neutralizing and isolating the infected areas from healthy areas will help stop the spread. The participation from the public is key in slowing down Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Identification, Communication, Neutralization", 
  "view_count": 63
}