{
  "applause_count": 3, 
  "author": "Urban Bodies", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 30, 2014, 22:24PM", 
      "message": "\n    \tExcellent points ! ICE COLD is very uncomfortable COOL with a steady and consistent flow is extremely effective and comfortable.... If we can help in any way please let us know\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 30, 2014, 22:25PM", 
      "message": "\n    \tApplauded\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:35PM", 
      "message": "\n    \tHi, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            CoreRight\n<br/> If your core is right then everything is right\n<br/>  \n<br/> Have you ever noticed that when your hands are cold that gloves won't warm them up?  If you want your hands and feet to feel warm you have to make sure your core is right and warm otherwise all the heat is pulled in to keep your core warm.\n<br/>  \n<br/> The opposite holds true in the summer heat. It doesn't matter if you hands and face are getting air conditioning if your core is too hot you will still be sweaty and tired. If your core is right and cool then the rest of your body will be right as well.\n<br/>  \n<br/> The solution is to use vests underneath the PPE suits with pockets to hold the CoreRight body temperature control inserts. The inserts for cooling can be frozen in any freezer and stored in coolers and changed out any time they need to stay cool.\n<br/>  \n<br/> So anytime you are overheating in the heat you can swap out for chilled inserts. The inserts could be made with alcohol and water to allow for lower temperatures without freezing solid (like ice packets for coolers). Or the inserts can also be made from re-hydration drink so you can drink them as they thaw. There is also the possibility for refillable inserts to fill with your desired items. For immediate implementation they could just use standard water bottles and chill or freeze them and even hang in socks attached to clothing or hung around neck or ... They can immediately start benefiting from keeping their core the right temperature and avoid contaminating themselves when overheat. Maybe they can even use standard heating/cooling packs (water/alcohol mixture allows for lower chilling temperatures and flexibility for comfort).\n<br/>  \n<br/> Avoid heat stroke and work better and longer... but most of all keep on the PPE for longer periods of time.\n<br/>  \n<br/>  \n<br/>\n<br/> Feel right with the CoreRight\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/immediate-solution-to-hot-ppe-suits", 
  "media": [], 
  "submitted": "October 29, 2014, 21:48PM", 
  "summary": "Chilled/frozen water bottles/cooling bags next to body core. If core is cooled the rest of the body will remain cooled. Work longer, faster, and safer by keeping core cooled.Could start immediately with some regular socks with frozen/chilled regular water bottles to keep cool. Next can do simple vests with pockets to add cooling packets (mix of alcohol and water can be cooled to lower temperatures while not freezing solid = more cooling and comfort). Could use a couple of zip lock bags with alcohol and water if don't have commercial cooling bags.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Immediate Solution to Hot PPE Suits", 
  "view_count": 22
}