{
  "applause_count": 3, 
  "author": "Rebecca Buechel", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 10:59AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 09:18AM", 
      "message": "\n    \tOn airlines, such sprays are in cans, thus mobile---easy to carry to homes, to tents. Other spraying could be through overhead pipe systems. LARGE SCALE SPRAYING OF DISINFECTANT CAN BE THROUGH DRONES OR HELICOPTERS\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 14, 2014, 16:24PM", 
      "message": "\n    \tHi Rebecca, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            For example, integrating drawstrings in a plastified hem at each edge of sheets could be opened at time of disposal to gather up the sheet using these sterilized touch points.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/improve-treatment-and-disposal-of-hospital-bedding-gear-with-preliminary-disinfectant-spray-or-sterilized-handles-before-disposal-to-minimize-contamination-spread", 
  "media": [], 
  "submitted": "October 14, 2014, 06:50AM", 
  "summary": "Use of disinfecting sprays (as is done on some airplane flights) or sterilized handle-tabs on bedsheets before disposal could minimize contamination during disposal.Simple (drawstring-like?) sterilized (bleach-drenched) handle tabs in plastic pockets which could be broken or velcro-ed open at the time of disposal could be integrated into bedsheet or gear design to reduce contamination of clean-up teams.The professional cleaners of appartment and hazardous materials must already have gear models to this effect which could be \"tweaked\" for hospital/treatment center use.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Improve treatment and disposal of hospital bedding /gear with preliminary disinfectant spray or sterilized handles before disposal to minimize contamination spread", 
  "view_count": 62
}