{
  "applause_count": 3, 
  "author": "Daniel Rauch", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Jeff Belin", 
      "date": "Edited on October 31, 2014, 17:29PM", 
      "message": "\n    \tHi Daniel, you are correct keeping the health care worker cool under their PPE is a major issue. We at TechNiche International manufacture multiple cooling technologies including Phase Change, Evaporative and Circulatory Cooling.   We recommend the use of Phase Change Cooling under PPE suits and have outlined our IDEA here:https://openideo.com/challenge/fighting-ebola/ideas/cooling-vests-to-keep-ebola-heat-care-workers-safe-from-heat-stresshttps://openideo.com/challenge/fighting-ebola/ideas/cooling-vests-for-health-care-workers\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jay Buckalew", 
      "date": "October 31, 2014, 08:22AM", 
      "message": "\n    \tGreat idea Daniel we produce these systems by the thousands and can help if you need any assistance please feel free to contact me jay@coolshirt.com\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Because these workers are experiencing extremely high temperatures inside of the suits, it makes it hard for them to work efficiently, often times leading to heat exhaustion, heat stroke, or dehydration due to their loss of water through sweat. The suits that they wear act as insulators, keeping in the hot air, therefore making it hotter inside the suits. If the suits had a lining of tubes that wrapped around the body inside of the suit that contained cool liquid or gas, then the user could be less hot inside of the suit, in turn, preventing some of the drawbacks in using these almost entirely necessary suits.\n<br/>\n<br/> The tubes used to wrap around the body would most likely be made of a sturdy, yet flexible plastic, in order to maintain the range of motion for the user. Maybe if we could put something like liquid nitrogen or freon in these tubes, the user could remain cooler for longer. Obviously these liquids would eventually head towards a high temperature, but if they can be isolated inside of the suit, there might be chance for the liquid to remain cooler for longer.\n<br/>\n<br/> Perhaps the suit would need a sort of battery pack or pump system that would push the liquid around the tubes throughout the entire suit. If this could potentially keep the liquids cooler, the system that acted as a pump would need somewhere to release the thermal energy that it is producing, so maybe a sort of exhaust system would take care of that problem. If the liquids reach too high of a temperature, new liquids could be added to the suit. This liquid would be in a storage area that cools the liquid inside of it, this way the new liquids that are added to the suit will be cool. When transferring the warm liquid with the cooler liquid, the warmer liquid could then be placed into this cooling area, that way the liquids can all be recycled, and this process can be repeated endless amount of times. \n<br/>\n<br/> By maintaining a cooler in-suit temperature, the user would not experience such a \"sauna\" effect while wearing the suits. The Tubing system would act similar to the way an AC unit does, allowing the user to experience lower temperatures than that of the outside. It is important that we keep the user in mind in this situation because if the user is becoming exhausted or dehydrated, that will inhibit their ability to give care to these patients, and overall, waste valuable time and money. If we can increase the efficiency of these suits, then we can increase the efficiency and amount of work done by the caregivers, which would call for a lower amount of workers that need to be placed on duty.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/improving-the-hazmat-suits-and-other-protective-gear-worn-by-those-giving-care-to-ebola-patients-by-adding-a-cooling-system-to-prevent-the-user-from-heat-related-impairments", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/58a750b6-1da2-46b4-b9d1-9decf2200fcd.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/6d715dec-93c0-4994-8d5e-ba5d958f9b75.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 29, 2014, 04:59AM", 
  "summary": "Those caregivers who are working in African countries, ones that are right near the equator, experience high climatic temperatures and even higher temperatures in side of the hazmat suits.  Increased temperatures that push over the 100 degree mark make it hard for anyone, especially those in the suits, to work or even survive. Perhaps by integrating a cooling system into the suits, those workers can experience a cooler in-suit temperature and maybe even be relinquished of those high temperatures.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Improving the Hazmat Suits and Other Protective Gear Worn by Those Giving Care to Ebola Patients by Adding a Cooling System to Prevent the User from Heat Related Impairments", 
  "view_count": 32
}