{
  "applause_count": 2, 
  "author": "Derek Attard", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "Edited on October 15, 2014, 21:07PM", 
      "message": "\n    \tHi Derek, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            If we put a curable medicine in the air that the humans breathe that have been infected by Ebola, we will find a cure. This will succeed because it prevents doctors interaction with Ebola and prevents them from also getting the disease.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/in-the-atmosphere", 
  "media": [], 
  "submitted": "October 14, 2014, 21:37PM", 
  "summary": "The best thing that we have to do and that we are doing, is to combine all of our ideas to discuss a curable way for Ebola. Besides that fact that the transfer of blood, could transfer other diseases such as HIV, the patients blood that contains curable anti-bodies will prevent the spread of the virus further in an individual. Doctors should keep away from the virus because they're has been no safe way to cure this Virus, but on the other hand we should put something in the atmosphere the reduces the amount of spreading of the disease. Every human breaths, so if we vaccinate the cure with a supplement that can be put into the air, this would be one of the best way to cure the disease.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "In the Atmosphere", 
  "view_count": 23
}