{
  "applause_count": 3, 
  "author": "Nicholas Evangelista", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 21, 2014, 20:03PM", 
      "message": "\n    \tHi Nicholas, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            There would be enhanced training for nurses for the treatment and prevention of Ebola, which would allow nurses to be better equiped to tackle the disease. This idea should suceed because it gives nurses the experience and tools that they might not have at the moment, which would improve their overall efficiency and effectiveness. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/increase-efficiency-in-protective-equipment", 
  "media": [], 
  "submitted": "October 20, 2014, 22:13PM", 
  "summary": "This idea is for the nurses who take care of these Ebola patients. As improving the equipment may not always be the best way of approaching this issue, I think that there should be better training into the use of the equipment to increase efficiency as well as limiting the amount of careless mistakes made. This training should include in depth analysis on various PPE, as well as informing nurses about the disease so that they can better equip themselves when they are called upon to provide treatment. The in depth analysis on the equipment would allow nurses to find out which equipment is more useful in the prevention of the spread of Ebola, as well as the more effective ways to deal with Ebola, allowing more effective/efficient treatment.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Increase efficiency in Protective equipment.", 
  "view_count": 31
}