{
  "applause_count": 2, 
  "author": "An Old Friend", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:35PM", 
      "message": "\n    \tHi, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Many people recommend various cooling vests for use with a PPE suit. These are commercially available but expensive. We hear about the shortages of even the most basic medical equipment in remote areas. Presumably this would include expensive cooling vests. My idea is for medical care workers to make their own cooling vest using basically only an I V drip hose. The hose is run up and down (woven) in an elongated S-shaped wave pattern through holes poked into an ordinary shirt or vest. IV drip bags or a larger plastic bag is filled with iced water or even frozen and put into a small backpack type carrier or cloth bag with straps that sits high up and goes across the shoulders. The drip rate in an I V drip chamber is adjustable and could adjusted to slowly drip a continuous supply of cool water simply through gravity. It could be collected in a another bag or plastic bottle carried at the waist.                                            \n<br/>       A variant of this idea which also uses currently available equipment is to have the cool vest worn inside the PPE suit drip outside the suit if this is safe to do. You just poke the hose through the suit, tightly affix it and then cover the open end of the hose with a breathing mask or other suitable sterile sieve material  and just let the water drip through it. With this method you could frequently refill the bag (with fresh iced water) carried atop the shoulders from outside the suit as needed keeping the vest cool. They should do something like this commercially by making a suit with protected hose connectors already in the suit allowing the cooling vests to be refreshed from the outside. For Ebola medical workers right now, assuming the water has a .05% bleach solution added to it anyway, there is little risk in refilling the bag carried at the shoulder plus the water going through the vest never actually comes in contact with the worker's skin inside the suit.\n<br/>       Lastly, the disinfectant filled backpack sprayers are pressurized by pumping a handle and could easily be adapted to connect to the cool vest's I V drip hose, providing a much larger source of iced water to be carried or used to quickly refill many other worker's iced water reservoirs at one time. That is, if having the water drip outside the suit is applicable. This method could also provide a continuous supply of ice water to a doctor's vest during an operation if no other cooling method is available, which probably happens now. A nurse or assistant carrying the backpack or placing it nearby could do the pumping.                                           But if having the I V hose go through the suit material is not applicable in this situation then the iced I V drip bag and vest worn inside the suit would still be a big help to overheated workers encased in the stifling PPE suits.                                                                           May God have mercy on us all                                     and we have mercy in Africa\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/inexpensive-homemade-cooling-vests-for-ppe-suits-using-only-already-available-medical-supplies", 
  "media": [], 
  "submitted": "October 29, 2014, 21:14PM", 
  "summary": "Use an I V drip / hose to make a simple cool vest for a PPE suit, for use in remote back areas where there may be a shortage of equipment.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Inexpensive homemade cooling vests for PPE suits using only already available medical supplies", 
  "view_count": 26
}