{
  "applause_count": 4, 
  "author": "R AA", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Zoe Mayemba", 
      "date": "October 30, 2014, 18:54PM", 
      "message": "\n    \tThis is a wonderful idea. Many believe that Ebola is an incurable disease. It's is wrong. There is certainly not a drug against Ebola counterpart but there are people who survive this disease.Give hope or infect hope is of great value. Infected who refuse to submit to health centers for fear they will get out that will support the earlier is the best option to take. This is the option that all survivors of Ebola have taken.The campaign will also reduce the excessive fear of people, especially the fear of relatives of those who were infected\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "R AA", 
      "date": "November 02, 2014, 02:19AM", 
      "message": "\n    \tthank you Zoe for your input. Your feedback is very insightful and on point.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The surviors compromise about \n<strong>50% of the infected population</strong>. As they are cleared from  Ebola and discharged from care facilities, they face great challenges. There is a stigma associated with any infected person as people often try to aviod and alienate them. They are also dealing with great losses themselves as most have lost a number of family members  and loved ones to this illness. The pain and alienation they are experiencing -I would argue- is in itself more harmful than the virus. To impower them and allow them the opputniuty to become wellness and awareness embassadors through this project has the following advantages:\n<br/> 1.  Give the survivors a sense of purpose and allow them to psychologically heal by helping others.\n<br/> 2. Spread awareness regarding the Ebola virus and how it is possible with the proper care and precautions to overcome it and prenvent it's spread. These individuals  will not only be informative but also a living testimony to what they will teach.\n<br/> 3. The survivors have  an acquired immunity to the illness, this enables them with proper training after their recovery to attend to the sick with less cumbersome gear and not risk getting sick. Their work can be supervised by doctors and nurses. For a patient who is fighting the illness or is dying from it seeing another survivor attend to him/her, holding their hands and not being utterly terrified of exposure is much more encouraging and comforting than personal with space suits. Doctors without Borders have been utilizing  survivors in such manner, but I suggest to even expand these efforts to where these individuals will not only assist but take the lead in providing care and doing such tasks as drawing blood and inserting IV lines and so forth. \n<br/> My hope is that through such movement,  we can start a survivor global network that would connect people who overcame various tragedies and obstacles be it of war, illness, natural disasters...etc. This will give those amazing individuals the platform to encourage others and shed light on various pressing issues. This will give them the opportunity to INFECT HOPE to each other and to all of us. Furthermore, It will also connect them with global advocates, scientists, and sponsors that can further their causes and also provide things such as scholarships, funding for local projects, and even foster homes for those in need.  Please support this project as I know this can turn into a global force that is capable of inspiring and ushering in tangible change and truly infecting hope.   \n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/infect-hope", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8caea134-a0c6-4534-b9cc-0738a5e157a7.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 22, 2014, 23:22PM", 
  "summary": "Infect: hope is a project focusing on the survivors of Ebola whose function and impact have been largely overlooked during this epidemic.  Activating this extraordinary  group of individuals and deploying them into action to fight, educate and inspire  is the prime focus of this proposal. This project will take  the negative association of \"infect\" and reintroduce it in a positive and powerful light; that of  \"Hope\".", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "INFECT: HOPE", 
  "view_count": 208
}