{
  "applause_count": 4, 
  "author": "Paul Ruth", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 13, 2014, 18:49PM", 
      "message": "\n    \tHi Paul, Kate had an idea about a tv mini series for educating the community here - https://openideo.com/challenge/fighting-ebola/ideas/ebola-mini-series. Perhaps there is some overlap that you both could collaborate on?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:26PM", 
      "message": "\n    \tHi Paul, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sherri Vance", 
      "date": "October 11, 2014, 04:44AM", 
      "message": "\n    \tWait--Wash, Avoid, Report spells WAR. Not a good acronym for Liberia.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            There are three modes that I see this idea being institutionlized through. They are media, organizations, and government.\n<br/>\n<br/> The strongest may be with organizations. This process should be promoted through schools, business of all sizes to emplyees, and any other place people must conform to a rule based group. Have businesses require employees to follow the process and encourage them to carry it home with this, Promote it and practice it through schools so that students can take it home with them and show their families. The key is that it is the same verbal message comeing from multiple places so that it becomes cultural. It must be unified to avoid confusion and mistrust.\n<br/>\n<br/> The next is government. Make sure that all government employees and anyone that the government works with follws the same proceedure. Make it a nationla security issue. If th government goes down, then how will the country run? Also, popular political figure across political factions should unite in radio or TV messages promoting the process making more and more aware, citing that it is their national duty.\n<br/>\n<br/> Last is in media. Every moment can be used to promote the process. Every DJ, radio or TV host, and so on, should promote it betfore every story, song, etc.\n<br/>\n<br/> The more ways people hear the more it seems like everyone is already doing it and leading to the thought of maybe I should too.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/institutionalize-wash-avoid-report", 
  "media": [], 
  "submitted": "October 10, 2014, 01:03AM", 
  "summary": "The process needs to become attached to national pride, human self-worth, and culturally appealing.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Institutionalize Wash, Avoid, Report", 
  "view_count": 41
}