{
  "applause_count": 2, 
  "author": "Les LaMotte", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 18:11PM", 
      "message": "\n    \tHi John, great contribution. This could speed up and improve the quality of care. Is there a way that the design could communicate a sense of warning and caution for care workers and the community, but also be more human and empowering for the patient?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Les LaMotte", 
      "date": "October 14, 2014, 18:28PM", 
      "message": "\n    \tFirst of all it is my idea, and John is only talking about it. Please discuss this with myself first. Secondly, really, does the patient care that he has a mark on them so that they will get first class help. This mark is suppose to Scare you... it is NOT for comforting the patient... it is to WARN workers who could be the next victim if they do not follow through and find the thread easily and quickly to make sure you get the task done, correctly otherwise it will mean not only your life but potentially many others as well. This idea that we are going to scare the sick person is absolutely OFF the wall comment. Those who are sick cannot be scared any more than they are... they already know that without help they are going to die. Sorry, Deborah, I do not think that you have any idea of what is going on in this fight against Ebola.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "John", 
      "date": "October 12, 2014, 23:34PM", 
      "message": "\n    \tThere could also be a way to identify an exposed person so others might avoid them and take extra precautions like hand washing after interacting with them.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Les LaMotte", 
      "date": "October 13, 2014, 03:05AM", 
      "message": "\n    \tJohn you are correct, see my design for the patient ID tag that has the symbol and the continuous temperature reading for the infected person.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            This symbol can be applied to all materials that can be used to aid in Ebola treatment and indicate the efficacy and international approval to do so. Also, it can be applied to a wrist band with various colors as to the stages of the disease that the patient is in so that treatment can be more directly applied without the need for time intensive research especially in places that do not have sophisticated record keeping in remote situations.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/international-symbol-for-ebola-quarantine", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/90cf2b0d-f17d-467d-b0a3-8114313a7ba9.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/47f85923-2a3b-4ed9-af6d-3309e50ead6b.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4911c6fd-eb9d-48d2-954f-4b74dbb7a320.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e4dca9fd-bfb1-46db-9e59-6f799e669051.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/33179514-a683-401b-9a83-fa0fbd360c0f.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/eec69619-7052-41cb-806d-a641604983e9.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/55ea4de4-f013-428c-8f0c-46fcb434bb24.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/cc24255d-33b7-4727-ae7c-c53644ee094d.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/23fdcb59-5efe-4ac0-b82c-9bf3039548d3.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 12, 2014, 07:01AM", 
  "summary": "In light of the need to communicate quickly the nature of infected parties and to make sure that others understand the immediate deadly nature of any contact I propose an International Symbol to communicate this condition.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "International Symbol for Ebola - Quarantine", 
  "view_count": 45
}