{
  "applause_count": 7, 
  "author": "Jiang Zhu", 
  "comment_count": 12, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 31, 2014, 18:37PM", 
      "message": "\n    \tJiangDo you know that in one of my ideas you are included as a team member? Please check my ideas and contributions. Thanks.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "October 25, 2014, 03:24AM", 
      "message": "\n    \tHi my friends,I got a new idea,  how do you think?Do you think that is a good idea (or a try) to combine Dialysis with my original idea?If this frenquency is easy to be produced, can we give a strong wave at this frenquency to the blood pumped out by a Dialysis machine . This can avoid hurting the bones and other critical parts.But the virus in the Tissue ?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Dan Smith", 
      "date": "October 24, 2014, 16:12PM", 
      "message": "\n    \tI've been saying this for years. After I looked into it I found that Arizona State University was doing successful research in this area. Sounds similiar to those old \"Rife\" machines you read about.  Apparently virus have something called a caspid (some kind of shell) which can resonate if you find its frequency. I'm sure this could work and I can't see how the virus could adapt to it.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "October 25, 2014, 02:07AM", 
      "message": "\n    \tYes,  if the university can publish this \"critical data\" (the frenquency) to the anti-ebola team,  that will save so many peopleInteresting\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 24, 2014, 12:07PM", 
      "message": "\n    \tThis is a great idea. The problem is how you do a resonance which will not interfere with the human body? What kind of resonance have you thinking about? Can a cellular phone create this? Just a thought.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "October 25, 2014, 02:05AM", 
      "message": "\n    \t[translated by google]thank you for your attention, I would first like to say that I was only a lover of physics, and I work in the computer field. I think that, the size of the virus, or the basic unit of the virus, is greater than most other virus, but still too small compared to the cells of our body. This means that the resonant frequency of the Ebola virus would be very different than our DNA / RNA ,  that means, if we can find this frequency, it should be safe,  because it should be very far from the frenquency of our cells and bones.Now the(or my) question is: what would this frequency? few kilohertz? some Mhz ?   It is up to scientists having the necessary equipment to scan to find,   if this frequency fell in the region of 20 kHz and 50 kHz, we should be able to make a machine because there are already machines ultrasound for industrial cleaning business, but is it that our bones are also on this frequency? Scientists should have an answer.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "October 25, 2014, 03:20AM", 
      "message": "\n    \tDr.  Cohn,Do you think that is a good idea (or a try) to combine Dialysis with my original idea?If this frenquency is easy to be produced,  can we give a strong wave at this frenquency to the blood pumped out by a Dialysis machine .   This can avoid hurting the bones and other critical parts.But the virus in the Tissue ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 26, 2014, 00:01AM", 
      "message": "\n    \tJiang,In my opinion is a more complicated process.  some organs can enter in the resonance as well. it is very dangerous. However if we use the frequency to destroy the virus on the heath care professionals will avoid spreading the virus which is an excellent thing.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "October 26, 2014, 01:17AM", 
      "message": "\n    \tHi Evelina, yes,  if we can use this potential method in the health care areas, it will be very positif,  no chemical pollution, feasible for plastic items, not harmful to the skin....  and,  we need the frequency and a machine ;)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 21, 2014, 02:18AM", 
      "message": "\n    \tGood idea. What would be the next step? What sort of frequency could it be? Do you think a flute, or something else simple and non-electric could make it.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "October 25, 2014, 02:08AM", 
      "message": "\n    \tThanks for your attention,  just like what I respond to Dr. Cohn,   we need somebody who has the equipement to find this frenquency, and IF, ONLY IF this frenquency is easy to reproduct...and it is not the same to our cells /  bones..\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:48PM", 
      "message": "\n    \tHi Jiang, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            If we can find the the Natural resonant frequency of each ebola virus,  and foutuntely this freuency is very far from the frequency of our cells/bones, AND, this frequency is easy to be produced,  perhaps, we can kill this virus by a physical way.\n<br/>\n<br/> Ebola virus is very long and with a constant diameter of 80 nm (Wikipedia).  but it is still very far from the dimension of our cells,  so,  I wish there is a natual resonant frequency for this demon being.\n<br/>\n<br/> Just a brain-storm idea\n<br/> [update 2014-10-24]\n<br/> Do you think that is a good idea (or a try) to combine Dialysis with my original idea?\n<br/>\n<br/> If this frenquency is easy to be produced, can we give a strong wave at this frenquency to the blood pumped out by a Dialysis machine . This can avoid hurting the bones and other critical parts.\n<br/>\n<br/> But the virus in the Tissue ?\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/is-that-possible-use-the-natural-resonant-frequency-of-the-ebola-virus-to-destroy-it-or-crushing-its-chain-by-a-resonant-frequency", 
  "media": [], 
  "submitted": "October 17, 2014, 06:39AM", 
  "summary": "same as my title1.  Ebola virus is very long and with a constant diameter of 80 nm (Wikipedia)2.  Everything has his natual resonant frequency3.  Give the same resonant frequency to an object can crush it  ( the way we crush the gallstone,  for exemple)4.  added 2014-10-24Do you think that is a good idea (or a try) to combine Dialysis with my original idea?If this frenquency is easy to be produced, can we give a strong wave at this frenquency to the blood pumped out by a Dialysis machine . This can avoid hurting the bones and other critical parts.But the virus in the Tissue ?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Is that possible?   Use the Natural resonant frequency of the Ebola virus to destroy it? (or crushing its chain by a resonant frequency)", 
  "view_count": 118
}