{
  "applause_count": 1, 
  "author": "William Faria", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Create a network of joint logistics hubs that can serve multiple actors(military, NGO, Goverment) by conolidating the purhcase, transport , importation, and regional distribution of essential supplies.\n<br/>\n<br/> A common standardized list (based on the MSF catalog model) of essential supplies should be created, the list should be as concise as possible and focus only on essential items for PPE, disinfection, patient management, and burial.\n<br/>\n<br/> Material needs should be estimated base on number of teams operating, number of people per team, and the team capacity (bed spaces, burials per day, contacts traced per day).\n<br/>\n<br/> Government customs authorities should be integrated into the the Joint Logistics Hub teams and fast-track cargo through ports of entry, both sea and air.\n<br/>\n<br/> Models for resupply should be logarithmic, planning for a doubling of needs every three weeks.\n<br/>\n<br/> An information sharing network for logistics should be set up to provide a chain of custody from importation to each operational team in the field.\n<br/>\n<br/> On 2 October, the WFP Executive Director approved the Special Operation (SO 200773; Common Logistics Services for the Humanitarian Community’s Response to the Ebola Virus Disease Outbreak in West Africa); required funding for these common services over the next five months, is now estimated at approximately USD87 million.\n<br/>\n<br/> http://reliefweb.int/report/liberia/ebola-outbreak-logistics-cluster-situation-update-03-october-2014\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/joint-logistics-hubs-for-essential-supplies", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5bd7fea2-ab5f-41e5-89f7-180ee831f492.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 16:00PM", 
  "summary": "Create a network of joint logistics hubs that can serve multiple actors(military, NGO, Government) by consolidating the purchase, transport , importation, and regional distribution of essential supplies.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Joint Logistics Hubs for Essential Supplies", 
  "view_count": 38
}