{
  "applause_count": 4, 
  "author": "Peder Cox", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rik Ganju", 
      "date": "Edited on October 14, 2014, 21:59PM", 
      "message": "\n    \tThanks for posting.  Great to hear from someone with experience like this.  Please look at my Research post on 3D printing.  I wonder if a three stage showering facility could be 3D printed with plumbing integral to the walls?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Davies", 
      "date": "October 13, 2014, 19:52PM", 
      "message": "\n    \tSome thoughts tho. Showering with the suit - Getting a tiny amount of mustard gas or radioactive material on you is not that bad. Because it's doesn't replicate. Ebola can start from a small amount.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 17, 2014, 18:24PM", 
      "message": "\n    \tGreat point Chris. This is definitely a tricky challenge to solve. How might we identify areas of virus contamination on the surface of the protective gear/skin before it comes off? Your concerns about the water spreading the molecules are important, so is there a way we could identify and sanitize them before showering or exposure to water. I saw some other posts about using UV light, although I'm not qualified to comment on whether that is an effective solution. Perhaps some further research might present some interesting developments to this idea? Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:21PM", 
      "message": "\n    \tHi Peder, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n<p>You set up a three stage mobile shower system. Stage one, while still in full protective gear, shower wash down with a very heavy Clorox based solution to clear most of the junk off and sanitize the suit. Step two, still in the suit is a regular shower with soap and brushes to clean off any residual contamination.  Stage three is showering while removing the protective gear and then stepping directly into a clean zone to dry off, change out of your wet undergarments and get dressed. Sounds complicated but is actually very easy to set up and operate.</p>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/keep-it-simple-three-showers", 
  "media": [], 
  "submitted": "October 13, 2014, 02:00AM", 
  "summary": "Many years ago while in training for Biological Warfare counter measures we were taught a very simple solution for the decontamination process - and trust me this is a decontamination process!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Keep It Simple - Three Showers", 
  "view_count": 65
}