{
  "applause_count": 5, 
  "author": "Florence Baingana", 
  "comment_count": 12, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 18, 2014, 17:40PM", 
      "message": "\n    \tHi Florence.  Check out the work that IsraAid is doing in Sierra Leone around building community resilience and providing psychosocial support and training to locals.https://www.facebook.com/media/set/?set=a.10152824433279136.1073741935.238566664135&type;=1\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Florence Baingana", 
      "date": "October 19, 2014, 06:52AM", 
      "message": "\n    \tThank you, this looks very similar to the work we are doing in Liberia! Thank you for sharing.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sherri Vance", 
      "date": "October 13, 2014, 11:57AM", 
      "message": "\n    \tFlorence, please connect with Ernest Garnark Smith Jr. (social worker at JFK Memorial in Monrovia), who has been training additional people for this very purpose. Last week they had a training with over 100 to equip them. He has formed a local NGO called Renewed Energy Serving Humanity (RESH) to focus on providing MHPSS in Monrovia. I'm sure they would love to collaborate, learn from you, share information with you, etc. They don't have a website yet but they do have a facebook page. Search for Renewed Energy Serving Humanity (RESH) and you'll see posts by him, can send him a facebook message. Or search for me and send me a message.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sherri Vance", 
      "date": "October 13, 2014, 12:10PM", 
      "message": "\n    \tSorry, Florence, I didn't realize you already replied to my comment on your other post. Glad you will connect with RESH. This is a crying need and, in my opinion, just as important as effective medical supplies or medical treatments. I agree that the problem is resources...\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on November 02, 2014, 06:53AM", 
      "message": "\n    \tFlorence, Hi.  I agree this work is very important.  I am a pediatrician in NYC.  Early in my career I cared for children with AIDS.    Many mothers did not know they were infected.  They were asymptomatic.  They learned they had HIV when they had a very ill infant who was diagnosed.  These were crisis moments.   Many children died.  Some had been orphaned, parents having died already from AIDS.  Many children are being orphaned during the ebola epidemic.   There was stigma, fear as with ebola.  Differences from the Ebola epidemic are that ebola kills quickly - there is no time to process.  Families are separated acutely.  One cannot touch their loved ones, physicians cannot touch their patients.    A focus on women and children as you are planning is very important!   During my training there was no mental health support at the workplace.    Overall stress increased.   I imagine  stress for health workers in this crisis is huge.  Is it possible to develop a program for frequent brief interventions -  reflective exercises, narrative writing etc.?    I  imagine that without MH resources in these communities the crisis will be compounded by MH problems going forward.  Great that you are initiating this work!!!   Can Mental Health workers identify the community leaders and find out how receptive they are to your planned interventions?  If they can become educated it might be easier to access members of their communities.As you have carried out a pilot and it has been well received, considering the scope of the problem, have you considered utilizing community members and training them to initiate some interventions themselves? or utilizing them as agents to recruit others to groups?Keep up this great work!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Florence Baingana", 
      "date": "October 13, 2014, 11:41AM", 
      "message": "\n    \tThank you so much for sharing Bettina!!We always begin by making contact with community leadership; so that is how we do the community entry work., find the leadership, link to the Ebola Task Force and work through them to identify the issues as well as the people who need support. Then through word of mouth and cascading information, we get to more and more people who need support. Finding people is not the problem, it is the lack of resources to cover all the people who come forward, then sustaining it for the duration that is required...10 to 12 weeks...The next step after we work with providing support to people in the community is to see whom we could train to then continue with this work in their community, as we move on to initiate support in a new community.The challenge is resources....\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 13:01PM", 
      "message": "\n    \tThanks Florence!  I like the approach to train folk in the community as you move on to other areas.  This really builds support and a system which might even grow into a counseling and support network for the future.What do you mean by resources?  Human capital?  Financial?  Tracking information?  Are there any local mechanisms in place to gather resources or is the approach to contact NGOs and foreign aid organizations?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Ursula", 
      "date": "October 11, 2014, 21:48PM", 
      "message": "\n    \tHello Florence, great post! Mental health and psycho social support (MHPSS) is definitely an important part of the Ebola treatment plan. Survivors and orphan children are isolated because of the fear caused by inaccurate information about the illness, and families are left without an opportunity to give proper closure to the loss of their beloved ones. It must be very hard for the relatives of the deceased not only to see a beloved one go through a painful illness, but also to be unable to provide what their beliefs dictate is a proper transition into the afterlife. I don't know much about the funeral rituals that are practiced in the affected areas, but would there be a way to incorporate any of the ritual elements to the current burial practices for Ebola victims without compromising the safety of the attendants?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Florence Baingana", 
      "date": "October 13, 2014, 11:52AM", 
      "message": "\n    \tThank you for you post Ursula. Due to how infectious the person is when they are terminally ill, as well as the corpse right after death, relatives are not allowed any kind of contact. There are two common scenarios: One is that the patient is taken away to the Ebola Treatment Unit, the relatives are not allowed inside to visit, the patient dies, and the relatives do not see the body. The body is cremated. All the information the relatives get, if they are lucky, is that the person died and was cremated. So the relatives sometimes cannot accept that the person died, they begin to believe the myths going round that the Government is taking kidneys to sell them...The second scenario is the person dies in the house, the Ebola Response Ambulance is called, the body is taken away and cremated. As soon as someone dies in the house, the other household members are taken to an isolation/quarantine site, or advised not to sleep in the house until the body is removed and the house is sprayed. Contact with the body and personal burials are not carried out.The normal rituals, at least in Liberia, is to have a \"sitting on the mat\" when close family and friends and relatives observe a wake. Then someone who has lost a relative will shave the hair of a close family member, they eat certain kinds of food. Before Ebola, the body is present, the close family, like wife, would cry and handle the body. All this cannot happen now, wakes are not allowed, no meetings in the houses of the person who has just died.What we are advising the families is to wait until the Ebola epidemic is over, then maybe they can have a family function, have a photo, have a service, have the \"sitting on the mat\" ceremony. They will do this once the epidemic is over. the Government also plans a National day.... It is difficult to have closure without observing the normal rituals, so some of the MHPSS issues we find are due to this.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:29PM", 
      "message": "\n    \tHi Florence, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 12, 2014, 19:12PM", 
      "message": "\n    \tFlorence, see the study we conducted and published. The population is already traumatized from the war so much of the PTSD from the war will resurface and need to be dealt with as well. Best, Lynnhttp://www.ncbi.nlm.nih.gov/pubmed/18698066\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Florence Baingana", 
      "date": "October 13, 2014, 11:55AM", 
      "message": "\n    \tThank you so much Lynn!! this provides evidence to the context issues I talk about.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>How it will work</strong>:\n<br/> So far, there are 20 trained MHCs, trained to provide individual and family MHPSS. These were trained through the UAF Africa project. An additional 50 SWs and 8 MHCs were trained by UNICEF to also provide MHPSS. The Carter Center Mental Health Program in Liberia (MHPL) also trained 8 MHCs so they can do counselling for survivors. The first step will be to map who has been trained, what have they been trained in, where are they providing services and what are the needs for services country wide.\n<br/>\n<br/> The next step will be to design a training program, to build up knowledge and skills in those who are already trained, and then to identify which among them will be trainers and supervisors. the idea is to use a cascade model. Those with the skills to be trainers will recieve additional training as trainers.\n<br/>\n<br/> We will then develop a coordinated approach to cascading out the training to partner agencies and to most affected acounties., with a supervision plan to go with it.\n<br/>\n<br/> As training is carried out, the MHPSS and Community Healing Dialogues will also be rolled out.\n<br/>\n<br/>\n<strong>Why we think it will succeed</strong>:\n<br/> We have already carried out a \"pilot\" with the UAF Africa proejct and the communities are very very grateful for the support provided, there is a huge demand for more people to provide individual and family support, as well as the Community Healing Dialogues. Those who have been supported already indicate that they found it very helpful, no one had addressed these needs, they were not sure what to do.\n<br/>\n<br/>\n<strong>Questions for the Community</strong>:\n<br/> If anyone in the community has worked in MHPSS in any of the other affected communities, please share your experiences...there seems to be nothing on MHPSS on this site.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/kick-ebola-out-of-liberia-mental-health-and-psychosocial-support", 
  "media": [], 
  "submitted": "October 11, 2014, 16:33PM", 
  "summary": "The idea is to provide mental health and psychosocial support for families of the victims of Ebola, for the survivors and their families and for HCWs and other response personnel.We shall train Mental Health Clinicians and Social Workers so they are able to provide MHPSS for individuals and families as well as carrying out Community Healing dialogues. There will be a more targeted intervention for HCWs and other response personnel, such as ambulance drivers, the mortuary personnel, and the cremation workers. We will also target women and children. Interventions will be carried out in the communities, as well as in the Ebola Treatment units, and the new Ebola Care centers that are being established.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Kick Ebola out of Liberia: Mental Health and Psychosocial Support", 
  "view_count": 94
}