{
  "applause_count": 10, 
  "author": "Brooks Marmon", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 31, 2014, 20:08PM", 
      "message": "\n    \tHi Brooks, thanks for joining the conversation with your great ideas. We're really impressed with your fresh thinking and collaboration. This idea looks like it's ready to be considered for USAID's Grand Challenge. You can download the submission guidelines and submit your proposal at http://www.ebolagrandchallenge.net/. OpenIDEO does not officially endorse ideas, but we're excited to see you push your idea forward and look forward to seeing your story in the impact phase.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 13, 2014, 23:11PM", 
      "message": "\n    \tHi Brooks, here are some contributors with related ideas you might consider collaborating with:https://openideo.com/challenge/fighting-ebola/ideas/community-education-centershttps://openideo.com/challenge/fighting-ebola/ideas/ebola-information-on-sachet-water-bagshttps://openideo.com/challenge/fighting-ebola/ideas/ebola-mini-seriesHow might we leverage mass media, entertainment and public spaces to spread information about how to avoid, diagnose and treat Ebola?Feel free to post questions or needs to the community so that others know how to help you develop this idea. Perhaps you could mock up one of the elements you described? Create a visual for an advertisement for it as if you were going to implement it tomorrow maybe?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            A purely technical response alone will not defeat Ebola or ensure that the virus is dealt a decisive blow.  Lack of information regarding the virus and trust in official communications on how to prevent its spread has played a major role in facilitating the spread of Ebola.  It is critical that a local, grassroots, and authentic voice that Liberians can relate to spreads the messages that have little resonance when delivered from high-level officials and foreigners who lead lives very different from most Liberians.\n<br/>  \n<br/> The Accountability Lab has been operating in Liberia for several years, providing civic education to citizens and equipping them with the skills and tools to make their voices heard.  These networks can be deployed to ensure that the current outbreak of the virus is contained and also to bolster the long-term efforts necessary to develop strong systems to handle future humanitarian crises.\n<br/>  \n<br/> The Knowmore LIB* campaign consists of 6 critical components:\n<br/>  \n<br/>\n<strong>Accountability Film School:</strong> In association with the Liberia Film Institute, the Accountability Lab has administered several Accountability Film Schools.  Film has tremendous power to entertain, educate, and reach a large segment of Liberian society.  The production of at least ten Ebola awareness films (developed by Liberian youth), screened at a film festival, and distributed around the country can have a major impact on eradicating stigma and changing behavior.  Both dramas and documentaries will be composed by film school students.\n<br/>  \n<br/>\n<strong>Comic Book Series: </strong>Comic books provide a fun and engaging way to receive an important message.  A series of color comic books employing a character that youth can relate to, navigating the challenges of a society newly devastated by Ebola, can have a significant impact on educating youth and their parents regarding the dangers of Ebola.  Through images, comics can deploy an important message to those who are not literate, have weak reading skills, or would not be interested in consuming longer text-based narratives.\n<br/>  \n<br/>\n<strong>Art Murals:</strong> The Accountability Lab has teamed with the Liberia Visual Arts Academy to offer an Accountability Arts School and produce informative mural across Monrovia.  Murals can attract the attention of large numbers of Liberians, providing clear and concise messages about how to stay safe in the current environment that is easily consumed by a wide cross-section of society.\n<br/>  \n<br/>\n<strong>Daily Talk News Kiosks:</strong> Many Liberians do not have the financial ability to purchase newspapers or consume media that is dependent on electronic connections.  Since 2003, the Daily Talk, a chalkboard news outlet positioned at a very busy Liberian intersection has provided Liberians with core news headlines, free of charge. The Daily Talk has played a pivotal role in informing Liberians of the latest news regarding the spread of the Ebola virus and efforts to combat it.  Deployed to additional sites in Monrovia and other urban communities, a collective of Daily Talks, curated by a network of local citizen journalists, can have a dramatic impact on fostering the behavior change and spreading the knowledge needed to help defeat Ebola.\n<br/>  \n<br/>\n<strong>Hip-co Accountability Network &amp; Ebola Awareness Music Campaign: </strong>The Accountability Lab has worked with Liberian musicians through its Hip-co Accountability Network to advocate for gender equality and to combat corruption.  Members of the Network have collaborated with an array of popular musicians to record a song and film an accompanying video that highlights the challenges posed by Ebola and encourages Liberians to maintain unity in the face of adversity.  Their stature and reach in Liberian society can be used through radio, performances, and marketing materials to ensure that Ebola awareness messages reach the widest possible audience.\n<br/>  \n<br/>\n<strong>Community Mediation Teams:</strong> Ebola has delivered a severe psychological blow to Liberians.  The strain and stress associated with living under the disease has led to a significant increase in community disputes.  West Point in particular, which was subject to a community-wide quarantine for over a week, has witnessed a major rise in disputes due to perceived injustices around the delivery of food aid and other activities arising from the spread of Ebola. Trained community mediators can impart knowledge on Ebola, strengthen community cohesion, and resolve disputes that threaten social stability.  They also provide a structure that will help respond to and alleviate future crises.\n<br/>\n<br/> * In Liberian English, Knowmore refers to a well educated person.  LIB is slang for Liberia.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/knowmore-lib-building-resilience-and-defeating-ebola-through-civic-education", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3eba2e3f-3ad6-4213-a3c9-ffb7972aff4d.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/04f77ec3-08a6-49ce-bdeb-780b48441d9c.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/50619b4c-18d9-449e-a8db-ead5d7f894ed.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/cc089d6b-4900-4494-8733-9a6c5a6887c8.jpg", 
      "type": "image"
    }, 
    {
      "src": "https://www.youtube.com/embed/JMgBmd6__r8?wmode=opaque", 
      "type": "video"
    }, 
    {
      "src": "https://www.youtube.com/embed/AX_OEj8lPsI?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 10, 2014, 13:40PM", 
  "summary": "The “Knowmore LIB” project aims to sensitize all Liberians on the dangers of the Ebola virus, practices to avoid and contain the disease, and to increase the trust of Liberian citizens in their government.  The campaign uses innovative tools to help Liberians engage with policymakers and public health officials.The campaign will deploy chalk billboards around major cities and automated question boxes that allow citizens to ask questions about the Ebola virus; an Ebola awareness mural campaign; short films on Ebola through the students of an accountability film school; comic books on the virus and related civic issues; and radio shows and musical campaigns to raise awareness around Ebola and related issues threatening Liberian society.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Knowmore LIB: Building Resilience and Defeating Ebola through Civic Education", 
  "view_count": 314
}