{
  "applause_count": 1, 
  "author": "David Gouthro", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 11, 2014, 02:40AM", 
      "message": "\n    \tI think this is probably the only thing that can help in the 3rd world countries, there just are not enough health care workers.  Biggest problem is how sick they get, too many may not be able to do anything.  Somebody else has suggested getting survivors back in and training them.  Many have lost relatives and may not have other support and tend to be shunned in their community.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 13:05PM", 
      "message": "\n    \tInteresting, David! What are your key take-aways from this? It might be interesting to share some of your learning with others who are thinking about prototyping and could make use of these insights!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Meena Kadri", 
      "date": "October 07, 2014, 20:22PM", 
      "message": "\n    \tGreat analogous thinking, David! Tip: to activate links in your post, hit the Update Entry button up there on the right, then follow the instructions here: http://bit.ly/oi_link  \n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Just looked at a BLOG post at http://rcofbm.blogspot.ca/2011/01/celebrating-gandhian-ideals-in-leprosy.html.  This is more about making a more humane care centre.  Won't keep people from taking ill, and won't heal, but perhaps looking at how communities support each other might be worth the effort\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/learn-from-the-past", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0e3ec433-0516-42df-bd0d-840e687a7d7e.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 07, 2014, 19:31PM", 
  "summary": "Just wondering if there is any learning from Leper colonies in years past.  I suspect many of them were pretty brutal; however, there may be some lessons learned about how patients can help each other.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Learn from the Past", 
  "view_count": 55
}