{
  "applause_count": 1, 
  "author": "Jonathan Kahan", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            As the research phase has shown, the main problem preventing the containment of the virus is \n<strong>a cultural one</strong>:\n<br/>\n<br/> - Lack of general knowledge about the disease\n<br/> - Mistrust of the healthcare workers and of authorities\n<br/> - People hiding and being ashamed of the disease\n<br/> - Counterproductive habits like the ritual washing of the dead\n<br/> - A general difficulty for the government to communicate with citizens.\n<br/>\n<br/> So whom DO affected communities trust? Who will they listen to when given advice about how to prevent the disease?\n<br/>\n<br/> As in every community, in West Africa too there are \n<strong>influencers</strong>, which in most cases coincide with \n<strong>religious leaders, </strong>pastors and imams. A lot of them are already engaged in helping the disease's containment by talking and preaching to their communities (source: http://www.dw.de/how-uganda-stopped-previous-ebola-outbreaks/a-17869469).\n<br/>\n<br/> More of them can be reached by radio, the most widespread media in the country, especially if: \n<br/>\n<br/>\n<strong>insight 1: </strong>health-related messages are delivered \n<strong>together with target-relevant context,</strong> i.e., sermons, Quran readings, etc. But I guess that must be already done. \n<br/>\n<br/> But how do we reach communities who do not have radios? And how can we win the remaining skepticism and mistrust in health authorities?\n<br/>\n<br/> We have to give influencers \n<strong>a gift they cannot refuse</strong>, which will convince them of the importance of disease-prevention measures and actively help them spread the word. \n<br/>\n<br/> In a deeply religious society, that could be... \n<strong>a holy book.</strong> \n<br/>\n<br/> Just that these holy books will be special ones. In some of the books pages, \n<strong>disease-prevention measures</strong> will be printed. In the cover, an \n<strong>active GPS module</strong>, a tiny \n<strong>radio</strong> and a  will be placed. Finally, a sensor also placed in the cover will be able to count \n<strong>the number of times the book is opened</strong>, and- once a certain threshold is reach- push an alert to a server via the GPS. \n<br/>\n<br/> All of this should be quite inexpensive to produce and deliver. I would appreciate it \n<strong>if anyone on Open Ideo could help</strong> figure out what the exact cost for -say- 500k copies would be. \n<br/>\n<br/>\n<strong>Governments and religious organizations</strong> could sponsor the distribution of Bibles and Qurans (they already do it on a massive scale: just think about the Gideons Bibles). Plus, distribution itself is not hard to do even in the remotest locations: the bibles could just be parachuted.  \n<br/>\n<br/> This will solve several issues:\n<br/> 1. The gift, given by religious people to religious people, \n<strong>will not be rejected</strong>.\n<br/> 2. If distributed on a large scale, the GPS module will enable- through statistical modelling- to \n<strong>track population movements</strong>, enabling the authorities to know \n<br/> 3. Many times affected communities choose not to seek for medical help on cultural grounds. Thanks, again, to statistics, authorities will be able to intervene in a timely fashion despite this. Troubled communities and individuals tend to turn to religion. When \n<strong>many cover-openings</strong> will be detected within a small area, the authorities will know that there may be an epidemic in the area. \n<br/>\n<br/>\n<br/> Of course, all of this could easily and quickly be \n<strong> tested on a small scale</strong> and only then be fully implemented. \n<br/>\n<br/> Addendum: should some communities be predominantly illiterate, the bible could be substituted by a saint's icon or a bismillah glyph. \n<br/>\n<br/> Looking forward to hear your feedback!\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/leveraging-culture-to-deploy-an-easy-scalable-and-low-cost-solution-to-tackle-ebola-s-cultural-issue", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5691c326-1c2b-40a7-93f9-6c7d90dd84d3.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 09, 2014, 01:53AM", 
  "summary": "If the main problem with Ebola is educating the population about the disease, we need to find a way to communicate which overcomes mistrust and helps the communities take action. TL;DR: distribute GPS-connected Bibles and Qurans.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Leveraging culture to deploy an easy, scalable and low cost solution to tackle Ebola's \"cultural\" issue.", 
  "view_count": 91
}