{
  "applause_count": 1, 
  "author": "Alice Clack", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            The idea has 2 potential components:\n<br/>\n<br/> Component 1:\n<br/> The first step would be to identify the organisations working within the region prior to the outbreak and making contact to see their current level of operations, and their willingness to engage in activities during the epidemic. The idea would be to use their links and contacts to help distribute essential supplies and PEP, and to monitor its arrival and appropriate use. Valuable links to communities, for the purpose of advocacy and education could also be fostered.\n<br/>\n<br/> An example would be the charity I work for; Maternal and Childhealth Advocacy International (MCAI). It has been working with the 2 county hospitals in Bong County, Liberia for 2 years, providing a mixture of structural and medical capacity building through its training of nurse anaesthetists and midwives. It also has a working knowledge of all the Bong county clinics having visited them all during the projects assessment phase. Since the outbreak escalated in mid-June, the expat Obstetricians who were based at the hospital training staff have had to leave the country, as MCAI does not have the experience or resources to support them safely in the field. We have however, continued strong links with both hospital directors and have been endevouring to ensure they do not run short of essential medical supplies and PEP during the crisis. We have in-country logistical links with Harmonis international and have, therefore, been able to ensure that shipments have reached their destination. Partnering and supporting MCAI financially would help us to ensure these essential supplies to Bong county continue. In addition, our contacts could be utilised further to enhance the public health effort. \n<br/>\n<br/> I believe supporting existing health care facilities during this crisis is paramount, not only to ensure that the area's population has access to life-saving services, but also to ensure that a damaging collapse of health structures does not occur. Eventually, the health systems of affected countries will need to re-build for the post-Ebola future, this will be far easier if we maintain the fragile services that exist already and support the corageous staff working in them.\n<br/>\n<br/> Component 2:\n<br/>\n<br/> A number of organisations are likely to have expat personnel that could enhance care provision within affected countries but who have been pulled from the field due to logistical reasons. By supporting organisations with the logistical support and expertise in Ebola control, some 'closed' activities might be able to re-open. Alternatively, willing proffessionals could be re-directed into existing well designed efforts to both control the Ebola epidemic, but also to support effort to provide emergency care to the populations affected.\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/liase-with-existing-partnerships", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c0ef31f8-d9be-465b-b75c-fbd31a385326.JPG", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 12:16PM", 
  "summary": "Many NGO's were working with hospitals across West Africa prior to the Ebola outbreak. Many have invaluable personal and logistic links with the health care systems of these countries, but lack the skills and capacity to maintain their operations in the context of the Ebola epidemic. Partnering with organisations already rooted in the communities of west Africa, could help ensure that these communities access essential PEP and medicines during the crisis, and could enable 'closed' projects to re-open.For example, I am an obstetrician who was working for MCAI in 2 hospitals in Liberia until mid-June.  MCAI has limited resources, but invaluable links to these communities that could be utilised to enhance the Ebola effort.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Liase with existing Partnerships", 
  "view_count": 19
}