{
  "applause_count": 6, 
  "author": "Craig Provost", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 02, 2014, 01:55AM", 
      "message": "\n    \tnice clear videos\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jab Thorn", 
      "date": "October 18, 2014, 23:04PM", 
      "message": "\n    \tInventive but lets go with the scenario that these gloves and the invisible garment you are wearing have all been exposed up to your shoulders.  You use your right hand to take off your left glove no problem but then you contaminate your left hand as soon as you touch the tab.I can see however that it would make it easier to grab in this scenario.... You use your right hand to partially remove the glove on your left hand, but while the glove is still on your fingers and partially turned inside out, you use the left partially gloved hand to pull the tab on the right hand turning it inside out.  This leaves the inside of the gloves that can be touched ok with an ungloved hand.The other thing to think of is I've seen the suggestion not to use tape on the palm side because it gets in the way and is easily contaminated.I think we might be able to make a case for it.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Craig Provost", 
      "date": "October 20, 2014, 16:34PM", 
      "message": "\n    \tGreat insights Jab :) The thinking behind this was the duct tape tabs would only be used on the internal set of gloves versus external but even in that case what you are pointing out could be an issue.....dohposted a second clip may help better visualize the idea and a sketch, totally open to builds on this idea and other tangential ideas/inspirations...would be happy to act as an illustrator for thoughts you might have  can I make you a team member on this post ? new to OpenIdeo not sue how the flow goesthank again and cheers\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Anthony Davis", 
      "date": "Edited on October 28, 2014, 19:08PM", 
      "message": "\n    \tGreat idea Craig. I'm gonna see if I can expand on that. Applauded.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Craig Provost", 
      "date": "October 28, 2014, 19:13PM", 
      "message": "\n    \tGreat ! Go for it + let me know if I can assist in anyway , cheers\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            this was inspired by watching the Sanjay Gupta clip where he uses chocolate sauce on gloves to show how easy a liquid contaminate can spread during protective gear removal. \n<br/>\n<br/> have not had a chance to click through all the ideas posted so this may be a redundancy \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/low-cost-duct-tape-removal-tab-solution-for-gloves-video-demo-attched-in-download-area", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/d2c23a4e-771c-4b5c-aa11-42cd597c8094.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/ba6c383d-d62f-47fb-b5ac-fd8488ce29e3.jpg", 
      "type": "image"
    }, 
    {
      "src": "https://player.vimeo.com/video/109473074?wmode=opaque", 
      "type": "video"
    }, 
    {
      "src": "https://player.vimeo.com/video/109329051?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 18, 2014, 18:04PM", 
  "summary": "Low cost idea for duct tape glove tabs to possibly reduce contamination during removal of gloves.not sure if this would work given varying glove materials and types but maybe could stimulate other ideas", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Low cost duct tape removal tab solution for internal set of gloves(Video attached)", 
  "view_count": 265
}