{
  "applause_count": 4, 
  "author": "Craig Provost", 
  "comment_count": 10, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "Edited on October 24, 2014, 18:33PM", 
      "message": "\n    \tHi Craig, interesting idea. I wonder if you could partner with William on his idea - https://openideo.com/challenge/fighting-ebola/ideas/strategic-pivot-to-home-isolation-create-new-job-title-home-isolation-counselor. How might we decentralize care by identifying and supporting homes which need care assistance? Also is there something that they already have that they could use to communicate an infected household? That would make it easier as new supplies wouldn't have to be sought out or distributed. There is a potential to frame the symbology in a way which promotes hope of recovery rather than the perception of fatal outcomes which are currently in place.Looking forward to seeing this idea grow, good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "October 26, 2014, 14:50PM", 
      "message": "\n    \tThanks Deborah great input and I will check out Williams idea/link...happy to collaborate, cheers\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 22, 2014, 13:50PM", 
      "message": "\n    \tsimple, low-cost, elegant idea: could also have one showing homes in mourning...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "October 23, 2014, 15:56PM", 
      "message": "\n    \tTotally that's a great build on the idea :) ...also making me think tangentially about light weight radio control durigiables...could small radio controlled blimps be used to deliver asprin and other light weight but essential medicines/ powders to a patient within a household setting ? ( Ok that's a big tangent )thanks for your comment\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 13:40PM", 
      "message": "\n    \tDear Craig, have been thinking the balloons won't last too long & will need helium to float as in your drawing. Rather colored \"flags\" on a (bamboo?) pole to last longer ?  Cheers !\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Craig Provost", 
      "date": "October 30, 2014, 18:56PM", 
      "message": "\n    \tSure that could be great and to your point may not require the helium. Your idea also opens the possibility for some cool information/flag design challenge. How to create a simple effective communication system with the flags that won't cause households to feel ostracised ? One possibility could be the flags are flown at some more central places in the community so the collective ebola situation can be displayed,  a trusted person( possibly an ebola survivor) could be in charge of keeping track of in-home infections and keeping the flag designations current…?what do you think, want to team up for a post about a potential  flag systemthanks\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 31, 2014, 19:09PM", 
      "message": "\n    \tHi again Craig, I think it'd have to be voluntary to put the flag up at one's house. It could signify that the family needs help, has lost someone, needs transportation or even equipment (via different combinations of colors)...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 31, 2014, 19:12PM", 
      "message": "\n    \tOh! of course I'd like to team up on the flag system! Would you have time this weekend to work with me on the \"putting a human face on the field hospital tents with a view to softening ebola's psychological scars on children\" ?  https://openideo.com/challenge/fighting-ebola/ideas/adding-a-dose-of-child-oriented-healthcare-for-children-sufferers-of-ebola\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "November 01, 2014, 00:53AM", 
      "message": "\n    \tsure I can spend a couple hours collaborating tomorrow, I am located in Boston so on EST time. My Skype is Craigprovost. Would connecting via skype work at around 11est ? Like your idea of making healthcare environment less threatening for children. If skype is not convenient for you my email is craigprovost@mac.com. My wife also has some great insights as she works in healthcare and health care research maybe she will join our brainstorm too.cheers, happy halloween\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 01, 2014, 05:02AM", 
      "message": "\n    \tHi Craig, I've sent you an email about skype-ing Saturday. That should work fine.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Ballons could be used by health-care worked to \"tag\" homes and locations where ebola infection is underway and/or where the symptoms have been cleared. People could also use this system themselves if pre-inflated ballons were made availiable at a low-tech kiosk. The color coding would also have to be explained simply and graphically to eliminate confusion.\n<br/>\n<br/> Be able to view the balloons collectively from the air might be good for understanding how and where the disease is spreading and also with possibly indentifying quarantine areas.\n<br/>\n<br/> These ballons or even cheaper ballons may also be able to be used as beacons to indicate if basic supplies are desparately needed or if a deceased family member may need to be prepared safely for burial.\n<br/>\n<br/> How else could color coded balloons be used to help identify and communicate to aid the assessment of Ebola spread ? \n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/low-cost-color-coded-balloons-helps-show-status-location-and-number-of-at-home-ebola-patients-these-floating-indicators-could-be-collectively-seen-from-a-helicopter-and-also-could-help-elevate-community-awareness-about-infection-and-quarantine", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/d9a89bb3-8486-4007-9a0b-c7ff3e879e73.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7acf79bd-27a9-45b5-8e00-e046b0ac2de3.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 20, 2014, 18:29PM", 
  "summary": "Cheap mylar color coded balloons could be used to tether onto or next to homes where ebola patients are located. These balloons could collectively be viewed from a helicopter allowing a visual assessment of ebola cases in a crowded city or spread out village situation. The colored balloons with bold graphic  could be potentially be used ins1. show the number of patients in the house2. show the status of patients ( Diagnosed/Active, Symptoms but Undiagnosed, Recovered-Clear of symptoms.)3. Show date of symptoms/diagnosis4. Could cheap blinking LED be floated on ballon to indicate  a need for pick up ofdeceased", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Low Cost Color Coded Balloons helps show status, location, and number of at  home Ebola patients . These floating indicators could be  collectively seen from a helicopter and also could help elevate community awareness about infection and quarantine.", 
  "view_count": 101
}