{
  "applause_count": 4, 
  "author": "Evelina Cohn Ph.D.", 
  "comment_count": 9, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Jiang Zhu", 
      "date": "Edited on November 01, 2014, 02:36AM", 
      "message": "\n    \tHi,  Dr.  Cohn,Following your brilliant ideaI think   we should use a Sine wave to drive a Sine wave magnetic field,  and then, this sine wave magnetic field can generate an accurate frequency of ultrasound in the tissue.  If we use a pulsed magnetic field (  often generated by a square wave) , it's disadvantage is difficult to control the generated ultrasounds' frequencies, because in mathematics,  a square wave may generate different oscillation frequencies,  this may be difficult to centralize the energies at a resonance who   can destroy the virus structure,  and we should need some tests.Another point I thought is:  we should test a sample blood to ensure that the power level should be controlled so that it cannot boil the bloodBut if the magnetic field can be applied by local areas and, one after the other, the power could be increasedToday, we have already ultrasound generators,  but I am just not sure that,  is that possible that a external ultrasound can be,  most of them,  absorbed by the outer layer of tissue of our body?  In this case,  a sine wave magnetic field can penetrate in deep and creat a internal oscillation at a ultrasound frenquency.Your idea is really good, very possible to achieve , I can not wait to know if anyone has the equipments can test it\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "November 01, 2014, 20:37PM", 
      "message": "\n    \tDear jiangThank you for your enthousiasm. I think that the complementary waves as you explained  them,  may be very  dangerous. Therefore a magnetic field is necessary to coordinate everything. It was not my idea. I was searching  other scientists work and I've got inspired by your work.  Since you're in my team now can I have some bio of you? Thank you very much.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 13:15PM", 
      "message": "\n    \twow! & side effects ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 27, 2014, 12:04PM", 
      "message": "\n    \tAt this point I am not sure if it is completely safe.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 27, 2014, 12:08PM", 
      "message": "\n    \tHas anybody tested it or is anybody testing it ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 27, 2014, 12:11PM", 
      "message": "\n    \tIt is only in theory, but possible with high probability.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jiang Zhu", 
      "date": "November 01, 2014, 02:18AM", 
      "message": "\n    \tWhether you know some laboratory who can do this test?  I work for a hospital,  but I am not in a laboratory...  Maybe ,  some scientists can find the magnetic and ultrasound  sources enough strong to do it............\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jiang Zhu", 
      "date": "November 01, 2014, 02:42AM", 
      "message": "\n    \tthe Ebola's chain is very long,  I think its reaction frequencies is very far from our tissue cell.  if the \"180 degrees out of phase\" or tearing action occurs at a precised frequency ,  that should be safe,  so I thought about on sine wave magnetic field instead of squared magnetic field\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 01, 2014, 04:32AM", 
      "message": "\n    \tDid you both see this about copper weakening ebola ? Could it somehow relate to your idea ?    http://www.sciencedaily.com/releases/2014/10/141030101243.htm\n"
    }
  ], 
  "description": "<div class=\"description\">\n            When properly used pulsed magnetic fields can produce broad band ultrasound which can, as Royal Raymond Rife showed in the 1920's and 30's, destroys viruses, which can maintain a disease state in the body. Roughly half of the viruses that attack humans are lipid coated. Let's consider the outer structure (capsid coat ) of the common lipid-coated viruses that attack human beings. The bond between the adjacent protein molecules are relatively weak. This means that if the amplitude (displacement from rest position) of the protein molecules becomes too large during mechanical oscillation, the physical / chemical bonds between the adjacent molecules will rupture and this essential microbe structure is destroyed.\n<br/> An ultrasound generator can supply the mechanical oscillations.The frequency of mechanical oscillation is directly proportional to the magnetic field strength. For example, if you increase the magnetic field strength by a factor of ten, then the frequency of ultrasound generated by the ion oscillation increases by a factor of ten. The amplitude (displacement) of oscillation is directly proportional to the electric field strength. The electric field strength is determined by how fast the magnetic field strength is changing. It is directly proportional to the instantaneous rate of change of the magnetic field strength. So, to have both higher frequencies of ultrasound generated and for these frequencies to have high intensity / amplitude, the magnetic field at the location of interest must be both very strong and be changing it's strength at a high rate. Hence, what is required is a high intensity pulsed magnetic field.\n<br/> When adjacent protein clumps oscillate 180 degrees out of phase, one protein clump is moving upward while its adjacent clumps are moving downward and visa versa. At maximum displacement of the protein clump from their equilibrium position, the stress at where the adjacent protein clumps are joined become a maximum. If the stress becomes large enough the bonding between adjacent protein clumps breaks down and the essential or critical structure for holding and delivering the virus genetic material is critically damaged or destroyed. This means the virus can not infect a new cell. Also, viruses that are forming and budding off of infected cells can be destroyed by this same method.\n<br/> For more information please visit \n<a href=\"http://rifeenergymedicine.com/Magneticpulsetherapy.html\">http://rifeenergymedicine.com/Magneticpulsetherapy.html</a>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/magnetic-pulse-therapy", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/af40350a-f719-461f-a379-23bb5b0ccd36.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 26, 2014, 12:43PM", 
  "summary": "This is a theory of Gary Wade based on the researches of 1920’ and 1930’ This theory assumption is based on the fact that the capsid of viruses are lipid coated with protein clump structure in a geometrical manner called an icosahedral. They are capable of supporting resonant, standing, mechanical waves.  Using an ultrasound generator and a magnetic field it is possible to destroy the viruses from the body.placed in a geometrical manner called an icosahedral. Using an ultrasound generator and a magnetic field it is possible to destroy the viruses from the body.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "MAGNETIC PULSE THERAPY", 
  "view_count": 125
}