{
  "applause_count": 2, 
  "author": "Davis Whalen", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:59PM", 
      "message": "\n    \tHi Davis, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            There has been research done on how lowering the body temperature and replacing the blood with a saline solution can give patients who might be beyond saving a second chance. This concept could work with Ebola. The body temperature is lowered to around 40 degrees Centigrade. Half of the contaminated blood would be removed from the body and disposed of sanitarily, replacing the half removed with clean blood (obviously we would need lots of clean blood transfusion donations for this to work). Then the saline solution is inserted into the veins to replace the other half of the blood that was drained. By including extra electrolytes, white blood cells, and antibodies (such as the ones in development in ZMapp) that could fight off the infection, essentially half of the blood becomes IV fluid. The lowering of the body tmeperature might help the Ebola virus, so if this could be modified so that the body stays at a higher temperature to combat it that should be done. I could not find out if a high temperature or low temperature is better for counteracting the virus, although Ebola itself does cause the rise in temperature that weakens the rest of the body and decreases its ability to fight off the virus, and blocks the white blood cell alarm. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/make-the-blood-of-the-patient-into-an-iv-solution-and-stabilize-temperature", 
  "media": [], 
  "submitted": "October 24, 2014, 20:04PM", 
  "summary": "By lowering the body temperature to around 40 degrees Centigrade the cell's  metabolism lowers dramatically, and so saline solution is able to replace the blood. Medically, this concept is used to save victims beyond saving. By replacing half the contaminated blood of an Ebola patient with healthy, high white cell count blood and the other half with a saline solution including electrolytes and antibodies such as the ones ZMapp developed, this could dramatically half the body fight off the disease and maybe save lives.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Make the Blood of the Patient into an IV solution and stabilize temperature", 
  "view_count": 44
}