{
  "applause_count": 2, 
  "author": "D B", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:58PM", 
      "message": "\n    \tHi D B, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 15:50PM", 
      "message": "\n    \tthis nurse's testimony may inform your idea---how to protect compassionately ? http://www.dallasnews.com/ebola/headlines/20141025-uta-grad-isolated-at-new-jersey-hospital-as-part-of-ebola-quarantine.ece\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The idea of quarantine returning health care workers is to reduce the risk of  spreading Ebola into our community. I think this is easy to do and very effective in containing this disease in US.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/mandatory-quarantine-health-workers-returning-from-africa-to-stop-spreading-ebola-in-us", 
  "media": [], 
  "submitted": "October 24, 2014, 05:28AM", 
  "summary": "The health care workers are the high risk group of people to be infected by Ebola. Ebola will spread into our community if health care workers  returning from Africa participate in our community activities while they could have in infected but don't show symptoms yet. Please help to keep our community and our children safe!!!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Mandatory Quarantine health workers returning from Africa to stop spreading  Ebola in US.", 
  "view_count": 34
}