{
  "applause_count": 2, 
  "author": "David Bradley", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "Edited on October 15, 2014, 21:07PM", 
      "message": "\n    \tHi David, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Sports mascots bounce around in extremely hot weather all the time. There has got to be something we can learn from those guys as to how we can keep people in suits cool that can be both inexpensive and deployed quickly.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/mascot-cooling-system", 
  "media": [], 
  "submitted": "October 14, 2014, 21:47PM", 
  "summary": "Can we use the cooling systems similar to what is located inside the heads of sports mascots? It isn't going to cure the disease but if we can keep the healthcare workers a little cooler while in those protective suits then they will be less likely to make mistakes when removing the suit or during their medical work. They will also be more willing to be patient when removing the protective clothing. These things are small, light weight, and battery powered. Maybe it could be attached to the standard PPE in a way that would keep it sealed and able to be removed for use with multiple PPEs??", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Mascot Cooling System", 
  "view_count": 35
}