{
  "applause_count": 4, 
  "author": "lameck dambuleni", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:50PM", 
      "message": "\n    \tHi Iameck, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "lameck dambuleni", 
      "date": "October 20, 2014, 21:17PM", 
      "message": "\n    \tThanks.will definitely  try that\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 19, 2014, 12:37PM", 
      "message": "\n    \tdo you think synergizing w/ the local/regional artistic communities could help  in  communication along these lines? https://openideo.com/challenge/fighting-ebola/ideas/mobilize-african-art-community-to-help-communicate-properly-to-locals-dealing-with-ebola-crisis-evaporate-unreasonable-mistrust\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "lameck dambuleni", 
      "date": "October 25, 2014, 16:50PM", 
      "message": "\n    \tYes, everyone associate with them in one way or another\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Community leaders must be actively involved.This will ensure that the information is well received and any subsequent preventive actions are easily accepted by the community.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/massive-awareness-campaign", 
  "media": [], 
  "submitted": "October 18, 2014, 22:52PM", 
  "summary": "This is necessary for the often left out masses with little or no education.It may involve specially designed pieces of information that can easily be understood by such people and made available to them through places they frequently go in theirdaily activities.This will ensure that everybody gets the message,hence will contribute to the fight against the disease.Make everyone be aware of the devastating effects of the disease to the entire community, and the importance of being on the lookout for any possible cases.Sell the idea tha ebola can wipe their entire community  in a short period of time if  allowed in their midst.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Massive awareness campaign", 
  "view_count": 61
}