{
  "applause_count": 13, 
  "author": "Kutter McNeil", 
  "comment_count": 10, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Inna Maria Hwang", 
      "date": "October 17, 2014, 19:35PM", 
      "message": "\n    \tThat's a fantastic idea! I'm wondering how many people can be in these tents at once.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 17, 2014, 20:15PM", 
      "message": "\n    \tThanks for the support. The company makes 2 sizes right now. One 25sqm and one 50sqm of floor space.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jekshua Jah'zeel Rincon", 
      "date": "October 17, 2014, 14:59PM", 
      "message": "\n    \tThis is a great idea, but you need to make sure if it affordable enough to send them to Liberia\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 17, 2014, 16:22PM", 
      "message": "\n    \tSo I all I could find is a rough estimate of $20-$60 per square meter however, the company does say that the price falls with the volume. NOW I couldn't find a cost estimate for how much we are currently spending on supplies, workers, transportation, etc. If someone could help me find that it'd be great. I still imagine that this overall is cheaper simply because it's literally just fill with water, blow it up, and then let it set for a day.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 00:40AM", 
      "message": "\n    \tThis is an incredible post!  I had no idea of such a thing.  Thank you.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 17, 2014, 16:13PM", 
      "message": "\n    \tThanks for the support.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 00:29AM", 
      "message": "\n    \tHi Kutter, great contribution, have you considered how it might be sanitized? What about once it's no longer needed as a hospital? How can it be disposed of or repurposed?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 14, 2014, 03:22AM", 
      "message": "\n    \tI'm actually not sure how they're santizing from ebola right now. I imagine it's some sort of mixture of bleach or alcohol which we could use here as well. I also know that there has been some success of using UV radiation to kill the virus. Since it's concrete you could probably also just start a fire within it to kill the virus and the structure would still stand. If you did want to take it down/destroy it'd probably take you a day or two depending on the tools. Again it's concrete.After it's no longer needed the people can still use it to live in, to store stuff, to have a class room, or whatever they have a need for.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Nick Dawson", 
      "date": "October 11, 2014, 22:48PM", 
      "message": "\n    \tThis was discussed this weekend at the #FightingEbola challenge in Washington. The subject matter experts said that water isn't an issue - it's fairly available. Their concern was about the lack of ventilation - most of the tents being used today have open sides to allow them to stay cooler. I wonder if this company could make tents with open sides?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kutter McNeil", 
      "date": "October 11, 2014, 22:53PM", 
      "message": "\n    \tIm sure they could put doors at either end but I had thought they might be a little cooler being made of concrete.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            This is a tent that is made of a concrete canvas. It's sterile, goes up fast, is durable and can be blown up with a small blower. The only thing is that it needs water and I'm not sure about your water situation there. Here is a link to the companies website http://www.concretecanvas.com\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/medical-tents-and-buildings-are-veing-built-too-slowly", 
  "media": [
    {
      "src": "https://www.youtube.com/embed/Vb1pdvvoVoQ?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 11, 2014, 03:00AM", 
  "summary": "You need a sterile enviroment that can be built quickly and can quarantine the infected.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Concrete quarantine/medical tents that go up easily in 24 hrs.", 
  "view_count": 236
}