{
  "applause_count": 3, 
  "author": "Kate Rushton", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Sherri Vance", 
      "date": "October 11, 2014, 04:55AM", 
      "message": "\n    \tI like this idea, and similar to it I like the idea of building a network of counselors to provide psychosocial support to patients over the phone. Phone-based counselors could be trained in brief counseling for depression and techniques to boost the patient's confidence in fighting the virus. The network could also route to trained volunteer counselors in the US (hospital chaplains, etc). The psychosocial support for patients is lacking, and this is one type of care that can be delivered over the phone. Each ETU would have 2-3 cell phones that patients could use to call the network. Could disinfect with UV rays.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 23:20PM", 
      "message": "\n    \tGreat idea Kate - do you have an image you could add to your post to make it even more engaging? Here's a guide for getting visual if you need it :) http://ideo.pn/vis-uals\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Rushton", 
      "date": "October 15, 2014, 00:39AM", 
      "message": "\n    \tI have not been able to upload any images. I keep getting an error message. :-(\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            There is a lack of qualified staff and knowledge of the treatment of ebola.\n<br/>\n<br/> Therefore my idea is to pay for a bank of qualified Medical staff around the world who are on call via a rota system. They have access to a smart phone.\n<br/>\n<br/> At hospitals in Ebola-infected or at risk countries, key medical staff will have a smart phone (satellite or network-connected, dependent on the location).\n<br/>\n<br/> In the case of a suspected ebola outbreak, medical staff in the hospital could alert the staff on call for assistance using the video features of the smart phone.\n<br/>\n<br/> Later these 'smart calls' could be used for training videos to train staff on how to deal with ebola.\n<br/>\n<br/> Alerts could be sent via text message to medical staff in ebola infected or at risk countries to tell them when a new training video is released.\n<br/> Therefore, the knowledge of the local staff improves as well. This creates a cycle of constant knowledge improvement in ebola affected regions. \n<br/>\n<br/> Further Information:\n<br/>\n<br/> The smart phones and external solar-powered battery units could be donated by a mobile phone company keen to support the charity efforts.\n<br/> NGOs could explain to local medical staff how the system works. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/medical-assistance-on-call", 
  "media": [], 
  "submitted": "October 08, 2014, 22:53PM", 
  "summary": "There is a lack of trained medical staff with the knowledge and skills of ebola and its treatment. Therefore, my idea is to have a bank of knowledgeable and trained staff on call through a rota system. These people can be contacted via medical staff in hospitals  with suspected ebola patients using a smartphone for help in diagnosis, treatment and training using video features of the phone.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Medical Assistance On Call", 
  "view_count": 34
}