{
  "applause_count": 1, 
  "author": "Gabriela Izar", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:12PM", 
      "message": "\n    \tHi Gabriela, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I think tha this clothe should be immediately produced as a prototype since there are materials already available to be tested, specifically those I mentioned in the description of the clothes.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/membrana", 
  "media": [], 
  "submitted": "October 16, 2014, 01:21AM", 
  "summary": "As far as I concern, PPE haven't been providing efficient protection. I propose a type of cloth as follows:the clothes should be made ​​of a flexible waterproof material similar to platinum silicone, the same used to make dolls. Clothes would be manufactured as a membrane without any amendments beyond a single slit in the back that allows the user to be dressed and undressed with the help of another User uninfected. Moreover, before getting dressed, the user will use an antiseptic spray similar to 3M Nexcare SANTE SPRAY PROTECTOR FILM, in the areas of the arms, wrists, neck, ankles, legs and back region.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "membrana", 
  "view_count": 41
}