{
  "applause_count": 7, 
  "author": "Chris Canaday", 
  "comment_count": 25, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Ariel Martín Pérez", 
      "date": "October 29, 2014, 12:01PM", 
      "message": "\n    \tHello! I like very much this simple and clever idea for diverting the urine and the faeces :)Vanessa Counaert, whose project is featured today, just encouraged me to share with you this project I wrote some time ago to treat human waste: http://papirofilia.wordpress.com/2014/05/12/a-propos-des-toilettes-seches-urbaines/I think many of the ideas that are being shared in this forum can be connected, your system being the first end of the chain, then a distribution network and a treatment network. What do you think about this?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 26, 2014, 21:49PM", 
      "message": "\n    \tChris, is this someone who could advance the Keifer disinfecting idea you had ? https://openideo.com/challenge/fighting-ebola/ideas/replace-chlorine-sanitizers-with-non-toxic-water-based-food-grade-sanitizers-that-are-more-effective-do-not-harm-humans-plant-life-or-degrade-ppe\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 27, 2014, 01:34AM", 
      "message": "\n    \tThanks for thinking about this, but that person is clearly trying to offer some commercial product of his own. Does anyone from USAID or OpenIDEO read what we write? Have you found a list of what they are currently doing to control Ebola? (I have looked but not found.)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 27, 2014, 12:29PM", 
      "message": "\n    \tOk, Chris. I've just written to them to see what's up~\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 30, 2014, 18:07PM", 
      "message": "\n    \tHi Chris, both USAID and OpenIDEO are active in reading the ideas on the platform. Here's a guide on the current design of personal protective equipment - https://openideo.com/content/personal-protective-equipment-ppe-guidelines-information. The Center for Disease Control (CDC) website is also a helpful resource for understanding current Ebola care strategies and efforts - http://www.cdc.gov/vhf/ebola/index.html. I hope that helps!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 21:51PM", 
      "message": "\n    \tfor more stabiity:  http://humanurehandbook.com/album_toilets/album_toilets.html\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 10:57AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Howard Boyle", 
      "date": "Edited on October 19, 2014, 05:05AM", 
      "message": "\n    \tSanitation is a urgent problem that needs more attention. Even a limited outbreak will scare people into shiting standing up in public restrooms. The mess from that will just be insane.  Are people still using public restrooms in the most affected areas of the world..?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Chris Canaday", 
      "date": "October 19, 2014, 10:16AM", 
      "message": "\n    \tYes. This is urgent and no one is talking about it. The big powers are spending millions on plastic aprons while infected people are defecating out in the open.\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "lameck dambuleni", 
      "date": "October 19, 2014, 02:05AM", 
      "message": "\n    \tAn interesting idea!would like to know more on how they work\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 19, 2014, 10:21AM", 
      "message": "\n    \tHello Lameck et. al. It seems like this idea is a sketch for elaboration by sanitation specialists? Would bleach be needed to pour on such a \"landfill\" or container full of sewer bags?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Chris Canaday", 
      "date": "October 19, 2014, 10:51AM", 
      "message": "\n    \tIt is extremely simple. The part for urine is made from 2 bottles pulled out of the garbage (which could even be Coke bottles) and, with even the urine being infectious with Ebola, that can be emptied into shallow holes in the ground among crop plants and covered up. The feces are collected in empty rice sacks, covered with soil and before they get too heavy they can be buried in the ground, as near as possible to each home, to protect against Ebola transmission. After a year or more, the sacks can get dug up to use the great soil in agriculture and re-use the sacks for collecting more feces.  See the full article,http://inodoroseco.blogspot.com/2013/10/a-free-minimalist-uddt-part-1.htmlhttp://inodoroseco.blogspot.com/2013/10/a-free-minimalist-uddt-part-2.htmlWhere people live more dispersed, there is never flooding, and there is a bit of budget, it would be great to make ArborLoos:http://inodoroseco.blogspot.com/2012/08/scroll-down-for-english-en-abril.htmlThe point is to confront the problem with the resources we have at hand and not just look the other way.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 19, 2014, 11:07AM", 
      "message": "\n    \thi Chris, wouldn't you need to disinfect a dry toilet w/ bleach, for example to avoid contamination during an epidemic ?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Chris Canaday", 
      "date": "October 19, 2014, 11:14AM", 
      "message": "\n    \tRebecca, let's try to minimize the use of toxic chemicals, like chlorine, especially in contact with organic matter that will eventually reach the soil people will cultivate. Chlorine in contact with organic substances forms the extremely toxic family of chlorinated hydrocarbons, such as DDT and Dioxin. In combination with urine, it forms the toxic gas Trichloramine. The use of chlorine and toxic chemicals should be limited to disinfecting surfaces, where they can evaporate (and only contaminate the air a bit). All we need to protect against Ebola spreading out of these collections of excrement is a layer of soil (and to make sure that animals do not dig there).\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "Edited on October 19, 2014, 11:59AM", 
      "message": "\n    \tThanks Chris. Reassuring to know there are simple, but safe ecological solutions. I was just having \"flashbacks\" to some toilet situations encountered traveling in India... So, a shovel & box of dirt next to the dry toilet? Seat over a pre- , machine-dug hole ? Have seen dry toilets used with wood shavings...lighter to handle. Would wood shavings provide enough protection for subsequent users?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Howard Boyle", 
      "date": "October 19, 2014, 11:45AM", 
      "message": "\n    \tAre Public restrooms still open in the affected areas...? The public at large might demand the dry toilets if public restrooms were closed down in the affected areas of the world. The \"modern world \" might soon be scared to use ANY restroom outside the home if restrooms and toilets cannot be secured. Also, I just  viewed a youtube video about sewer rats getting ebola from flushed feces. So, burying the contaminated feces under soil might be the safer method  that Chris mentioned.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Chris Canaday", 
      "date": "October 19, 2014, 13:20PM", 
      "message": "\n    \tRebecca, people do not touch the feces sack while squatting over it during use and it can get changed by someone wearing gloves, so no need for chlorine except for washing the gloves. The urinal could get rinsed with some disinfectant AFTER emptying it into the soil and BEFORE the next person's use.Here is a truly WILD IDEA to be tested: Ebola is transmitted from person to person, not through the ecosystem, so let's try to eliminate this virus by washing surfaces with the diverse ecosystem of bacteria and yeast in Water Kefir (or other fermented drinks). In this way, we could use something non-toxic and locally produced, instead of the inverse. Is there a lab that could test this for us?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 19, 2014, 13:32PM", 
      "message": "\n    \tRebecca, soil is better than wood shavings or sawdust, as it has a wealth of microbes that immediately start breaking down the feces, whereas bits of wood do not have a significant amount of microbes ... and almost none to breaking down feces. In fact, I recycle this precious soil, as you can see here (in English and Spanish):http://inodoroseco.blogspot.com/2013/06/un-video-sobre-el-manejo-de-heces-en.html\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "Edited on October 19, 2014, 15:03PM", 
      "message": "\n    \tChris, here's an idea for a well-placed partner to pick up/refine/test/help finance or find other synergy partners for the idea:? one of Matt Damon's causes: http://www.hollywoodreporter.com/news/potty-mouthed-matt-damon-continues-430355  their site: http://water.org/ (i just sent off a note & tweeted idea for lab help you mentioned)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 19, 2014, 15:15PM", 
      "message": "\n    \tChris, got reply form letter (?) from http://water.org with these closest contacts to specialists in West Africa: GHANA* Afram Plains Development Organization - apdo@africaonline.com.gh* Rural Aid - http://www.wateraid.org/ghana/our_partners/4420.asp\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 20, 2014, 02:35AM", 
      "message": "\n    \tThanks, Rebecca, for making this contact. http://Water.org has made the (funny) decision to be \"technology blind\" and not care what gets built, but instead just fund whatever the national partners. That  is why they only gave you the contact info for national partners.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 08:51AM", 
      "message": "\n    \tChris, can you contact health ministries in effected areas who may be able to put your idea (or some form of it) in place? I won't be able to do this for a good 8 hours or so if you can do it first... SIERRA LEONE  https://www.facebook.com/pages/Ministry-of-Health-and-Sanitation-Sierra-Leone/281064805403702  LIBERIA https://www.facebook.com/www.mohsw.gov.lr\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 20, 2014, 22:45PM", 
      "message": "\n    \tI wrote to them. Thanks, Rebecca.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 21:28PM", 
      "message": "\n    \tHi Chris, how do you like her proposal which built on your idea ?  https://openideo.com/challenge/fighting-ebola/ideas/a-personal-portable-toilet-to-prevent-contact-with-foreign-bodily-fluids\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 25, 2014, 10:44AM", 
      "message": "\n    \tDoes anyone know what USAID is currently doing to help to eliminate open defecation in the countries of the Ebola epidemic? ---- My suggestion here is aimed at not only contributing to controling Ebola, but all those numerous other fecal pathogens (that kill many more people in the world and even stunt children's physical and mental development), in a sustainable way, without poisoning these people's agroecosystems. ---- One of the most ridiculous things about modern life is to use precious clean water to transport excrement and then expect someone to do a miracle and get everything back out. This is a Minimalist UDDT and, once people get their minds around the concept, they can build nicer, more permanent models. ---- Some people are concerned that I use permeable, woven sacks, but these are extremely strong, inexpensive, accessible and re-usable, plus they allow water to evaporate out and oxygen to get in, so normal decomposition can take place and it all just become normal, healthy, rich soil. The disease containment is done by the dry soil we use to cover the feces and the sack just holds it all together and keeps smell and flies from coming and going. Any time there is excess liquid, more dry soil and wood ash can be added. If the sack is directly on top of ambient soil, these liquids can absorb directly into the soil, and --don't worry-- no one will want to touch this soil and it gets covered immediately by the next sack. ---- What do you think?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Ebola is transmitted via bodily fluids, including feces, plus it causes diarrea. A detention time of 6 months in the Tropics would certainly be longer than necessary to eliminate this virus in the relatively dry and aerated conditions of a UDDT (especially if the feces are stored in woven, polypropylene sacks, which we may like to store in a locked room or bury in the ground, in this case of Ebola). Urine can safely be soaked into holes in the ground (preferably near fruit trees).\n<br/>\n<br/> I do not understand why no one is talking about sanitation in the fight against Ebola, what with all the open defecation and the virus causing diarrea.\n<br/>\n<br/> This minimalist design of UDDT could be deployed quickly at minimal cost:\n<br/> inodoroseco.blogspot.com/2013/10/a-free-...ist-uddt-part-1.html\n<br/>\n<br/> An emergency like this can be a great time for local residents to learn to live more sustainably. This would also be an excellent opportunity to teach the world something about how to live in more harmony with nature.\n<br/>\n<br/> A thread on the Sustainable Sanitation Alliance Forum:\n<br/> http://forum.susana.org/forum/categories?func=view&amp;catid=26&amp;id=10359&amp;limit=1000#10359\n<br/>\n<br/> Tweet:\n<br/> No-cost #toilets to control #Ebola which is also transmtd via feces #ecosan #sanitation @WHO http://inodoroseco.blogspot.com/2013/10/a-free-minimalist-uddt-part-1.html\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/minimalist-urine-diverting-dry-toilets-to-control-fecal-transmission-of-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/1c6437a7-9d06-401d-a86c-f8f4f4670547.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/2c7fd896-584a-4d42-9d34-c3d37cc99aeb.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 18, 2014, 02:17AM", 
  "summary": "Ebola is transmitted via bodily fluids, including feces, plus it causes diarrea, so why is no one talking about all the open defecation in the affected countries?  This Minimalist Urine-diverting Dry Toilet can be done at next to no cost to contain this contagious material long enough for the virus to be destroyed, certainly less than 6 months in the Tropics, without toxic chemicals. So many other diseases and parasites are also transmitted via open defecation and untreated sewage.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Minimalist Urine-diverting Dry Toilets to control fecal transmission of Ebola", 
  "view_count": 345
}