{
  "applause_count": 1, 
  "author": "Nadine", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            In order to motivate less heroic HCW's such as myself to be more than couch crusaders, there needs to be a united front of at least 3 nurses and 1 doctor for each patient. I didn't go to math school, but if there are 4000 patients, that means 12000 nurses and 4000 doctors.\n<br/>\n<br/> A notice in the mail is hard to ignore since professionals are used to receiving these to renew their license.\n<br/>\n<br/> HCW's in other countries could be moblized in the same way.\n<br/>\n<br/> The expense is minimal in comparison to the alternative if Ebola is not controlled.  Experienced RN's and doctors  might be willing to help contain this disease in Africa if measures are in place to secure their safety. That includes at the very least; adequate staffing and an abundance of PPE.  Building new treatment centers is fantastic, but there needs to be staff to run these centers.\n<br/>\n<br/> Upon return to their own countries, the HCW's could isolate themselves for 21 days if required.\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/mobilize-a-united-front-of-health-care-workers-to-tackle-the-disease-at-the-source-in-west-africa", 
  "media": [], 
  "submitted": "October 23, 2014, 03:40AM", 
  "summary": "1)  Contact the nursing and medical boards of each State/Province in North America to send out notices to all interested registered nurses and doctors to deploy to West Africa.2)  Have a database(perhaps on the WHO website) of all HCW's who have signed up to encourage more to do the same.  3) Offer at least 6 months salary for 6 months work and guarantee of complimentary health coverage/treatment if they should contract the disease.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Mobilize a united front of nurses and doctors to contain Ebola at the source: in West Africa", 
  "view_count": 28
}