{
  "applause_count": 7, 
  "author": "Rebecca Buechel", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 24, 2014, 19:45PM", 
      "message": "\n    \tHi Rebecca and team - can you show us how you envisioned the implementation of this idea? Would it be a radio show, a song, printed material etc? What tone would the communication take? Looking forward to seeing you develop this idea into something tangible that we could help you implement.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 24, 2014, 21:20PM", 
      "message": "\n    \tHi Deborah, Thanks so much for your note.First, here's a brainstorm:I think it is essential that people from the areas affected (who would know best what's \"in\" & appropriate for the target population), as well as the country's artists themselves, would create the best structure and form of the response~ Someone or some institution may just need to initiate (and finance) a group of artists and suggest modes of or commission engaged artistic action. Such an artistic effort becomes an act of solidarity with those suffering & a sort of boost to government/health campaigns to inform people & to eradicate the disease. The presence of art accompanying the affected populations can give the sick people, medical workers & sanitation leaders more hope and vision....whether by composing a song/music/video, or writers writing a poem/novel to express what's going on or maybe a TV show or a daily radio show--which could give practical info, and interview special guests (specialists, survivors, thinkers, artists) as well as read poems or play the composed music commiserating with the experience of ebola. Theater (popular, outdoor or radio) could be another means of collectively understanding what is occurring.Paintings/murals in affected neighborhoods could both honor the strength of as well as  strengthen those dealing with the epidemic; Also, public message radio & TV spots with the country's celebrities explaining vital rules to follow could FILL A COMMUNICATION VOID...The people suffering would feel less alone. For example, a song about not abandoning children whose parents have died of ebola, with words loosely explaining what to do in such cases might actually inspire listeners to action.The UN/UNESCO might be a good instigator for such mobilization of the artistic communities starting with artists in Sierra Leone & artists in Liberia where courage is currently most needed--With grants, a couple of arts \"factories\" could be set up around each country (in existing music/painting studios?) with a team of public health & communication/marketing experts to coordinate, inform & work with the selected artists.A sort of \"yes we can\" logo/slogan could be developed by each country's main graphic artists & could be put on equipment to boost the collective morale.Infrastructure and impetus for this action could be brought from without, but the artistic expression should be LOCAL. Only people living in those countries would know the necessary underlying dos and don'ts--and who knows if art would even be able to go beyond pre-existing social fractures.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jayne Glick", 
      "date": "October 21, 2014, 19:13PM", 
      "message": "\n    \tThis link has a good example of an artist painting symptoms of ebola to raise awareness [Monrovia, Liberia. (Photo by Pascal Guyot/AFP)]http://www.vox.com/cards/ebola-facts-you-need-to-know/the-2014-ebola-epidemic-is-going-to-have-long-lasting-impact-on-africa\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "lameck dambuleni", 
      "date": "October 20, 2014, 21:13PM", 
      "message": "\n    \tEffective way to get the message across to the masses\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 10:58AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 20:01PM", 
      "message": "\n    \tArtists can help build moral in areas downtrodden by the epidemic\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Inform the unifying local artistic communities to local &amp; international efforts to help those fighting ebola. Let them help as they feel they can. Help them mobilize their regions.\n<br/>\n<br/> Some examples from Sierra Leone...:\n<br/>\n<br/> Music\n<br/> http://africatv24.com/music_video/sierra_leone\n<br/>\n<br/> Actors\n<br/> https://www.facebook.com/pages/Sierra-Leone-celebrities/462853167106181\n<br/>\n<br/> Writers\n<br/> http://en.wikipedia.org/wiki/Literature_of_Sierra_Leone\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/mobilize-african-art-community-to-help-communicate-properly-to-locals-dealing-with-ebola-crisis-evaporate-unreasonable-mistrust", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/228d82bf-cfeb-4135-a432-d024396e8569.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 19, 2014, 10:42AM", 
  "summary": "Meaningful local/regional artistic communities with broad appeal in West Africa can help communicate & put solutions into place through their celebrity, contacts and appeal.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Mobilize African Art community to help communicate properly to locals dealing with ebola crisis--evaporate unreasonable mistrust", 
  "view_count": 89
}