{
  "applause_count": 8, 
  "author": "Jay Buckalew", 
  "comment_count": 10, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 31, 2014, 20:07PM", 
      "message": "\n    \tHi Jay thanks for joining the conversation with your great ideas. We're really impressed with your fresh thinking and collaboration. This idea looks like it's ready to be considered for USAID's Grand Challenge. You can download the submission guidelines and submit your proposal at http://www.ebolagrandchallenge.net/. OpenIDEO does not officially endorse ideas, but we're excited to see you push your idea forward and look forward to seeing your story in the impact phase.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nfn They", 
      "date": "October 30, 2014, 19:42PM", 
      "message": "\n    \tI want one. :)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 26, 2014, 22:10PM", 
      "message": "\n    \tcirculation better than static... agree.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 26, 2014, 01:25AM", 
      "message": "\n    \tTo clarify, this system circulates ice cooled water and cools the back-chest-neck-head... Circulation keeps the surface from holding heat, like when you put a cold cloth on your head if you have a fever, the cloth becomes warm... Our system is designed to circulate and move the heat away verses a static gel or ice pack.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Denise Denise", 
      "date": "October 26, 2014, 00:06AM", 
      "message": "\n    \tHi, Jay;  I was just reviewing your idea, and think that it's a good one.  What fabric is the hooded-portion of the Vest made of?  My thinking is that since we use items like Scarves, Hats etc. to keep in heat onto the body during the cooler seasons, would a Non-porous material that covers both Head and Neck, not serve to over-insulate the body? In any case, I do like the fact that you have tactically concentrated your Cooling-process on these two (normally) heat retentive parts of the body.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 26, 2014, 00:23AM", 
      "message": "\n    \tIt's a nylon sports mesh blend so it breaths and allows heat to radiate away from the body... We also produce a ionized wicking fabric also. The vest are worn by surgeons everyday. They use our ice cooler or thermoelectric units verses the backpack.  You can see the different garnments we produce on http://Coolshirt.com Hope this helps answer your question\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 24, 2014, 11:24AM", 
      "message": "\n    \tHi Jay, thanks for posting. Do you have further details? What is the cooling power that can be sustained for two hours? With kind regards, Rainer\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 24, 2014, 11:56AM", 
      "message": "\n    \tHi Rainer , The BP2 uses a Lithium IoN 7 hour rechargeable battery that is integrated into the backpack... This system is widely used in Nuclear facilities everyday.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 24, 2014, 12:02PM", 
      "message": "\n    \tThe system comes with two off the shelf plastic bottles that are filled with water and frozen.. Bottles are placed in resealable pouch along with 12 oz of water( the same solution that is used the decontamination process can be used for ice and water) turn the switch on and the pump begins to circulate though the vest.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 24, 2014, 13:33PM", 
      "message": "\n    \tIn addition to your questions, I have added two new pictures showing the inside workings of the BP2.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            This system is used worldwide and is readily available.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/mobile-backpack-cooling-system-with-integrated-hydration-system-hooded-reuseble-vest-to-be-worn-under-ppe", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/87c5f1df-1224-4be4-b4a2-1f9f2c4cbbc4.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4dcb99eb-483f-49d7-a784-e53034a9f15f.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/afebc170-c3fb-4368-8647-43707c184b56.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/628ceaf9-1020-463b-b6f0-2888753e877f.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/485a2409-9d75-423d-afb9-ea617b2285a8.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 23, 2014, 18:44PM", 
  "summary": "Backpack Mobile Cooling System is designed to be worn under PPE to provide 2+hours of cooling. The system pumps ice chilled water though a hooded vest that covers the chest and back as well as the neck and head. This system circulates the same decontamination solution used in the decontanation process after healthcare providers exit the treatment area. The entire system can be decontaminated and reused with a pump life of 25k hours. This system can be worn during the doning process to decrease added heat stress prior to entering treatment zone.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Mobile Backpack Cooling System With Integrated Hydration System / Hooded Reuseble Vest To Be Worn Under PPE", 
  "view_count": 142
}