{
  "applause_count": 4, 
  "author": "Tyson Sapre", 
  "comment_count": 22, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "David Bush", 
      "date": "October 22, 2014, 15:21PM", 
      "message": "\n    \tAll, just to let you know, since this is a NASA centered idea, NASA KSC has used Cryogenic Life Support in highly protective suits for a long time.  It solves both problems of heat and protection.  We are working with USAid, & OSTP to toss out some potential ideas.  At this point, the biggest obstacles we face are cost and logistics.  Just to let you know that NASA is in the game and trying to lend what support we can.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 22, 2014, 15:38PM", 
      "message": "\n    \tHi David.  Great to hear that there are people with experience using suits/tech collaborating on this problem.  I am curious as to how NASA became involved.  Wondering how the various connections are being made around needs for this crisis.  I posted an IDEA early in the challenge which asked how different industries, such as the aerospace industry, might help with these designs.  So now I am curious as to how the dots are being connected in the real world. Thanks for letting us know what you are all doing and who you are collaborating with!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Tyson Sapre", 
      "date": "Edited on October 22, 2014, 21:28PM", 
      "message": "\n    \tCost!  Of course.  It's worth spending over a billion dollars per person to get someone on the surface of the moon, but saving a few lives in Africa and limiting the spread of infection throughout the world and to healthcare workers with priceless years of experience and unique knowledge?  Well now we need to draw up a budget.  This kind of prioritization is so mindless, on every level.   I'm being serious.  I know it sounds sarcastic but I've had this sentiment since I first saw those healthcare workers on TV.  Those things are garbage bags compared to space suits.   And the second thought was, why isn't NASA spearheading this movement?  I guess because it doesn't directly affect the space program, but I thought NASA did things like develop medicine. The impetus for placing this idea here was the frustration I have with the state of national and international priority when it comes to sharing and deploying high-tech, government resources.  I don't have in my hands the resources to make this barrier suit happen and I don't know whether or not USAID would even be interested because, based on the addenda, they want something that is cheaper, better and easier to deploy.  And yet they are calling for all ideas.  The original invention needs to go beyond the initial, foreseeable financial limitations.  The suit has to be as perfect and modifiable as possible, then time and further research can bring the cost of technology down and make it's deployment more efficient.  This is what all of us have observed with the personal computing industry.  It started with a great idea, it was executed with a lot of seed money, and affordability has come with time and further invention.  I'm just glad I was able to put this idea out on the web and have a handful of people see it.  Thank you for updating us, David.  Please, if possible, pass this sentiment along to the government community.  Good luck with your work.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "William Rasmussen", 
      "date": "October 15, 2014, 18:31PM", 
      "message": "\n    \tI fully agree-we have lots of option-but we need at least 2 different systems for protection-the heavy duty in the field space suit and all, and one that a care provider uses in a hospital. They do the same thing-but one is made to be in and out for short time-the other is for long duration. There are systems that can do either-but they are weak in some way or another. So-lets set up 2 strings of thought-one for field-heavy duty, one for inhospital use. lets start getting specifics design ideas, and start working taking it to the people who can make it happen-we can get all the ideas in the world and never get it out there.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Tyson Sapre", 
      "date": "October 15, 2014, 19:04PM", 
      "message": "\n    \tSounds good to me, William.  Do you have suggestions for agencies to approach that may be interested?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 15, 2014, 21:14PM", 
      "message": "\n    \tI dont have those connections-but someone out there does-lets find out if this is just a way to vent so people can feel better that they talked about it-or can they actually do somethingI have my idea what needs to happen-Ill work on new design since I have good idea on what we need to have happen-but Im not going to work aloneI posted on discussion on Linked in- What we need, We need new design-someone to do manufacturing , someone to take on procedure and instruction-education. I dont care if its someone that flipps burgers-if the can sew, pattern,write, make video, communicate, knock down barriers, what ever-get them involved.If you want to make a difference step up-or point us where we need the help, otherwise this whole thing is a waste of electronsbarring anyone else for the moment-Ill take the lead-Im a college student so my time is a bit of a problem-but If someone want to help-great,Damn-I sound like a Sgt\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Janice Winderl", 
      "date": "October 16, 2014, 00:55AM", 
      "message": "\n    \tI was talking to my tech today...and if the protective suit was part of the wall with an accordian type tunnel that would follow the person in the suit, making the person in the suit,  really still outside the room, so to speak, then when they were done doing whatever, they could step back to the port, where the suit came out of the wall and simply step out if, without having to do anymore to decontaminate, as they never were really in the room to start with, they were in the suit that stays attached to the wall.  Cumbersome but safe.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 16, 2014, 01:13AM", 
      "message": "\n    \texactly-the suit stay with the patient-can get as dirty as you can stand-and the provider never enters the room-easy to decontaminate-cause you can use nuclear bomb stuff if you want. The provider stays cool-can be best used in unimproved hospitals where AC, supplies, and infection control are an issue-in other words its the best when all else has gone to hell.save money-reduce risk to staff-easy to deploy, not much more restricting then anything else out there-especially when you have lots of different people involved. I can see -being a real game changer-and saving livesanyone interested-lets talk more about a prototype,\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Janice Winderl", 
      "date": "October 16, 2014, 01:57AM", 
      "message": "\n    \tThere is a suit for working with ebola here in Montana.  Here is the link, it is at the very end of the video, the last few seconds.http://www.nbcmontana.com/news/hamilton-scientist-works-on-ebola-diagnosis-vaccine/29044010\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 16, 2014, 02:02AM", 
      "message": "\n    \tI looked at the suit-its good for being in contaminated areas for longer time frames-like work the shift, but then you have to decontaminate just like everyone else. You loose the ease , speed, and cost savings using what they showed.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Donna Williams", 
      "date": "Edited on October 22, 2014, 04:44AM", 
      "message": "\n    \tThis is similar to the old \"hands on\" used by mothers when their premature babies were in bassinets.  The rubbers sleeves were attached to the inside of the bassinets and they stayed with that baby the entire time - only the hands coming into the sleeves from the outside changed.   This type of chamber or setup could be used in a triage unit very easily as part of the intake process, with the lighter PPEs and setups inside the individual patient rooms?  Or perhaps vice versa?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Tyson Sapre", 
      "date": "October 15, 2014, 18:26PM", 
      "message": "\n    \tIf I have added you as a team member please feel free to add your findings to the barrier suit features or vice versa.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 15, 2014, 19:18PM", 
      "message": "\n    \tI have made some contacts with companies that have the ability to do the work-probably need more to step up and identify who can do the job- I hope more will step upWe can have all the ideas-but little good they make if we cant get them where they are needed. We need to look at actual design, modify, and how to manufacture  it.Im hearing a lot of talking heads-we need to get it going\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 15, 2014, 19:55PM", 
      "message": "\n    \tI have one thing  on here or on linked in-Conspicuously Absent is anyone from Johnson Johnson, Kimberly,  Medline, Genpro., any of the manufacturers-I guess they are waiting for an invitation-Ill be blunt-its the problem of the hospitals trying to cut corners, and manufacturers who are looking to make more from less.  . I really dont think we can do this without someone from their side of the house-the manufacturers-so who wants to knock on their door and invite them, they are the only ones that can gear up fast enough-or no matter what we say or do-its a waste of time.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Tyson Sapre", 
      "date": "October 15, 2014, 21:19PM", 
      "message": "\n    \tWhat about the USAID grants?  Do you think a team would need to partner with one of the big corporations in order to be taken seriously?  I'm sure the government is interested in extremely economical implementations as well.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 15, 2014, 21:30PM", 
      "message": "\n    \tdont know-that something that we need an answer to-maybe OpenIdea will stop posting responses for a picture and post that we need someone to do somethingknock on some doors-make some calls-see if someone steps up-thats why we are here isnt it ?lets give it 10 minutes-start thinking about what part you can do-we fill in til someone better comes along-Ill take lead for now-til someone smarter comes along-we need a project manager to step up.We need a Doc, someone to do materials -everything-and they are out therelets see what some well motivated individuals can do\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "ABC4All TEAM", 
      "date": "October 15, 2014, 23:47PM", 
      "message": "\n    \tOur Team Member has participated previously with support from a USAID Grant as detailed in the PPT.  If we work together to  create the best solution will there be a better outcome? https://d3gyq8wptu1by3.cloudfront.net/attachments/3ad1a437-c926-4a11-9d20-6f8b8207230c.ppt\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 15, 2014, 23:52PM", 
      "message": "\n    \tshoot me an email at bill_rasmussen2001@yahoo.comlets talk\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Janice Winderl", 
      "date": "October 16, 2014, 01:49AM", 
      "message": "\n    \tI saw on the news the other night, Rocky Mountain Labs are studying the Ebola virus in their lab.  They showed the one researcher in a modified moon suit.  I went there to the lab site and they are discussing a moon suit.  Here is the link.  I will try to find that TV clip where it shows the research gal.  Her name is: Andrea Marzi, Rocky Mountain Labs, Hamilton, MT.http://www.niaid.nih.gov/about/organization/dir/rml/Pages/biosafetyLab.aspx\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Janice Winderl", 
      "date": "October 16, 2014, 01:55AM", 
      "message": "\n    \tHere is the link, the suit is at the very last few seconds of the clip.  She works with Ebola all the time.http://www.nbcmontana.com/news/hamilton-scientist-works-on-ebola-diagnosis-vaccine/29044010\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 14, 2014, 16:23PM", 
      "message": "\n    \tHi Tyson, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 15, 2014, 23:57PM", 
      "message": "\n    \tIDEO, it would be most helpful if you could call out or highlight or reference attached documents.  Contributions are being hidden, and there is good information in attached pdfs, ppts, etc.  Just a suggestion ;)\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            PLEASE FEEL FREE TO BUILD ON THIS IDEA!  OR USE IT TOWARD A DESIGN OF YOUR OWN.  I DO NOT HAVE THE RESOURCES TO DEVELOP IT BUT WOULD LIKE TO WORK WITH OTHERS THAT MIGHT.  FEEL FREE TO ADD ME TO YOUR TEAM IF YOU ARE WORKING ON SOMETHING SIMILAR.  THANK YOU!\n<br/>\n<br/> This is an exercise in integration, connecting the dots.\n<br/>\n<br/> Cooling technology and filtered air supply technology, as well as a water reservoir for comfort and hydration, switchable LED lights to increase visibility at night, and exoskeletal support to reduce long hours of standing, as well as a drain for urination, would truly keep health care workers comfortable.  These, as well as sealed barrier protection from pathogens, would put health care workers on a true path to success in a crisis environment.  \n<br/>\n<br/> General assembly of traditional space suit, the goal would be to simplify this as much as possible for land and emergency needs.\n<br/>\n<img alt=\"\" src=\"http://s28.postimg.org/3ut5xtce5/wardrobe_for_space.gif\" style=\"width: 502px; height: 376px;\"/>\n<br/>\n<br/> MIT is developing a form-fitted suit for future space travel:\n<br/> http://www.washingtonpost.com/news/speaking-of-science/wp/2014/09/18/mits-futuristic-spacesuit-works-like-shrink-wrap/\n<br/>\n<br/>\n<img alt=\"\" src=\"http://www.washingtonpost.com/wp-apps/imrs.php?src=http://img.washingtonpost.com/news/speaking-of-science/wp-content/uploads/sites/36/2014/09/MIT-Compression-Suit-Press-01.jpg&amp;w=1484\"/>\n<br/>\n<br/>\n<img alt=\"\" src=\"http://news.nationalgeographic.com/news/2007/07/photogalleries/spacesuit-pictures/images/primary/3_461.jpg\"/>\n<br/>\n<br/>\n<img alt=\"\" src=\"http://www.arts-et-metiers.asso.fr/uploads/userfiles/102145/images/z10087221Q%2CSkafander-kosmiczny-BioSuit.jpg\"/>\n<br/>\n<br/> There are antimicrobial treatments readily available for such fabrics, similar to army fatigues treated with bug repellant:\n<br/> http://antimicrobial.com/products/fabricaide/\n<br/>\n<br/> Below are the benefits of this particular treatment:\n<br/>\n<br/>\n<img alt=\"\" src=\"http://s23.postimg.org/76ody97x7/Screen_Shot_2014_10_14_at_12_19_36_PM.png\"/>\n<br/>\n<br/> Layers will be essential to providing optimal protection as well.  Here is just a glimpse at the layers in the NASA suit:\n<br/>\n<img alt=\"\" src=\"http://s28.postimg.org/dllwa1lh9/Screen_Shot_2014_10_14_at_11_55_36_AM.png\" style=\"width: 327px; height: 289px;\"/>\n<br/> An exoskeleton support system could reduce standing fatigue:\n<br/> http://www.latimes.com/science/sciencenow/la-sci-sn-fda-device-paraplegics-walk-20140626-story.html\n<br/>\n<br/>\n<img alt=\"\" src=\"http://www.trbimg.com/img-53acc858/turbine/la-sci-sn-fda-device-paraplegics-walk-20140626-001/750/750x422\"/>\n<br/> Fresh, pressurized, filtered and cooled air could be provided with a portable CPAP like device, mounted within the modified life support system back pack: http://www.cpap.com/productpage/z1-travel-cpap-machine.html\n<br/>\n<br/>\n<img alt=\"\" src=\"http://c1199712.cdn.cloudfiles.rackspacecloud.com/z1-travel-cpap-machine-updated-buttons-front-cpapdotcom.jpg\"/>\n<br/> The addition of an aromatherapy diffuser in the back could assist in helping invigorate workers during long, stressful shifts.  A simple diffuser pad could be integrated into the air system.\n<br/>\n<br/> We would want a streamlined, ultra-light life-support backpack:\n<br/>\n<br/>\n<img alt=\"\" src=\"https://www.hq.nasa.gov/alsj/plss104.jpg\"/>\n<br/> Thermo-electric cooling would be far less cumbersome, powered by a long-lasting battery pack.  I do believe that several contact pads could transfer heat from skin to a heat sync in the pack as well.  All this could be integrated with the traditional NASA undergarment Liquid cooling and Ventilation Suit.  MIT students have also begun to develop personal, thermo-electric cooling technology:  http://www.embrlabs.com\n<br/>\n<br/> Wristify is being developed as a personal cooling device worn as a bracelet:\n<br/>\n<img alt=\"\" src=\"http://res.cloudinary.com/hrscywv4p/image/upload/c_fill,g_faces:center,h_280,w_280/vkczxkwwil0rmsdbkhtr.png\"/>\n<br/>\n<br/> Traditional undergarment cooling used by NASA:\n<br/>\n<br/>\n<img alt=\"\" src=\"http://s28.postimg.org/w22zf0e7x/Screen_Shot_2014_10_14_at_11_54_45_AM.png\"/>\n<br/>\n<br/> The idea here is a land suit modeled on principles of the latest NASA space suit and life support system.\n<br/>\n<br/>\n<img alt=\"\" src=\"http://s7.postimg.org/ianopprwb/Screen_Shot_2014_10_14_at_11_56_57_AM.png\"/>\n<br/>\n<br/> Integrating these technologies could be a very valuable goal, with various levels of support for varied healthcare environments.   \n<br/>\n<br/> All communication(voice, vitals, power levels) should be transmitted via bluetooth to a software program that can be operated on any laptop.\n<br/> http://www.cwimedical.com/adview/adview-9001-vital-sign-monitor-with-bluetooth-advw-9001?sku=ADC-9001BP&amp;gclid=CjwKEAjwk_OhBRD06abu3qSoxlwSJACt7sZ74xUc0JDbFKwXnVxYn6onK_ezChtKELlEqi4kFOC4rBoCOknw_wcB \n<br/>\n<br/> Simple example of bluetooth vitals transmition:\n<br/>\n<br/>\n<img alt=\"\" src=\"http://www.cwimedical.com/images/resized/product_images/435_354/07631d12a302fb064863824190c66baf.jpg\"/>\n<br/>\n<br/> There is no question as to whether or not the technology exists to improve on this:\n<br/>\n<br/>\n<img alt=\"\" src=\"http://s22.postimg.org/61madladt/Screen_Shot_2014_10_14_at_12_00_18_PM.png\"/>\n<br/> And imagine substantially reducing or eliminating the entire decontamination process, that is pretty rudimentary.  Please leave comments and suggestions.  The challenge will be a seamless integration.  But there is no need to totally reinvent the wheel.  The technologies typically available to health workers are embarrasing when we look at military and space technologies.  The priorities we encounter in this world are clearly not established according to the real needs of humanity.  This ultimately needs to change.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/modified-barrier-suit-based-on-nasa-space-suit", 
  "media": [], 
  "submitted": "October 13, 2014, 20:06PM", 
  "summary": "I find this situation very frustrating.  I'm not going to hide it.  If we were able to protect humans from getting exposed to hazardous radiation and the general, non life-sustaining void of outer space over forty years ago, on the moon, we should certainly be able to comfortably and safely put dozens of qualified health care workers any where on planet earth.  The technology exists, we just need to modify it and modernize it to literally suit our greatest resource in public health, people.  NASA should openly contribute their clothing technologies to USAID in order to develop a more form fitting, less cumbersome suit, with an updated life support backpack so that heath care professionals can safely and very comfortably perform their work.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Pathogen(Ebola) barrier suit based on NASA space suit", 
  "view_count": 941
}