{
  "applause_count": 2, 
  "author": "Tony Miller", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:58PM", 
      "message": "\n    \tHi Tony, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I think I have put as much information that's required above but i will add that the spead of this disease will I forsee need the hospitalisation in crowded facilities and this could be a major boon to the staff time constraints dealing with this!\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/multi-gloves", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a92d03d0-4b72-499a-b15d-3cf10aa621d3.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 24, 2014, 10:05AM", 
  "summary": "Patient carers need to be gloved up at all times when working in a facility that requires going from patient to patient i thought that the application of a multi layered glove system might be of great benefit, it would of course require the study of the  dexterity restrictions when 3 or 5 layers are used but I am sure the logistics behind this application could easily be determined!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Multi Gloves", 
  "view_count": 49
}