{
  "applause_count": 2, 
  "author": "Lynn Lawry", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 13, 2014, 17:57PM", 
      "message": "\n    \tAnd I bet they would donate some if someone asked nicely.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:20PM", 
      "message": "\n    \tHi Lynn, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Any type of anti-fog for the mask, goggles an/or hoods would limit the mistake of a healthcare provider reaching under the hood and touching thier face to clear the mask. Simple, cheap and might work. Has this been tried? Even using your own spit is the cheapest way to anti-fog, we do this in diving.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/no-more-fogging", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/bec57b25-2d46-436e-8da3-ece5006277b2.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 12, 2014, 21:54PM", 
  "summary": "The heat and anxiety have been an issue for health care workers which causes the goggles and hoods to fog. Divers figured this out by using JAWS spit anti-fog.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "No more fogging", 
  "view_count": 54
}