{
  "applause_count": 3, 
  "author": "Farhan Subhani", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:29PM", 
      "message": "\n    \tHi Farhan, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Dear Sir/Madam,\n<br/>\n<br/> I am drug discovery/reprofiling consultant. I have traced out novel FDA approved drugs as the treatment option/proposal for Ebola virus patients. If you are interested then I will need just your surety to maintain the confidentiality (I am not asking for NDA due to critical stage and time issue). I hope you would be able to bother my words. 2 FDA approved drugs would be used in medium dose for treatment of Ebola. In my proposal, lamivudine or any experimental drugs for Ebola are not included.\n<br/>\n<br/> Looking forward for your response.\n<br/>\n<br/> Kind regards\n<br/>\n<br/> Dr. Farhan Ul Haq Subhani (M.B.,B.S)\n<br/> Independent Drug Discovery/Reprofiling Consultant\n<br/> email: farhan2alzheimer@yahoo.com\n<br/> LAHORE PAKISTAN\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/novel-drug-reprofiling-for-ebola-virus", 
  "media": [], 
  "submitted": "October 11, 2014, 02:19AM", 
  "summary": "I have designed a proposal to reprofile/reposition 2 FDA approved drugs on the basis of mechanism for treatment of Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Novel Drug Reprofiling for Ebola Virus.", 
  "view_count": 30
}