{
  "applause_count": 4, 
  "author": "D. Dickard", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 13:44PM", 
      "message": "\n    \tcheck cleaning with UV light as another idea on this platform suggests ? Cheers!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "November 01, 2014, 09:59AM", 
      "message": "\n    \tRebecca,  Hey if UV light would kill the virus on all surfaces then all the better!  There hasn't been much written on this but if a healthcare worker can catch the virus from washing out a soiled car then it is really hard to trust these bathrooms to be safe.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Robert Smart", 
      "date": "October 28, 2014, 16:05PM", 
      "message": "\n    \tThere are basic sanitization sprays or sanitizing liquids that could clean the surfaces that the user would come in contact with. Simple hand sanitizer type of dispensers could be retrofitted into the restroom and allow users to wipe down surfaces that they touch (ex. toilet seat, faucets and door knobs). This could be a low cost and efficient way to achieve similar results if the time constraints of having the bathroom out of service for an hour during or between flights is not be feasible. These sanitizers can also be carried by the user and are small enough to fit in a pocket or purse. Check with the air line's regulations before doing so of course. Products like these are an easy way to protect yourself from many illnesses and are often overlooked precautions. Hand washing is not effective if the user touches the door knob to exit the restroom. Please check out these links for specific types of products listed above:http://www.calfarme.com.sg/foamcaretoiletseatsanitizer.htmhttp://www.gopixpic.com/400/toilet-seat-sanitizer/http:%7C%7C3*bp*blogspot*com%7C-MlNQPgwQZWU%7CTwsSrctIapI%7CAAAAAAAAA0E%7CgcTga9t2Lq8%7Cs400%7CTS300%20spray%20tisu*jpg/ This one is a funny ad:https://www.youtube.com/watch?v=Z3CRFDddD3k\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "D. Dickard", 
      "date": "October 28, 2014, 18:33PM", 
      "message": "\n    \tThanks for the comment.  I like this opportunity for all of us to voice ideas. That said, I think your feedback is a great idea to avoid the flu or rotovirus.  With respect to EBOLA, trained health care professionals are catching the virus even when outfitted with protective gear. I can't imagine it would be a good idea to try to wipe down an airplane bathroom with a 2 oz bottle of hand sanitizer, turbulence, and a tissue.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Is it possible that a one hour heating period could be done during the flight?  If that poses a fire risk then at least this could be achieved between flights while loading and unloading passengers.  It would not completely prevent this exposure scenerio.  But it would reduce potential exposure to passangers and, in theory, fully protect those cleaning the toilets.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/one-airplane-toilet-in-an-overseas-flight-could-transmit-the-virus-to-many-people-toilets-could-be-outfitted-with-a-heater-strong-enough-to-kill-the-virus-from-my-reading-that-would-be-about-30-60-minutes-at-60-degrees-c", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5281ac74-0804-4c7c-b6c2-4395b45096d1.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 28, 2014, 08:42AM", 
  "summary": "On one airline flight overseas I'd guess people use the bathroom 1-3 times.  With about four toilets for about 300 people on an average 9 hour flight it  seems VERY MANY PEOPLE COULD BECOME ILL from just one contaminated  bathroom during the flight.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "CLEAN WITH HEAT!  ONE AIRPLANE TOILET IN AN OVERSEAS FLIGHT COULD TRANSMIT THE VIRUS TO MANY PEOPLE.   Toilets could be outfitted with a heater strong enough to kill the virus. It appears that it would take about 30 - 60 minutes at 60 degrees C.", 
  "view_count": 36
}