{
  "applause_count": 4, 
  "author": "Anna Durbin", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "2", 
      "auhtor": "David Bush", 
      "date": "October 08, 2014, 01:05AM", 
      "message": "\n    \tA cheap Tyvek suit might work with a 1 hr liquid air pack that could provide cooling and air.  I like the concept of a cheap enclosed Level B suit.  Expensive suits are costly to deploy on large scale.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 12:51PM", 
      "message": "\n    \tInteresting! How could we get longer wear-time from the suits? What about breathability?Are there other materials that could provide enhanced protection from Ebola?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "David Bush", 
      "date": "October 08, 2014, 12:56PM", 
      "message": "\n    \tI'm thinking combining this idea with liquid air life support technology.  We have SCBA packs that provide cooling and air to the user.  A cheap disposable suit that would work with such a pack would help to keep costs down and thereby reach more people.  See my post on NASA liquid air technology.  It is currently a work in progress.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 07, 2014, 20:41PM", 
      "message": "\n    \tHi Anna, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to  your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Anthony Davis", 
      "date": "Edited on October 28, 2014, 20:40PM", 
      "message": "\n    \tReally good practical idea. I'm surprised one piece suits are not mandatory seeing as many infections happen through the gloves and glove removal.  Credit given for helping inspire a new concept.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Make the protective suits a single piece that includes a see-through face shield, internal mask filter, gloves, etc. It would zip up from the waist to under the chin. No skin or mucosal area would be exposed. It could slip on over clothes, boots, etc. The suit would be disposable. The material would repel blood/body fluids or be impenetrable to these. It would prevent any blood/body fluids from contacting skin or mucosal membranes.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/one-piece-protective-suit", 
  "media": [], 
  "submitted": "October 07, 2014, 16:39PM", 
  "summary": "Make the protective suits a single piece that includes a see-through face shield, internal mask filter, gloves, etc. It would zip up from the waist to under the chin. No skin or mucosal area would be exposed. It could slip on over clothes, boots, etc. The suit would be disposable.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "One-piece protective suit", 
  "view_count": 89
}