{
  "applause_count": 3, 
  "author": "Nicholas Civitello", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:14PM", 
      "message": "\n    \tHi Nicholas, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            ...the convalescent serum. It provides a possible way to slow the spread of the virus or possible stop its spreading all together, if contained. I still feel as though this treatment method is dated, and doesn't accommodate the local population, I believe we still should be looking for alternative options and focusing on developing a vaccine. Implementing the use of convalescent serum to treat patients, seems rather easy, there’s a number of survivors who blood would be readily available, as well as a number of factors including  not needing approval from agencies such as the U.S. Food or Drug Administration or European Medicines Agency. However it’s not even proven that convalescent serum will help Ebola patients.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/opinion-on-administering-the-convalescent-serum", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/fda8a17c-3244-445a-8f80-2fe14e05de81.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 14:55PM", 
  "summary": "Desperate times call for desperate measures, but at what point does the risk outweigh the reward. Blood transfusions being used as treatment for the Ebola Virus entails several dangers associated with giving blood. Stated in http://sciencemag.org [http://news.sciencemag.org/africa/2014/08/who-ponders-treating-ebola-infected-people-blood-survivors (Links to an external site.)], “[There is] risk of infecting patients with other pathogens such as HIV or hepatitis C.” Not to mention the local consensus on donating blood in West Africa is that, “people feel like they are losing blood that is an important and a bad thing” Overall Blood transfusions doesn’t seem the best method of approach in my opinion. Of Course There any many benefits to administering", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Opinion on Administering The Convalescent Serum", 
  "view_count": 72
}