{
  "applause_count": 3, 
  "author": "Chris Davies", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:07PM", 
      "message": "\n    \tHi Chris, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bengt Hansson", 
      "date": "October 15, 2014, 12:45PM", 
      "message": "\n    \tI can't get 'Build on the idea' to work so commenting instead. I'm not a nitive english speaker but an idea what to call these 'welcome-halls';  Ebola enlightenment centers (people will at least leave them more informed than when they came).Excellent idea to let survivors man it. Perhaps they can be trained to e.g take blood samples for testing (I know no-one is certain the survivors have 100% immunity but at least they are not so afraid, very well suited and are/will be a huge resource of man-power).\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Ebola Tents are turning away people who are sick. That's not just sad, it's super disasterous. The taxi's, the relatives, all the people they will encounter after leaving the medical station that is overwhelmed.\n<br/>\n<br/> Simple Idea but Geez - Have another building for new arrivals. Key points:\n<br/> 1. New arrivals aren't that sick yet. Don't need as much intense help.\n<br/> 2. Survivors could man this building.\n<br/> 3. Simple mats with plastic coverings.\n<br/> 4. New arrivals aren't vomiting and such yet, so less mess to plan and avoid\n<br/> 5. People who are dying can be admitted and then buried instead of returned to their families.\n<br/> 6. Obvious, but serious.\n<br/>\n<br/> Call it something different. Stage 1. Give it a name and put it in the protocol.\n<br/> Not just haphazard\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/overwhelmed-new-building-for-new-arrivals", 
  "media": [], 
  "submitted": "October 14, 2014, 22:59PM", 
  "summary": "Ebola Tents are turning away people who are sick. That's not just sad, it's super disasterous. The taxi's, the relatives, all the people they will encounter after leaving the medical station that is overwhelmed.Simple Idea but Geez - Have another building for new arrivals. Key points:1. New arrivals aren't that sick yet. Don't need as much intense help.2. Survivors could man this building.3. Simple mats with plastic coverings.4. New arrivals aren't vomiting and such yet, so less mess to plan and avoid5. People who are dying can be admitted and then buried instead of returned to their families. 6. Obvious, but serious.Call it something different. Stage 1. Give it a name and put it in the protocol.Not just haphazard", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Overwhelmed! - New building for new arrivals", 
  "view_count": 54
}