{
  "applause_count": 3, 
  "author": "BILL DEVILLIER", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:21PM", 
      "message": "\n    \tHi Bill, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            These rooms could consist of a sea container with built in commercial ozone generators.  Due to the need for electricity to make these treatment rooms viable, they could be packaged with their own source of electricity either via solar panels or a combination of solar panels and fossil fuel generators ( a hybrid system).\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ozone-atmosphere-pre-post-treatment-rooms", 
  "media": [], 
  "submitted": "October 12, 2014, 23:34PM", 
  "summary": "Just as UV light can be effective for surface disinfection of the ebola virus, ozone has been shown to be effective in surface disinfection as well.  Ozone, especially medicinal ozone, requires the use of medical grade oxygen.  However, for surface sterilization, area ozone generation using ambient air may be sufficient.  If this is the case, then rooms could be built which house commercial ozone generators.  These rooms would provide medical workers with surface disinfection of their hazmat suits prior to disrobing.  It could also provide an area for medical supplies to be kept in order to prevent contamination.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Ozone Atmosphere Pre / Post Treatment Rooms", 
  "view_count": 45
}