{
  "applause_count": 3, 
  "author": "Saizad Ali", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 24, 2014, 18:48PM", 
      "message": "\n    \tHi Saizad, in the communities where schools have been closed, is there another distribution channel we can leverage to get these messages out?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Saizad Ali", 
      "date": "October 24, 2014, 22:43PM", 
      "message": "\n    \tHi Deborah, in those communities, the existing institutions such as churches and other community groups could become the distribution channel. Getting the message out to those communities through the community leaders and also, leveraging off any networks established by humanitarian aid organisations such as Unicef, Red Cross, World Vision, etc.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 22, 2014, 13:47PM", 
      "message": "\n    \tHi, you may want to build on this idea of by tying school system (all levels) & well-known artists into the communication project: https://openideo.com/challenge/fighting-ebola/ideas/mobilize-african-art-community-to-help-communicate-properly-to-locals-dealing-with-ebola-crisis-evaporate-unreasonable-mistrust\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:52PM", 
      "message": "\n    \tHi Saizad, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n<strong>A simple fact sheet with key messages which students could take home and distribute amongst family and the community they live in.</strong>\n<br/>\n<br/> 1. Avoid direct contact with blood, saliva, vomit, urine and other bodily fluids of people with EVD or unknown illnesses. \n<ul>\n<li>Avoid direct contact with bodies of people who died of EVD or unknown illnesses.</li>\n<li>Avoid contact with any medical equipment, such as needles, contaminated with blood or bodily fluids.</li>\n<li>If you are a health care worker, practice strict infection control measures. This includes isolating infected individuals and properly using personal protective equipment (gowns, masks, goggles and gloves).</li>\n<li>If you are a health care worker, properly use and disinfect instruments and equipment used to treat or care for patients with Ebola - like needles and thermometers - before throwing them out.</li>\n</ul> 2. Avoid close contact with wild animals and avoid handling wild meat.\n<br/>\n<br/> Avoid potential carriers, both live and dead, since both can spread the virus. Potential carriers of the virus include: \n<ul>\n<li>chimpanzees</li>\n<li>gorillas</li>\n<li>monkeys</li>\n<li>forest antelope</li>\n<li>pigs</li>\n<li>porcupines, and</li>\n<li>fruit bats</li>\n</ul>\n<br/> 3. Know the symptoms of EVD and see a health care provider if they develop. \n<ul>\n<li>Closely monitor your health during and after travel. Seek medical attention immediately if a fever and any other symptoms arise during or after travel.</li>\n<li>If you develop symptoms, be sure to tell your health care provider that you have travelled to a region where EVD was present.</li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/passing-key-messages-to-the-communities-through-the-school-system", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c4e3f17c-673e-47fe-a016-3fe93997866a.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 20, 2014, 11:18AM", 
  "summary": "The key to stopping the spread of Ebola is through educating people on preventative actions. This can be achieved through an already established education system. Other than incorporating this into the school curriculum, a fact sheet with critical information could be sent home with students to be shared with parents and others in their communities. This material would compliment information that is passed through other media channels, hopefully reinforcing the message to raise awareness and thus contain the spread of Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Passing key messages to the communities through the school system", 
  "view_count": 63
}