{
  "applause_count": 29, 
  "author": "mDoc", 
  "comment_count": 13, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 31, 2014, 20:08PM", 
      "message": "\n    \tHi mDoc, thanks for joining the conversation with your great ideas. We're really impressed with your fresh thinking and collaboration. This idea looks like it's ready to be considered for USAID's Grand Challenge. You can download the submission guidelines and submit your proposal at http://www.ebolagrandchallenge.net/. OpenIDEO does not officially endorse ideas, but we're excited to see you push your idea forward and look forward to seeing your story in the impact phase.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 21:54PM", 
      "message": "\n    \tHi mDoc, you could centralize the information & then use (more accessible?) radio announcements to relay the number of available beds each day ?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "DeAnna Marie", 
      "date": "October 30, 2014, 22:09PM", 
      "message": "\n    \tThis could be a great way to curb the internet access challenge of the population. It would be interesting to know how much of the population relies on the radio for information. If this was done weekly or even daily, it could influence movement throughout the country to more readily available clinics/beds.\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "OpenIDEO", 
      "date": "Edited on October 30, 2014, 18:45PM", 
      "message": "\n    \tCongratulations on being today's featured ideas post! Thanks for joining the conversation. We're looking forward to seeing this idea develop with help from the community. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "mDoc", 
      "date": "October 31, 2014, 13:43PM", 
      "message": "\n    \tThank you for featuring us! We are excited to be part of the conversation and we too look forward to taking this idea further and collaborating with the community at large.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Ursula", 
      "date": "October 11, 2014, 07:45AM", 
      "message": "\n    \tThis is a good idea. Internet penetration is a major challenge to reach the affected population. However, the information that you will collect about facilities, number of beds/staff, available spots, etc. could be used to identify which areas are currently needing additional medical support. Even more, this may help to have a better idea of how many units of supplies (gloves, chlorine, medicine, etc.) they need. Under an operational point of view, your data could be very valuable and fast to share among the entities (gov and private) that are trying to better allocate the scarce available resources.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "mDoc", 
      "date": "October 11, 2014, 08:40AM", 
      "message": "\n    \tThank you Ursula. That's a key point- agree it would be great if it could be leveraged to improve the distribution of supplies and resources to facilities and communities as well.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "William Faria", 
      "date": "Edited on October 10, 2014, 11:27AM", 
      "message": "\n    \tI agree completely that better information needs to be provided to the public, and that a patient-centric GIS database needs to be created. Sharing stories of survival and allowing recovered patients to tell their story would have a great psycho-social impact.  Its really a good idea, I just wonder about implementation. I think there might be some real challenges to implementing the concept as described in this idea. 1. How would the population access your website to share stories and view bed availability? Internet penetration rates before the outbreak:Liberia: 4.6% of the population Sierra Leone: 1.7% of the population \tGuinea: 1.6% of the population \tSource: http://www.internetworldstats.com/africa.htmWould an SMS push service work better to inform the public of where to seek help? I'm thinking again to ideas like Ushaidi with experience in this type of work. 2. Are there currently under-utilized treatment centers that are unknown to the public?  Most of the reports from the field note that as soon as treatment centers are opened, they are overwhelmed with cases. \t3. How would you collect real-time data on bed availability?  This is an important point that needs to be addressed, and probably the easiest to overcome.  A database that could share real-time bed availability could be useful to Community Health Workers (CHWs) that that have the responsibility of coordinating patient transfers from home to the treatment center. Assuming that you could overcome the above technical problems of connecting real-time bed availability with dissemination to the public, what then? Lets imagine a treatment center running at full capacity with 100 beds, with another 100 active Ebola cases in the community waiting to be admitted.See Here: http://www.youtube.com/watch?v=FMELNLTh-b0&index;=13&list;=UUZaT_X_mc0BI-djXOlfhqWQ  What happens when 1 or 2 beds open up as patients are discharged?  The 100 waiting families are notified that there are open beds, they carry their loved ones to the ETU or ride a taxi, then assemble outside the treatment center as fast as possible hoping to get an open spot in the ETU. How would the treatment center deal with turning away the other 98 families that show up? Would this kind of care-seeking create another vector for Ebola transmission? http://www.independent.co.uk/news/world/africa/ebola-virus-spread-by-taxi-passengers-says-who-9719478.html\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "mDoc", 
      "date": "October 10, 2014, 18:19PM", 
      "message": "\n    \tThanks for this William – we have looked at Internet, smartphone and overall mobile phone penetration and recognize that many communities in the 3 affected countries don’t have access to Internet or electricity but there are still some people who do (an estimated half a million across all 3 countries). Also in these countries, the family and community networks and structures are often vast and deep where one family member based in Freetown may have a smartphone and can relay information, messages of encouragement and potential options on bed availability to his/her family members in Kailahun. Agree with your suggestion on an SMS push service as it would be helpful to disseminate information given the stats for the 3 countries and we’d appreciate more of your thoughts on this.We have now spoken with a number of people involved in the Ebola Emergency Response who have indicated that there are actually some pockets where there is under-utilization of ETU beds. Whether this is due to a lack of knowledge about availability or fears about the Ebola Treatment Units, it highlights the need for increased access to reliable accurate information about the resources available and the positive impact that seeking treatment early can have.  Indeed, a recent WHO report carried by the US radio service NPR on October 9th 2014 (link here: http://www.npr.org/blogs/goatsandsoda/2014/10/09/354754602/could-ebola-be-slowing-down-in-liberia) highlights that there are empty beds reported at some centers but as the report put it those beds might be empty because people are staying away from the treatment centers. Appreciate this point – we have been testing the idea and we have gotten mixed recommendations with some saying it should only be made available to healthcare workers and others asking us to strengthen the patient/community focus. To your point, we are envisioning this information could be used by families to devise a transportation plan based on different hospital options. Regards to the link about transportation, we do think the push should be to towards public awareness campaigns that provide guidance to taxi drivers and transportation workers on how to sanitize their vehicles and potentially provide stations near all ETUs where these vehicles can be sanitized.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Angela Attah", 
      "date": "October 10, 2014, 04:44AM", 
      "message": "\n    \tInformation is key in anything. This is a great idea which will give direction to efforts on ground already.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle Carter", 
      "date": "October 10, 2014, 02:55AM", 
      "message": "\n    \tExcellent and timely! Enough of the panic, let's fix it.Michelle & Gregory\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 22:00PM", 
      "message": "\n    \tHi, thanks for joining the conversation! It sounds like you are very immersed in the situation and making an amazing impact. What would you like from the community? How can we help you develop this? We'd love to see this grow, so feel free to post questions, needs, wants etc for feedback from the community.\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "mDoc", 
      "date": "October 10, 2014, 14:59PM", 
      "message": "\n    \tThanks Deborah. We are really excited about the opportunity for dialogue and collaboration and hoping this will help us make further iterations that potentially could be integrated with other interventions and also could maximize impact.  We are currently working on developing the back-end function of the real-time tracking capability and we'd also love thoughts on how to get plugged into the right local partner networks without overburdening an already overextended healthcare system. This website and app are primarily for individuals, patients, caregivers, communities.  We welcome ideas on how we can increase reach and coverage given the documented low levels of Internet and smart phone penetration in the most affected countries. We have been exploring the idea of collaborating with mobile voice network operators to further disseminate information.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Currently, there are numerous reports of people traveling great distances in search of care for loved ones/family members infected with Ebola only to be turned away at the treatment units due to a lack of available beds. There have also been reports of under-utilization of facilities as a result of lack of awareness and fear. We are exploring collaborations with local partners in each affected country to support the back-end development of a real-time tracking system to redirect patients to the closest hospitals with available beds. In addition, the site will better inform care-seekers on the availability of resources. In the event that beds aren’t available, our interactive forum will offer guidance on supportive means of care. \n<br/>\n<br/> We also provide a platform where patients, caregivers and survivors can share their experiences and learn from each other. Survivors can share their inspirational stories by post and video as well. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/patient-centric-gis-based-website-and-mobile-app-for-realtime-tracking-of-bed-availability-at-ebola-facilities-and-other-resources-layered-with-interactive-discussion-forum-for-patients-and-survivors-to-share-experiences-with-each-other", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/22e9e924-1224-443b-98fd-f91ecccef734.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 09, 2014, 11:28AM", 
  "summary": "Our vision is that the website http://www.myhealthafrica.com (and mobile app in development) will provide a means for patients, caregivers and communities to access information that will help empower them and enable them play a key role in their care. Key themes are: · Identify country hotline numbers and current Ebola Treatment Units, Isolation/Holding Centers (and Burial/Cremation sites near them) through the map-tracking tool.· Access real-time (facility) bed availability so families/patients can plan where to seek treatment ·  Watch and read the testimonials and stories of others who have survived this disease to provide hope and mitigate stigmatization· Connect with each other via an interactive discussion forum for patients/survivors", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Patient-centric GIS app to track real-time hospital bed availability and support services integrated with interactive forum for patients and survivors.", 
  "view_count": 672
}