{
  "applause_count": 5, 
  "author": "Steve Phelan", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:18PM", 
      "message": "\n    \tHi Steve, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            No additional details needed:\n<br/>\n<br/> One of the most serious problems will continue to be getting health workers to risk their lives instead of running for the hills.  A modest lifetime pension plan for the families of those who die treating ebola would be inexpensive and effective in retaining skilled and unskilled staff who are all at great risk.  Simple and cheap.  There have been about 200 deaths among health workers so far.  An insurance plan guaranteed by the US (for example)  would greatly help in the delivery of treatment on the ground.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/pension-for-health-workers-who-die-treating-ebola-workers", 
  "media": [], 
  "submitted": "October 12, 2014, 12:09PM", 
  "summary": "One of the most serious problems will continue to be getting health workers to risk their lives instead of running for the hills.  A modest lifetime pension plan for the families of those who die treating ebola would be inexpensive and effective in retaining skilled and unskilled staff who are all at great risk.  Simple and cheap.  There have been about 200 deaths among health workers so far.  An insurance plan guaranteed by the US (for example)  would greatly help in the delivery of treatment on the ground.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Pension for health workers who die treating ebola workers", 
  "view_count": 31
}