{
  "applause_count": 1, 
  "author": "Abi Grassler", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            The solution for everything is education, including the deadly disease Ebola. The best way to learn is from fellow peers. Our solution for the spread of Ebola and the education in small communities is to teach community leaders about the symptoms and prevention of the disease what can be done to combat the epidemic. Volunteers who went to West Africa should be given funding to set up Ebola education clinics in small villages in high risk areas. The health workers will then ask tribe or village leaders to come to information sessions about the virus. In the clinics the villagers will learn about how to integrate Ebola safety measures into their culture, and what is regarded as safe and risky behavior. This includes everything from how to prepare bushmeat so the virus is killed to how to safely bury the victims. The leaders of the community will also learn about the dangers of travel an visitation with Ebola patients, and how it not only effects them but ultimately their country.The community leader then have the responsibility to teach the rest of their village. Hopefully, this will create a positive learning enviornment for the villagers, since they will be learning from someone in their own community who they respect. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/people-help-the-people", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/87506410-77a9-4faf-8b45-30d3cb7ec83b.jpeg", 
      "type": "image"
    }
  ], 
  "submitted": "October 27, 2014, 20:14PM", 
  "summary": "For preventative  action within communities, healthcare workers need to set up research and educational centers in rural villagers, which will allow the citizens to learn about Ebola in a safe and effective way. The villagers who are educated in how to prevent Ebola and deal with an outbreak also need to be equipped with the knowledge and materials in order to teach others about the deadly disease.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "People Help the People by Abi Grassler and Elina Vanuska", 
  "view_count": 18
}