{
  "applause_count": 4, 
  "author": "Kimberly martin", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:14PM", 
      "message": "\n    \tHi Kimberly, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I am a RN-over 16 years.\n<br/> my - suggestion: the nurse taking some kind of prophylaxis pretreatment since obviously the virus settles in the GI- such as Carafat to coat the stomach to decrease absorption, or bactroban to the nares- as they do with MRSA.\n<br/> SECONDLY- the PPE needs to be PLASTIC. PLASTIC like a garbage bag covering from head to toe- plastic head gear, plastic shoe covers, plastic even covering the outside of the FILTER MASK. PLASTIC PLASTIC PLASTIC-, something non-porous. swimmers googles over eyes.  PROTECT ALL POSSIBLE PORTALS OF ENTRY.\n<br/> when the nurse steps out of the isolation room &amp; into  MINI ROOM where she changes out of the PPE. the should be a mist or aerosol of chemicals like bleach water, before she disrobes.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/personal-protective-equipment", 
  "media": [], 
  "submitted": "October 16, 2014, 09:36AM", 
  "summary": "I am a RN-over 16 years.my - suggestion: the nurse taking some kind of prophylaxis pretreatment since obviously the virus settles in the GI- such as Carafat to coat the stomach to decrease absorption, or bactroban to the nares- as they do with MRSA.SECONDLY- the PPE needs to be PLASTIC. PLASTIC like a garbage bag covering from head to toe- plastic head gear, plastic shoe covers, plastic even covering the outside of the FILTER MASK. PLASTIC PLASTIC PLASTIC-, something non-porous. swimmers googles over eyes.  PROTECT ALL POSSIBLE PORTALS OF ENTRY.when the nurse steps out of the isolation room & into  MINI ROOM where she changes out of the PPE. the should be a mist or aerosol of chemicals like bleach water, before she disrobes.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "personal protective equipment", 
  "view_count": 42
}