{
  "applause_count": 3, 
  "author": "Javier Colon", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 20:53PM", 
      "message": "\n    \tmobility aspect is great to reach infected areas as they appear; also \"mist of chlorine water\" can also be from just from a spray can rather than a complex system\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Javier Colon", 
      "date": "October 15, 2014, 21:02PM", 
      "message": "\n    \tThere isn't anything complex to a mist sprayer. My aim is to reduce the number of people involved with the disinfection process. It's challenging to spray yourself down with a spray can. But having a pump action mist spraying shower can be very helpful. People are not reliable to spray a can of cleaner around a bathroom to disinfect it. I believe that it's very important to automate the disinfectant process in a toilet. Just look at how quickly a cruise ship can get infected with a stomach virus... simply from people not washing their hands after the use the facilities. Automating the disinfectant process can diminish human error.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 21:05PM", 
      "message": "\n    \tspray cans could be used while your systems are being built\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Javier Colon", 
      "date": "October 15, 2014, 21:10PM", 
      "message": "\n    \tI think sprayers are being used currently. Similarly to the pump sprayers used to spray fertilizer on your plants. I have seen this equipment being used regularly.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Shipping containers can be retrofitted to include dressing rooms, decontamination rooms and a showers so that care workers can shower and get dressed in one container and then enter another container to get sprayed with a cholrine solution and dispose of their clothing in a contained environment.\n<br/> These containers can also be used to create portable toliets outfitted to safely dispose of patients waste. With the frequent lines of patients waiting outside of overcrowded medical facilities, it is important to stop the spread of Ebola from the sick patients waiting around the hospital. So containers can be created to house seperate/individual toliet facilities which sick patients can utiltize. Upon each sick patient using the toilet, a fine automatic mist of chlorine water can disinfect each room which houses an individual toilet to make it safe for the next person to use the facility. The waste can then be collected into a container holding chlorine water which can kill the infectious waste material. Once the waste has been treated with a chlorine solution it can then be disposed of more safely. We can easily begin creating these clean rooms/toilet facilities using local shipping containers on the ground in the infected regions or assemble them abroad and ship them completely put together for direct transport to communities affected by Ebola. A major challenge is not only fighting the disease but preventing it's spread and we must find cleaner ways to dispose of waste in these communities. In Liberia for instance only one-third of Monrovia's 1.5 million residents have access to clean toilets. This must be a major factor in the spread of Ebola. So let's start building the infrustructure needed to prevent the spread of Ebola and protect the spread of other diseases at the same time.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/portable-clean-rooms-using-recycled-shipping-containers", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/aa1d80e1-28ed-46c3-98f4-bd5d84e0a279.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 15, 2014, 16:50PM", 
  "summary": "Recycle steel shipping containers. Retro fit them to create portable clean rooms that can be outfitted with automatic showers to help disinfect care workers. Shipping containers are available around the globe. A used shipping container can be easily altered to make an isolated clean room where care workers can safely get sprayed off by a mist of chlorine water, then safely remove their clothing and walk into another section of the container to disrobe and dispose of their clothing and then finally take a full shower in the third compartment of the container. We can also retrofit used shipping containers with toilets and commercial grade washing machines to make them available to the general public to prevent the spread of disease.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Portable Clean Rooms Using Recycled Shipping Containers", 
  "view_count": 38
}