{
  "applause_count": 3, 
  "author": "Corey Bresnahan", 
  "comment_count": 14, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 01, 2014, 04:29AM", 
      "message": "\n    \tHi Corey, any chance you could glance at how those recycled paper coffee cups are made ? (like at \"Starb**ks\") --& if that fabrication could be cost effective for larger, burnable roughly bucket-sized ebola loos ? ...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Corey Bresnahan", 
      "date": "November 01, 2014, 09:44AM", 
      "message": "\n    \tHey Rebecca I had a look at a few similar designs and it's a visable option if u were to include a metal wire structured shell in or around the cardboard however in my opinion I believe plastic would b stronger as I'm sure we have all sat on an upside down bucket without falling through it  there are some magic designs out there and I'm hoping co-ordinators make there decisions to the specification of the people and budget thanks Rebecca your a big help\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Corey Bresnahan", 
      "date": "November 01, 2014, 04:12AM", 
      "message": "\n    \tJust had a look at tools that would help with fluids and solidification not to sure how cost efficient this is but all options are a good one take a look guys http://www.multisorb.com/products-and-systems/sanisorb-medical-liquid-solidifier/\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "November 01, 2014, 03:59AM", 
      "message": "\n    \tHi Corey,  I think it is key to have a model that everyone in the affected areas could individually have. Pls see the Minimalist Urine-diverting Dry Toilet that I posted.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Corey Bresnahan", 
      "date": "November 01, 2014, 03:59AM", 
      "message": "\n    \tHey chris thats the idea its cheap enough to mass produce for individual s to have there own\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "November 01, 2014, 04:23AM", 
      "message": "\n    \tHi Corey & Chris, Would Chris's idea of woodash also solidify the waste? Maybe in the field hospitals (where higher quantities of the waste would be more infectious) could use this whereas in homes/villages they could use a \"home made\" equivalent ?How ecological is the \"Sanisorb\" ? Any idea ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Corey Bresnahan", 
      "date": "November 01, 2014, 04:35AM", 
      "message": "\n    \tNot to sure about the woodash but thats is very ecological here are the benefits of the sanisorb BenefitsEconomicalpre-measured, dissolvable pouchesEasy to use, self-bursting pouchno pouring or tearing neededParticulate-freeeliminates harmful and annoying dustReduced exposureminimizes risk of cross contamination of infectious waste to medical staff\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ariel Martín Pérez", 
      "date": "October 29, 2014, 12:10PM", 
      "message": "\n    \tHello! I like very much this simple and clever idea for portable toilets.Vanessa Counaert, whose project is featured today, just encouraged me to share with you this project I wrote some time ago to treat human waste: http://papirofilia.wordpress.com/2014/05/12/a-propos-des-toilettes-seches-urbaines/I think many of the ideas that are being shared in this forum can be connected, a system like yours being the first end of the chain, then a distribution network and a treatment network. What do you think about this?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Corey Bresnahan", 
      "date": "October 31, 2014, 07:01AM", 
      "message": "\n    \tif it helps im all for it this is a simple idea that will work soryy about the late reply but yes if this indeed does help then im looking forward to improving and negotiations on what the best outome for this is obviously its about saving lives and that is the idea in this operation thanks Ariel\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 28, 2014, 16:32PM", 
      "message": "\n    \tHi Corey, thanks for joining the conversation. Can you mock this up and show the community what you had in mind? Here's some tips to get your started - http://ideo.pn/pr0t0type. Perhaps somethings to consider are:- How would we dispose of this, would the whole bucket me thrown away?- What kind of sanitization mechanisms would you use if the bucket was to be kept?- How can we protect the caregivers disposing of this waste, since the patients are unlikely to be the ones doing this?- How can we easily distribute these kits to households that need them?We're looking forward to seeing this idea grow!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Corey Bresnahan", 
      "date": "October 28, 2014, 22:57PM", 
      "message": "\n    \tHey Debra, i'm working on a prototype its dodgy but the idea is all there ,basically its a mop like bucket and once it had been filled i'm guessing every 2-3 days , 1 per person , someone would come and pick it up dispose of properly, through quarantining , there would need to be a registered system so that its monitored and infected patients  could be safely segregated ,This is a disposable unit that would be replaced, there would be a air locked seal with a handle so its easily transported , there would be need for bucket stations in infected areas so its freely available to the public , this would be the same idea for  the return of the buckets,caregivers would still need to wear (PPE's) however cross contamination would far be less likely due to its locking system\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Corey Bresnahan", 
      "date": "October 29, 2014, 07:33AM", 
      "message": "\n    \tDon't get me wrong with the pictures i'm hoping if u guys put something together it will b fifty times the quality  i dont have any meterials and i needed a picture to get u guys thinking its relatively easy thinking ill be posting a diagram of what the end product will look like\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 29, 2014, 09:59AM", 
      "message": "\n    \tHi Corey, could it be made of take-out coffee-cup material (i.e. waterproof, recycled \"cardboard\"--think giant-bucket-like (starbucks-like) coffee cups?) that could be closed & incinerated after use during an ebola outbreak?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 29, 2014, 11:23AM", 
      "message": "\n    \tdear Corey, cone-shape might fall over ?  obviously   feel free to integrate any of these ideas from my sketch here: https://openideo.com/challenge/fighting-ebola/ideas/further-idea-for-hygienic-simple-rural-toilet-system-to-cope-in-areas-with-no-sanitation\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Portal-loo like system that entails toiletry packages for the infected containing a splash proof bucket with rubber tongue's inside with a rim like toilet seat for comfortability ,the packages would include 1 splash proof bucket, sufficient toilet roll,disinfectant an a air lockd lid with handle for easy disposibility \n<br/>\n<br/> it will work becuase its cheap easily desposible and it will help with cross contamination between infected patiants and non infected patiants through safe disposal of fecal and urinal matter \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/porta-loo-like-toiletry-system", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/f926dc54-92ff-468b-90b9-19fdf65a4591.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7be919f1-f38b-4590-8acc-ca9a4a2133b4.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0fd9388e-22e1-4483-a7ca-6c9c24f98da2.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b4520247-97aa-48b5-bef8-48d7c3dfa318.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 28, 2014, 12:54PM", 
  "summary": "Portal-loo like system that entails toiletry packages for the infected", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Porta - loo like toiletry system", 
  "view_count": 110
}