{
  "applause_count": 4, 
  "author": "Les LaMotte", 
  "comment_count": 9, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 22, 2014, 21:56PM", 
      "message": "\n    \tHi Les, congratulations on being the featured ideas post today! Thanks for your valuable contribution and we look forward to seeing more great stuff that will inspire the community!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Davies", 
      "date": "Edited on October 11, 2014, 16:51PM", 
      "message": "\n    \tSoap and water work too. And there are millions of homes and rooms in Africa. That can be just abandoned instead of cleaned. You have to think scaleable and cheap and instant.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Les LaMotte", 
      "date": "October 11, 2014, 19:01PM", 
      "message": "\n    \tI am sorry you have no idea what you are talking about here.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 09, 2014, 13:56PM", 
      "message": "\n    \tGreat! If our collaboration could help eradicate Ebola I am ever ready to contribute in any possible ways though how small it may be. Thank you for asking me to be in your team. Please feel free to add me.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 08, 2014, 20:25PM", 
      "message": "\n    \tHi Les, thanks for sharing this with the community (and also for your amazing work developing these with Brad). Just out of curiosity - what is your turn around time for production and are they designed for rapid and low-cost distribution to remote areas? Is there any way that the OpenIDEO community can help you develop the idea or get it into communities faster? Feel free to update your post with needs/questions :)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Brad Matchung", 
      "date": "October 08, 2014, 23:19PM", 
      "message": "\n    \tHello Deborah - What we know for sure is that the system works.  It was designed as a lightweight rapidly deployable kit and we have lots of experience with our portable shelters worldwide.  We know they work in any type of climate.  We also know that AsepticSure works and effectively cleans the shelters and equipment left inside as demonstrated on September 18th.  Design Shelter has designed a series of smaller remote village kits that are intended to be deployed to the source of the virus and to help quarantine and treat patients professionally without them having to migrate into the cities and spreading their illness. I would not say they were low cost but would say that they are cost effective based on impact they could have in helping slow down and eradicate Ebola.  Of course we welcome community ideas on how we might find a mandate to utilize this technology in the field.  Production capacity depends on our order book but generally speaking we can be prepared to ship turn key kits in 30 to 60 days.  We appreciate being part of this community and hopefully collectively we can figure out how to place Design Shelter Q kits into the field.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:22PM", 
      "message": "\n    \tVery interesting. I'm curious about potential environmental impacts of the AsepticSure Technology? What does disposal look like? What would the price of a shelter be? Who do you envision as being the primary customers?Also, there are some others with ideas for shelters that would be great to connect with to continue the iteration!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Brad Matchung", 
      "date": "October 08, 2014, 15:43PM", 
      "message": "\n    \tThere is zero impact to the environment. Ozone is generated temporarily to kill the virus as part of the disinfection process and is contained inside the near air tight shelter.  The ozone is then rapidly destructed to create pure oxygen. The beauty of this solution is that it it 100% reusable.  Once one of the shelters in the complex is disinfected, you move to the next shelter on a rotational basis.  This technology thoroughly cleans to 6 logs all contamination left inside the portable shelter including the shelter itself and on any medical equipment left inside. AsepticSure allows for complete cleaning and disinfection so that you minimize the exposure of Ebola virus to patients, nurses and doctors working within the facility.  Thy clients maximize their investment by not having to incinerate or dispose of their field hospital. AsepticSure technology has been thoroughly tested against all materials that comprise the Design Shelter kit and it has been proven that no degradation in materials exists with repeated exposures to high concentration ozone gas.Price on a per field hospital basis runs between US$300k and US$500k as shown in the layout drawings depending on options which allows for the treatment of up to 50 patients with the option to expand by 30 patient modules.Clients would traditionally be both government and non-government organizations including charitable foundations, remote health service delivery groups and philanthropists to name a few.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Les LaMotte", 
      "date": "October 09, 2014, 03:15AM", 
      "message": "\n    \tMichelle do you wish to be added to the team?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I have worked with Brad over the past few years developing portable hospitals for use in South Sudan. His company is one of the most innovative on the planet and from the following letter I received on Sept, 3, 2014, he was well on his way in rapid prototyping and development.\n<br/>\n<br/> I just received his latest update 10/8/2014.\n<br/>\n<br/> Attached and below is the latest information on what we have available related to Ebola.  The configuration attached was created from the consensus of 5 infectious disease experts and this recommended Ebola field hospital is configured as a 40-50 bed field hospital with expansion in 30 bed lots. You will notice one drawing showing arrows – green is for two way traffic and red is one way traffic.\n<br/>  \n<br/> Most of the kit we can deliver but some of it is better received by the client.  Unfortunately this is not an “available and ready to ship” scenario, rather we will need to begin the manufacturing process with any firm orders.  That said we have the ability to ramp up rather quickly.\n<br/>\n<br/> We have pilot program with Queens University in Kingston along with our partner Medizone (www.medizone.com) where we plan to demonstrate effective 6 log decontamination of Corona virus inside our structures in a remote setting.  Corona virus is more virulent but similar to Ebola in structure.  Effectively eradicating Corona virus inside our shelters will prove that Ebola can also be eradicated.\n<br/>  \n<br/> The solution will comprise our portable soft walled shelters and the AsepticSure technology which will show that our shelters can be used as temporary and fully portable treatment and quarantine facilities for Ebola victims.  Once the patient has exited the shelter then the AsepticSure technology will completely clean and eradicate the virus in 90 to 120 minutes making the facility usable for the next patient. The real benefit of this solution is that it can be taken to the remote villages and effectively utilized to lower the spread of the virus.  Treating patients in the field will prevent them from migrating to the larger cities where the majority of hospitals are not prepared.  This solution is also scalable to create extra treatment and quarantine capacity as required.\n<br/>\n<br/> We are close to introducing to the market.\n<br/>  \n<br/> Regards,\n<br/>  \n<br/> Brad Matchung, P.Eng.,\n<br/> President\n<br/> Unit 35, 1545 Britannia Road East\n<br/> Mississauga, ON  L4W 3C6\n<br/> Canada\n<br/> T: 604-921-8805\n<br/> C: 778-558-2172\n<br/> www.designshelter.com\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/portable-soft-walled-shelters-with-asepticsure-technology-underway-for-the-fight-against-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e7a90a27-7768-4f6a-a183-5ec5c45c24c0.jpg", 
      "type": "image"
    }, 
    {
      "src": "https://www.youtube.com/embed/v9cFUs123HA?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 08, 2014, 05:29AM", 
  "summary": "In the process already... Portable soft walled shelters and the AsepticSure technology which will  be used as temporary and fully portable treatment and quarantine facilities for Ebola victims.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Portable Soft Walled Shelters with AsepticSure Technology underway for the fight against Ebola.", 
  "view_count": 652
}