{
  "applause_count": 3, 
  "author": "frank ingle", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:29PM", 
      "message": "\n    \tHi Frank, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The problems that require solution are to reduce the number of locations where infected contaminates can penetrate, make dress and undress simpler, keep the care giver cooler to reduce sweating in a hot climate, and provide positive pressure airflow to insure that air currents cannot suck contaminants in through gaps when the person moves about. \n<br/> The best solution is a one piece bunny suit including head cover and transparent face mask.  Surgical gloves are the only addition to the coverage, to retain dexterity and sensation.  Similar protective suits are now used for chemical hazmat purposes.  Add to this suit continuous positive pressure irrigation of the suit, to keep the user comfortable in a hot climate, prevent sweating, and prevent fogging of the face mask.  Add hepa filtration of the irrigation air to remove any particulates which may carry infection.  The air system will include an intake tube bringing cool filtered air through the umbilical tube to the suit, and an exit tube to exhaust warm humid air from the suit.  A pressure relief valve on the exit air will dump the slightly higher pressure air from the suit to the outside air.  Thus, the pressure in the suit will not be able to rise above the desired pressure.  It is also possible to measure the airflow coming in and the airflow going out to detect the amount of leakage in the suit.  If it is too great, an alarm is sounded to inform the user that there may be a tear or breach in the suit.  The umbilical may incorporate a \"Y\" connector to allow the connection of a secondary air pump or a battery powered hepa filtered portable unit which can be worn by the user during movement into or out of the patient quarters.  Electronics may also be incorporated into the umbilical to power a head lamp or audiovisual equipment.  The user may also wear a Bluetooth earpiece to improve communication, and use a smartphone with voice entry to record and communciate with others at a distance.\n<br/> The result will be a protective suit which is much faster to don and remove, and has less likelihood of introduction of contaminants through gaps.  If an air cooler is provided, the user will be much more comfortable and able to work longer shifts.  The fraction of time required to don and remove the protective gear and to decontaminate it upon removal will be much less.  And, the cost of the one piece bunny suit will probably not be more than the present method.  The air pump will not be contaminated because of the hepa filter, and the contaminated filter will be inexpensive and easy to change.  The hose can be disposable and the pump located outside the patient quarters iif desired. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/positive-pressure-bunny-suit-to-keep-contaminants-out-and-provide-hepa-filtered-cool-air-to-make-inside-safe-and-more-comfortable", 
  "media": [], 
  "submitted": "October 28, 2014, 15:28PM", 
  "summary": "The PPE used today is a kluge of assorted items, providing lots of opportunities for contamination during wear and the added risk of contamination during undress.The proposed idea is to approach the problem differently by using a one piece bunny suit which stays slightly inflated during use by introduction of hepa filtered cool air.  The cool air is introduced by an umbilical tube from a separate pump with hepa filter to remove all particulates.   The hose can also be attached to a battery powered small pump without refrigeration for temporary use to permit mobility out of the patient quarters.  The change from stationary pump to battery pump or back can be done by a \"hot swap\" without loss of positive pressure to prevent contamination.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Positive pressure bunny suit to keep contaminants out and provide hepa filtered cool air to make inside safe and more comfortable", 
  "view_count": 23
}