{
  "applause_count": 30, 
  "author": "Nicole Daphne Tricoukes", 
  "comment_count": 49, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 28, 2014, 15:57PM", 
      "message": "\n    \tAdditional suggestion shared via email includes: pulling the PPE off and turning it “inside out” in the process to help contain contamination during the doffing process.  For example, if the outer gloves had a velcro or other attachment ring or tab at the sleeve opening, or a couple of rings, eyelets or holes (of some sort) that would fit over nubs or knobs on the outside of the sleeves, then perhaps the outer glove could also be removed along the PPE suit without toughing the material.  The inner gloves could also have some sort of tab or grabbing strip system that either a watcher could use or similarly be snagged and peeled off (turning inside-out) without anyone having to touch the person doffing the hazardous PPE gear.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 27, 2014, 16:19PM", 
      "message": "\n    \tHI.  The drawings and design look great.  Is the suit being evaluated by any health workers to get their insights at this point?  CDC?  MSF?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 27, 2014, 17:07PM", 
      "message": "\n    \tYes, input directly from healthcare works both on the ground and in hospitals went into the collaboration.  This effort is to help PPE manufacturers think about possible alternatives based on healthcare provider input, and research that currently exists within companies based on trials, studies and other feedback.  I believe this is a process, and hope that industry finds some of our insights helpful in their assessments of current practice, to thereby make quicker improvements for the field.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "June Feldman", 
      "date": "October 19, 2014, 22:24PM", 
      "message": "\n    \tSuch GREAT work. Truly heartwarming to see our maker community bringing such positive energy and influence to our complicated and dangerous world.  It's the best we mere mortals can offer!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lisa Johnson", 
      "date": "October 19, 2014, 18:05PM", 
      "message": "\n    \tI think this is fabulous!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "October 17, 2014, 23:04PM", 
      "message": "\n    \tHi team, great contribution. We'd love to see you get in touch with your inner fashion designers and prototype something (even with paper and tape or some old clothing you have lying around the house that you don't have a use for anymore - dolls clothes are a great starting point) and get the community to help you develop the details around this? Feel free to update your post with images and an explanation of your prototype as well as questions and skills requests from the community! Good luck!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "October 17, 2014, 23:08PM", 
      "message": "\n    \tSorry - just took a closer look and opened your PDF. It would be great if you could upload these photos directly on to your post so that they display in the gallery - I'm worried that people might miss your amazing prototype photos!!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "Edited on October 19, 2014, 14:42PM", 
      "message": "\n    \tThanks for the comments.  Uploaded additional images (server issues before).  There will be more contributions post additional brainstorming sessions next week.  Look for more updates mid to late next week.  Sincerest thanks!\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Pat Kall", 
      "date": "October 16, 2014, 15:46PM", 
      "message": "\n    \tHas anyone investigated a gortex underlayer?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 17, 2014, 05:09AM", 
      "message": "\n    \tHi Nicole and Pat. Nicole I posted an IDEA entitled Form Follows Function - and it is really a call for ideas about PPE - what materials, or layers of materials might we consider and who might collaborate to design PPE?  Here is the link.https://openideo.com/challenge/fighting-ebola/ideas/form-follows-function-how-can-the-fashion-industry-textile-designers-aerospace-industry-outdoors-community-help-in-to-improve-the-design-of-ppe-for-health-workersPat - In the post I ask about Gortex - I saw it as a possible outer layer as it is waterproof and breathable (might be very expensive though). Nicole - See Andy's posts on my IDEA.  He recommends a wool under layer as it is good for thermoregulation.  He posted supportive documents.  I posted his comment and documents into the IDEA post itself.  Perhaps that under layer and the PPE outer layer you are developing can work in tandem?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 17, 2014, 11:51AM", 
      "message": "\n    \tHi Jiang.  I am not sure if you were speaking to me re: the comment above or to Nicole and her team. Everyone's idea is welcome on the site.  If you think your idea is somehow related to the one in this post great you can participate in the conversation here. How is your idea related to Nicole's idea?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jiang Zhu", 
      "date": "October 17, 2014, 06:21AM", 
      "message": "\n    \tHi  Bettina.  So sorry for my post, I will delete my post, because it was an error based on a bad click with my mouse.Nicole's idea is a great idea.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 17, 2014, 14:54PM", 
      "message": "\n    \tWool has been used by the military for years and is a great thermoregulator.  Complaints have included itching, but I have yet to see a smooth wool that's cost-affordable for differing underlayers.  What would be ideal, is a 1-2-3 system: undergarments, overgarments, and uni-hood system.  I'm brainstorming with a local engineering firm next week, and hope to update more materials online shortly thereafter.  Thank you for the continued suggestions and ongoing feedback.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "Edited on October 19, 2014, 15:26PM", 
      "message": "\n    \tAnother consideration was the incorporation or testing of Temptrol: http://www.radiantbarrier.com/temptrol.htm.  Unsure of the material's feasibility or cost, need to review and discuss with current PPE manufacturers and experts.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 21, 2014, 17:01PM", 
      "message": "\n    \tAnother suggestion from an extended team member was to incorporate an under garment collar from a reusable coolant material such as http://www.therapearl.com/.  This is under review.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "John", 
      "date": "October 16, 2014, 01:19AM", 
      "message": "\n    \tI like the rear entry climb in design.  Can you combine it with the SuitPort concept of this article.  From  http://en.wikipedia.org/wiki/Suitport\"A suitport or suitlock is an alternative technology to an airlock, designed for use in hazardous environments .... Suitports present advantages over ..., and ability to mitigate contamination by—and of—the local environment.\"\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 16, 2014, 16:57PM", 
      "message": "\n    \tJohn, would you be able to comment or express how a suitport approach could best apply to current PPE, and how current PPE could perhaps be modified using existing standards to help this type of enclosed approach?  Also, any thoughts on internal air circulation or cooling without compromising closure?\n    "
    }, 
    {
      "applaud": "5", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "Edited on October 16, 2014, 01:05AM", 
      "message": "\n    \tFeedback from national first responders (military, fire and police) via phone or in-person interviews regarding next-gen PPE improvements include: 1) keeping the same approved gear standard across the field (whether in US hospitals or in foreign countries on-the-ground) so everyone learns the same process and is competent in donning/doffing the gear, 2) consider full-up 1-piece gear with a higher degree of protection confidence, as the cost to prevent the spread immediately may prove most cost-effective vs. the adoption of lesser-grade disposables, 3) adopt a hooded approach to reduce the current complexity levels of the gear, 4) adopt proper form fitting under garments like an under armour that wicks and absorbs moisture to work in concert with the outer garments, and 5) consider an external warning gauge for critical PPE removal or healthcare worker alerts.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Joseph Thurakal", 
      "date": "October 16, 2014, 07:58AM", 
      "message": "\n    \tHi Nicole this is a great idea that seems to be built around concrete needs and input from the field.  Quick question- how were you able to obtain this kind of one the ground information?  I think a lot of ideas I'd like to work on would be much better refined by this type of input.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 19, 2014, 17:18PM", 
      "message": "\n    \tJoe, got invited to help out and I work in industry.  If you visit my profile and Facebook page, you can see the type of work I'm typically involved with.  Appreciate the help!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 21, 2014, 21:46PM", 
      "message": "\n    \tHave they said anything about phase change materials?  I have a thread about it at https://openideo.com/challenge/fighting-ebola/ideas/wear-phase-change-cooling-vests-under-ppe-refreeze-in-ice-water-or-refrigerator  but quite a bit of the company information is from 2011 instead of more recent.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 22, 2014, 01:32AM", 
      "message": "\n    \tJab, awesome post.  Is there a specific PCM that you think works best?  Great contribution, thanks!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jab Thorn", 
      "date": "October 25, 2014, 13:17PM", 
      "message": "\n    \tDoug Frost from Techniche has posted that they've already sent some of their TechKewl vests over to Africa.  I've updated my post to give their information.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Howie Chen", 
      "date": "October 15, 2014, 19:30PM", 
      "message": "\n    \tbaby footie pajamas have been around for years, and can be put on and taken off quickly and simply. one requirement to throw into the mix though - i think that whatever solution comes out should be disposable... i wouldn't want to wear used gear, even if it had been washed. a head to toe hefty-bag with a full mask/respirator/face shield and then g2g\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 15, 2014, 22:09PM", 
      "message": "\n    \tHowie, thanks for the input.  This exists but gets cumbersome when the feeties bunch up into the rubber boots.  We talked about an under-plus-over layer of boot protection on the garment itself: one part inside the boot, another part outside the boot with perhaps a quick disconnect when necessary to remove the outer most covering kinda like in ski gear or other outdoor type clothing (without the zippers; something that tears easily breaking the outer from the inner).\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 14, 2014, 16:23PM", 
      "message": "\n    \tHi Nicole, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "Edited on October 15, 2014, 11:07AM", 
      "message": "\n    \tFor more images, see uploaded File: https://d3gyq8wptu1by3.cloudfront.net/attachments/22c40fb3-4bfe-4018-bf35-c034f42d3770.pdf\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Travis Good", 
      "date": "October 14, 2014, 04:32AM", 
      "message": "\n    \tAnother PPE variable is coverage material. One cause of short shifts is the heat and humidity that impacts caregivers in their suits. This is in part because of the assumption of maximum coverage with impermeable material. If low risk areas of coverage could have materials that breathe but still repel then conditions inside the PPE could be more tolerable and hence allow for longer shifts. This should be taken into consideration in design.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 03:34AM", 
      "message": "\n    \tYahoo just posted the CDC steps for taking off Isolation gear-its 21 steps long\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 15, 2014, 13:56PM", 
      "message": "\n    \tDo you have a link?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Parsons", 
      "date": "October 17, 2014, 22:56PM", 
      "message": "\n    \tHere are two videos that MSF just posted that I think will be useful:Dressing: https://vimeo.com/108334387Undressing: https://vimeo.com/108340219\n"
    }, 
    {
      "applaud": "3", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 03:29AM", 
      "message": "\n    \tI think we need to identify that we have 2 different needs for PPE, one in hospital, one for outside-heavy duty. They have different needs and abilities. So lets identify them.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jess Jaime", 
      "date": "October 14, 2014, 04:41AM", 
      "message": "\n    \tCould there be a third need? A cheap alternative that caregivers could don, instead of being forced to do-it-themselves (https://openideo.com/challenge/fighting-ebola/research/woman-saves-three-family-members-from-ebola-utilizing-common-materials-to-provide-protective-equipment)?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 05:00AM", 
      "message": "\n    \tI dont see why not-except -you really want that someone wearing  trashbags -I can see a few problems-one being that wearing all plastic is hot. Im not saying that in a pinch do what you need to, but we do need something that fits the needs -is economical, -and isnt a lot of work to use.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jess Jaime", 
      "date": "October 14, 2014, 16:31PM", 
      "message": "\n    \tI bring up the trashbag idea because it thinks outside the traditional framework of transporting a sick person to a medical facility where he/she will be taken care of by professionals. Rather than rely upon hospitals and clinics, might there be a way to curb the spread of the disease before even the caregiver is infected? Could infected patients don isolated suits to protect those around them?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 20:05PM", 
      "message": "\n    \tthey do have isolation units that contain the patient-but they are pretty heavy  because you have to provide air into the system so have a compressor or air/O2 tanks or something. We do have ambulatory patients in isolation gear of sort if they are out-but I dont see doing that much with this bug\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "Edited on October 19, 2014, 16:03PM", 
      "message": "\n    \tThe \"trash bag\" concept is a bit tough in my opinion, as it creates a convection oven approach.  We're taking a look at a simple 1-2-3 approach system that works in concert with all the gear: 1) outer garment, 2) hood enclosure, 3) under garment.  So that all pieces work with each other to help reduce heat, increase safety, make it simple to put on and take off, and lastly, work with any sensors, communications, cooling or other types of technology systems that would improve the user experience and contribute to data analytics in the field.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Travis Good", 
      "date": "Edited on October 14, 2014, 00:46AM", 
      "message": "\n    \tIt's not obvious on this page but everyone should note the downloadable file called: USAID and OSTP_PPE Design Retrofit Concepts.pdf. It's really quite instructive and its ideas are well worth considering here. You can find it in the right column just under the green \"Build on this\" button.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 03:25AM", 
      "message": "\n    \tI looked at the system-its a good start, I have some issues that they have to reach over their head to remove the suit, why not have a pull strap thats in front of you to help pull the suit off to the front. It looks like this is for longer duration use-looks great-\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 19, 2014, 16:00PM", 
      "message": "\n    \tWilliam, we considered front pull tabs, as well.  But wanted to make sure that the front spraying down of the garment was fully capable of washing down completely.  Another good suggestion came from a fire fighter to incorporate a harder knob or section (again simple plastics, not expensive) that was more grip-able to facilitate the downward pulling off of the garment without splashing the user.  Appreciate the thoughts!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Maureen McCarney", 
      "date": "October 19, 2014, 17:01PM", 
      "message": "\n    \tHi-we still have some issue-we're talking about 2 different systems. My concentration is in the hospital -taking care of patients-getting in and out multiple times-I don't think your  going to get anyone to sign off on spraying a provider down each time they come out of a room. That the garb they wear not is water resistant-but not water proof.  And this needs to be easy to dispose of=and fast.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 19, 2014, 17:21PM", 
      "message": "\n    \tI think the outer garments and hoods can also apply to use in the US hospital system, agreeing with your points of fast and easy to put on/take off.  In the field, additional consideration needs to be given to under garments - and any interactions with additional tech type systems (whether cooling, mobile computing, etc).  Appreciate the ideas!\n    "
    }, 
    {
      "applaud": "3", 
      "auhtor": "Darran Handshaw", 
      "date": "October 13, 2014, 20:45PM", 
      "message": "\n    \tSome other ideas that popped into my head:-Nylon Stretch fabric around your arms, legs and torso to help keep PPE close to your body to prevent rips/tears during field operations.  This could also help make more of a one size fits all suit that better conforms to each person's body.-A front release tab to open the back of the suit.  This would allow the operator to pull the tab at the front of their suit in order to open the seam at the back.  This way, even if gloved hands become contaminated, the operator wouldn't need to touch a zipper or tabs near the seam (which could lead to contamination) in order to exit the suit.  Also, the tab would be in a safer, snag-free (between the arms) location that could be better monitored.  -Hall effect closure sensors: With a magnet on one side of a seam and a hall effect sensor on the other side, you would be able to display a green light to the operator if all of the seams on the PPE are closed and a red light if any are open or become open during operation.  Neodymium magnets could be sewn into the fabric as could the hall effect sensors which would be wired to a simple CPU.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 03:20AM", 
      "message": "\n    \tI think we are the same page-lets keep in mind that we have 2 different types of systems we need. Something that hard working and wear for longer times, and  another thats on and off in less then an hour. I can see some of both in the ideas.  Start with the simple on and off system-needs to be something that-lets call it KISS, people put these on and off just to go into a room to give a pill. so-time and engineering ways to make it perfect every time, on and off. Im looking for a 1 piece suit, gloves and face pro included-all comes off at once-like peeling a banana-everything pulls forward-gloves and all come off-without the use of hands-so no touching of exposed surfaces. The second one-can be a bit more complicated-all the bells and whistles. The advantage is these people hopefully only get in and out once a shift, so they can take more time getting out. But again-simple is better, One piece suit-no hands needed, no use of front openings. Cooling and other systems enclosed in the system if possible. Flexible and tough-and balance that with work load and heat.There is another possibility-a system that protects the wearer like normal , but has an overcoat to protect the internal system. That way if dealing with multiple patients-maybe not contaminated, they can discard the outside and still remain in the inner system-but don another outer cover.way to think about this-think about being on your feet for 18 hrs, getting in and out 12+ times to take care of your patient, you know the procedures-youve done them enough times. Its almost time to go home-and you have to get out of your MOP suit after giving your ebola patient his meds. Can you absolutely say that you did the exact procedure each and every time, trying to remember what you touched, The MD and Nurses Im sure were asking the same thing- there has to be a better way\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 15, 2014, 16:36PM", 
      "message": "\n    \tDarren, thanks for the suggestion to incorporate: 1) a front-end pull tabs, or 2) internal grab sections, that users can easy find, grab and pull-downwards any hazardous PPE in-line with proper healthcare removal procedures, as articulated by the doctors' descriptions.\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "monica tinker", 
      "date": "October 17, 2014, 17:17PM", 
      "message": "\n    \tself stick contact on outer layers - no zippers - enough contact strength to last the shift.  Think burrito wrappings/ house flashing and counter flashing.  peeland stick.non-toxic liquid rubber to seal immediate improvised field PPE - sprayed over last layer - seals all gaps and completely water tight ---not sure if there is a quick drying version yet - but just the idea of some sort of final liquid applied outer membrane......\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 19, 2014, 16:14PM", 
      "message": "\n    \tThe suits already have proper water and cleaner seals and are tested against healthcare manufacturing standards - which are pretty competent US based standards.  Reducing the overall complexity of the suit system, especially for use in high-heat or extreme environments, that increase freedom of movement and flexibility are critical and the goal of this approach.  Not sure about an outer membrane salt-based, chemical-based or spray that would help deactivate the virus or other environmental hazards as the suit is being worn - this may be especially difficult if the hazard is vomit or other large secretion in volume.  Need to defer to suit manufacturing experts based  on prior knowledge and tested results.  Appreciate the contribution!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jay Buckalew", 
      "date": "Edited on October 31, 2014, 11:36AM", 
      "message": "\n    \tHey Nicole if we can help in any way... Such as provide a LCG Backpack System or our Co2 cooling solution  for you to test with your suit please let me know... No cost of course please let me know Jay   http://www.coolshirt.com\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicole Daphne Tricoukes", 
      "date": "October 31, 2014, 17:06PM", 
      "message": "\n    \tThanks, Jay.  I'm waiting to hear feedback on next steps per the process.  I think the deadline for submissions end pretty soon, and enter a next phase.  Very much appreciated, and I'll let you know.  Chat soon!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>See Supporting Files:</strong>\n<br/>\n<u><strong><a href=\"https://d3gyq8wptu1by3.cloudfront.net/attachments/22c40fb3-4bfe-4018-bf35-c034f42d3770.pdf\">PPE Design Retrofit Concepts</a></strong><br/> <strong><a href=\"https://d3gyq8wptu1by3.cloudfront.net/attachments/8713e8d4-4ff4-4ab6-8163-9ef3f7332652.pdf\">PPE Design Retrofit Approaches</a></strong><br/> <br/> <strong>Basic Design Principles</strong></u>\n<strong>:</strong>\n<br/>  \n<br/>\n<strong>Rear Entry Design</strong> \n<br/> Facilitate a clean front without apron or obstruction to increase freedom of movement and improve washdown.  Uses rear zip concept incorporating “Grab Tabs”.\n<br/>  \n<br/>\n<strong>“Grab Tabs” </strong>\n<br/> Create contrasting colored assists logically placed inside and outside garments to quickly grab and shed hazardous PPE – looped pulls tabs, flap tabs, big zip rings, and corded zips.\n<br/>  \n<br/>\n<strong>Wearable “Flash Sensors” </strong>\n<br/> Incorporate instant user warnings using embedded low-cost sensor alerts pocketable and visible within outer garments, undergarments, hoods or other cooling systems, etc.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ppe-design-retrofit", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/fb333a03-9948-40c7-8363-11525d34d1be.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b3b0e2d9-c005-4162-abdc-6156732b8885.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/714ba8da-6ff9-400b-a390-35f7967a6ad3.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/9712dcd0-96a2-4d98-b2f6-44b238b93d79.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/36c8349e-7682-4f69-ba7a-d504e2992ef7.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/daf8b1df-1899-48f8-979e-351b4f6f467e.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/54c69f82-9315-42c1-bc9d-62251e1e6a28.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/05de71eb-dacb-48b0-9c8f-27e56f4372f1.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/affe449d-b408-4dae-9764-525d237b01ac.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/889f2500-8927-4111-b17f-975abf1952d0.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/803bbcb9-e060-430e-8d42-f39da82cb9be.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a1285f70-8b1d-421e-ab6f-14f99bf19bf2.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/2e89f1c9-25f8-4e3b-b6b4-080b83bb6b48.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/65235aa7-e707-45e9-8cea-1cc0131ee69c.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e6fc02fc-a9c3-4c7f-8486-a58f1ede5ee4.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e3fc3134-146e-4086-9acc-32519f7d4817.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0ac9a05f-a61b-4b9e-8173-0e37c497b3ab.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b87faa03-86b3-4d41-9f8d-6762c2b9cdd7.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c380c012-cb71-4e9e-a0dc-5625bba4d5b2.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/ea464113-5c65-41f4-ae41-56052ecfe6c3.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b770ad27-3ee6-44cb-a838-f9887b53b05a.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/1ab40525-38eb-4826-9584-523d6c1d76f9.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/dcf4e5ad-1298-4b01-9b03-b07d891f3bf0.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a420b1e3-acab-47a0-82bc-c29de3fcd919.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/f32f16ee-f0e5-4cfd-a7f4-228095ad3625.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/06e8f3be-ee3d-4a0a-8ee3-1640a161d25c.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a9b6b0c0-9fdb-4809-9530-ca09a2a51b0f.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3ab22774-e66a-4fc2-8b45-b2e9643f0353.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/a07fed0a-c726-45f7-8e30-91ed2710dbe8.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 13, 2014, 19:49PM", 
  "summary": "Same gear made user-simple:•\tInspired by extreme sports and tough gear to make PPE donning and doffing simple.•\tMaintains existing standards and regulatory certifications for fast-track improvements.•\tGuided by field best practices to make training easy to follow and remember.•\tIntended for discussion and consideration by PPE experts and manufacturers.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "PPE Design Retrofit", 
  "view_count": 1422
}