{
  "applause_count": 4, 
  "author": "Beth Bambrick", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:28PM", 
      "message": "\n    \tHi Beth, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 11, 2014, 00:15AM", 
      "message": "\n    \tcould work.  I just did a double layer with gloves I have here and easy enough to get on and off.  Would really help if they were different lengths even to make them easier to find the right one to take off.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 13, 2014, 23:59PM", 
      "message": "\n    \tHi, this is a great opportunity to present a tangible solution. Perhaps a sketch of how a health worker would use these or what they might look like would be great. How could this help make the sequence of removing protective gear more intuitive especially considering fatigue and urgency to escape the heat of the suits?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I'm thinking about gloves that are automatically triple-layered for appropriate decontamination undress. Maybe a zip tab (like usps priority mail envelopes) to rip off individual layers as needed? Pre-layered gloves could reduce the amount of packaging and time needed to suit-up. Plus triple-layer gloves go above and beyond CDC/WHO recommendations.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/pre-triple-layered-gloves", 
  "media": [], 
  "submitted": "October 10, 2014, 21:48PM", 
  "summary": "Read article from Scientific American about \"The Cleaning Guys\" who do biohazard cleaning (e.g., Dallas Ebola). They use triple layers of gloves so they can safely undress without accidentally infecting themselves. Instead of three layers of gloves, what about one set of gloves that automatically have three layers. Could reduce packaging and time needed to get suited up.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Pre-triple layered gloves", 
  "view_count": 53
}