{
  "applause_count": 2, 
  "author": "Yifan Yu", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:58PM", 
      "message": "\n    \tHi Yifan, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Many Ebola patients contact the disease from taking care of family members. Community members may not have the knowledge about how to properly take care for sick family without endangering themselves. The system will address the problem by utilizing electronic such as sms that shows important bulletins on the necessary steps for family members to safely provide care for the patients. Other important points on how to properly isolate the patient and wearing protective gear when dealing with any fluids should also be included. In rural area where electronics are not prevalent notices can be posted on community center where local community can see everyday\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/precautions-for-appropriate-actions-in-caring-for-patient-in-community", 
  "media": [], 
  "submitted": "October 23, 2014, 22:52PM", 
  "summary": "Many Ebola patients contact the disease from taking care of family members. Community members may not have the knowledge about how to care for sick family such as isolation and prevent contact with fluid.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Precautions for appropriate actions in caring for patient in community", 
  "view_count": 35
}