{
  "applause_count": 2, 
  "author": "Seemran Patel", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:32PM", 
      "message": "\n    \tHi Seemran, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The health care workers are EASILY spread Ebola with few little mistakes.\n<br/> According to World Health Organization, health-care workers have frequently been infected while treating patients with suspected or confirmed EVD. This has occurred through close contact with patients when infection control precautions are not strictly practiced.\n<br/>\n<br/> The workers need to BE EXTREMLY CAREFUL with gloves, clothing, blood, or any fluids. \n<br/>\n<br/> Health-care workers should always take extreme precautions when they are directly working with the patients. These includes basic hand hygiene, respiratory hygiene, use of personal protective equipment, wearing proper clothing, googles, blocking splashes or other contact with infected materials, safe injection practices and safe burial practices.\n<br/>\n<br/> When in close contact of patients, health-care workers should wear face protection, face shield or a medical mask and goggles. also, put on a clean, non-sterile long-sleeved gown, and gloves.\n<br/>\n<br/> Not only the people who are working directly with Ebola patients, but the laboratory workers are also at risk. The samples that are taken from human and animals for investigation of Ebola infection should handled with precaution and extreme care because the virus can easily tramist and spread. It should be handled by professional on this matter of case.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/prevent-the-spread-health-care-worker-s-safety", 
  "media": [], 
  "submitted": "October 29, 2014, 15:42PM", 
  "summary": "Health care workers are also at a risk.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Prevent the spread : Health-care worker's safety", 
  "view_count": 35
}