{
  "applause_count": 2, 
  "author": "Ryan Goodloe", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:14PM", 
      "message": "\n    \tHi Ryan, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            It seems that the WHO is searching for a cheap, safe, and effective method to address the spread of Ebola in Africa. So far, this disease has infected and killed thousands of people in African countries, making this easily the worst outbreak of Ebola ever. This convalescent serum, injecting the blood of survivors into those that are currently infected, is their latest attempt to stop the spread. The antibodies built up to fight the infection in the survivors would in turn do the same for the currently infected, fighting and preventing the disease within their body. Although it does have many downsides, including infecting the subject with HIV or hepatitis C from the blood transfusions. Without human trials and one hundred percent certainty on all the effects of the convalescent serum, this is honestly just too risky to take a chance on this without much further research and nonhuman testing.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/preventing-ebola-through-transfusions", 
  "media": [], 
  "submitted": "October 15, 2014, 20:49PM", 
  "summary": "A response to the proposed idea by WHO.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Preventing Ebola Through Transfusions", 
  "view_count": 30
}