{
  "applause_count": 1, 
  "author": "Suzi Marteny", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:57PM", 
      "message": "\n    \tHi Suzi, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I haven't thought this through entirely, and it's super simple and not revolutionary.  But, when someone is admitted to a healthcare facility with a Dx of Ebola, healthcare workers should have PPE that is effective, yet easy to put on and take off.  Maybe a one-piece suit of some type that could be quickly donned when entering a patient's room and then doffed before leaving.  It shouldn't add more than 30 seconds to the overall time frame.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/prevent-the-spread-using-ppe", 
  "media": [], 
  "submitted": "October 23, 2014, 19:01PM", 
  "summary": "My daughter recently had a terrible MRSA infection and spent 5 days in the hospital receiving intravenous antibiotic therapy and wound care.  The healthcare workers rarely used PPE, mostly because the hospital was understaffed. My idea is to PREVENT Ebola by coming up with simple steps for using PPE and quarantine.  Also, creating PPE that is easy to put on and take off would be helpful, like a one-piece suit that covers face, hands...everything.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Prevent The Spread Using PPE", 
  "view_count": 34
}