{
  "applause_count": 8, 
  "author": "Rebecca Menon", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 17, 2014, 00:31AM", 
      "message": "\n    \tCongratulations on being the featured ideas contribution today! We're looking forward to seeing your idea grow through feedback from the community. Good luck and thanks for joining the conversation!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>How might we protect the natural caregivers and enable them to safely provide physical care to their loved ones?</strong>\n<br/>\n<br/> Home Isolation Kits to include\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16309/e42fe642-a07c-4eb5-95fe-2d55a0fd1821.jpeg\"/>\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16309/dc59c28d-fc30-4950-aeb5-cd47abf4166a.jpeg\"/>\n<ul>\n<li>isolation tent-dimension to allow for standing inside of it</li>\n<li>glove portals in multiple places to allow for caregiver to provide hands on care</li>\n<li>vent system to allow for airflow and cooling</li>\n<li>inflatable mattress for patient</li>\n<li>disposable linens</li>\n<li>disposable hospital gown-design allows for easy removal if soiled</li>\n<li>double zip pass through to allow for items to be placed into isolation tent</li>\n<li>suction port for removal of liquid waste</li>\n<li>bucket toilet <img alt=\"\" src=\"http://media-cache-ec0.pinimg.com/236x/1d/9d/e8/1d9de8985a4b11105d1d2c3121e15b55.jpg\"/></li>\n<li>need ideas on how to transfer patient to a new isolation tent if necessary</li>\n<li>isolation tent can be used as body removal bag if patient dies</li>\n</ul>\n<br/>\n<strong>How might we manage infectious liquid waste in a home setting?<br/> <br/> <img alt=\"\" src=\"http://www.disorb.com/images/showbanner1.jpg\"/></strong>\n<img alt=\"\" src=\"http://www.disorb.com/images/img-content.jpg\" style=\"width: 257px; height: 262px;\"/>​ \n<ul>\n<li>use existing products to solidify liquid waste for removal</li>\n<li>additives to kill the virus before solidifiying (bleach?)</li>\n<li>isolation kit can be delivered in a barrel, solidified waste can be removed from home sealed in same barrel</li>\n</ul>\n<br/>\n<strong>How might family members provide supportive and palliative care?</strong>\n<ul>\n<li>tent can be designed to optimize airflow past the patient's face to decrease shortness of breath and anxiety</li>\n<li>odor management inside of isolation tent-charcoal?</li>\n<li>fluid replacement- oral if possible, subcutaneous administration of IV fluids </li>\n<li>mouth spray for dry mucous membranes<img alt=\"\" src=\"http://drcdental.com/contrib/classPhoto/PHOTO_457.20109792050.JPG\"/></li>\n<li>instant ice packs-for cooling measures, comfort and air temp control <img alt=\"\" src=\"https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcRDB2YdOgE8dfdkiDtB_rwP8HbBCd_LVgzq4Fk_3sWIA8mBrl29\"/></li>\n</ul>\n<br/>\n<strong>How will international health care volunteers be involved?</strong>\n<ul>\n<li>the limited number of volunteers will provide care management and support instead of direct patient care \n  <ul>\n<li>identify potential patients</li>\n<li>coordinate delivery of isolation and care kit</li>\n<li>coordinate testing to confirm virus</li>\n<li>provide daily check in with patient's family-in person or virtually if possible</li>\n<li>check in to include patient condition and monitoring of patient's family for symtoms</li>\n<li>coordination with local agencies if body removal necessary</li>\n</ul> </li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/protect-the-natural-caregivers", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5bea0b15-92dd-4f44-a0f1-642a952db7d3.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 13, 2014, 04:18AM", 
  "summary": "We need to protect the natural caregivers-family members of Ebola victims. Instead of providing protective suits for those that are well we need to provide a way to isolate and care for the sick at home. Family members are becoming primary caregivers due to the shortage of hospital beds, treatment facilities and volunteer health care workers. By providing an ALL IN ONE ISOLATION AND TREATMENT KIT we can enable family members to continue to provide care while preventing the spread of the virus, respecting cultural values and maintaining family and community connection.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Protect the natural caregivers", 
  "view_count": 155
}