{
  "applause_count": 4, 
  "author": "joseph livezey", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:09PM", 
      "message": "\n    \tHi Joseph, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            If Ebola becomes widespread speed of decontamination might be paramount. The bleach level of the pool would need to be maintained. Since I have ZERO experience with wet suits...tell me what you think.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/protecting-healthcare-workers-from-ebola", 
  "media": [], 
  "submitted": "October 15, 2014, 21:34PM", 
  "summary": "It seems that decontaminating healthcare workers for Ebola patients is time consuming and sometimes unsuccessful. My idea is this: wet suits (much as surfers or divers wear) would be much less bulky and allow the workers more freedom and ease of movement. The hands and feet would need to be addressed. When the time for decontamination comes there should be a wading pool with an appropriately high level of bleach that would kill Ebola. The workers would first dip their arms in the pool; then climb in and submerge up to neck. After exiting the pool the head would need to be addressed. Someone would need to constantly clean the small stairs to the pool", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Protecting healthcare workers from Ebola", 
  "view_count": 38
}