{
  "applause_count": 6, 
  "author": "Jab Thorn", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 16:57PM", 
      "message": "\n    \tHi Jab, here's another contribution about community education you might find interesting - https://openideo.com/challenge/fighting-ebola/ideas/knowmore-lib-building-resilience-and-defeating-ebola-through-civic-education - How might we present this in an engaging way that helps boost community morale in these circumstances?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:29PM", 
      "message": "\n    \tHi Jab, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            http://www.washingtonpost.com/news/to-your-health/wp/2014/10/09/cut-off-from-school-children-in-ebola-stricken-sierra-leone-get-lessons-by-radio/\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/provide-radio-programming-that-describes-protection-measures-and-home-care", 
  "media": [], 
  "submitted": "October 11, 2014, 17:17PM", 
  "summary": "According to this article countries like Sierra Leone have 65-95% access to radios.  Sierra Leone has closed schools and is now providing 4 hours a day of radio-based schooling.  Ideas like the home electrolyte solution or how to adapt trash bags as a quick home made PPE gown could be given.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Provide radio programming that describes protection measures and home care", 
  "view_count": 45
}