{
  "applause_count": 1, 
  "author": "Ami Kim", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 18:41PM", 
      "message": "\n    \tHi Ami, thanks for your contribution. Check out Volker's idea on Self Quarantine kits - https://openideo.com/challenge/fighting-ebola/ideas/self-quarantine-kit. It has some overlap with yours, although it is focused on the patients rather than caregivers. How might we make these kits accessible using existing products that are either readily accessible or are being supplied by international aid? If you have links to those pieces of research, it would be great to include them in your post too!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I am sure brilliant product designers in IDEO can help develop equipments that is more disposable, more distributable and less costly.\n<br/>\n<br/> I think these items can also have cautions or instructions on how to deal with this disease printed on them.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/provide-simple-disposable-gloves-caps-goggles-to-care-givers-instead-of-teaching-how-to-use-plastic-bags", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/164a3c2d-5629-4eb0-bb7f-50022c90996c.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/356628bd-ccfe-4c77-b09e-ab8c84cbdb15.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/fb3af63a-68c0-49d8-8f78-6beeb2a970ec.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/d1596cf1-571e-4b02-8381-db08d4715cc3.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 02:02AM", 
  "summary": "The story of nursing student saving her family wrapped herself in plastic bags was very impressive. Another research says about 70% of Ebola victims are women, obviously many of whom got infected while taking care of their family. The most urgent thing to be done is to provide the care-givers sanitation equipment to protect themselves. I suggest we make a set of glove, goggle, head cap, ear cap, foot cap in a material of plastic bag. I think this can be of minimum costs but of prompt impact.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Provide a set of disposable gloves, caps, goggles to care givers instead of teaching how to use plastic bags!", 
  "view_count": 72
}