{
  "applause_count": 2, 
  "author": "Peter Ombres", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:31PM", 
      "message": "\n    \tHi Peter, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Hilary Braseth", 
      "date": "October 29, 2014, 19:30PM", 
      "message": "\n    \tHi Peter,Take a look at this idea:https://openideo.com/challenge/fighting-ebola/ideas/silencing-ebola-through-voice-combing-radio-and-a-voice-powered-mobile-information-subscription-service-to-inform-tens-of-millions-of-west-african-household-and-stop-the-epidemicIt might shed light on yours, and perhaps there's potential for collaboration? Also, if you're interested in learning more about teams, check out OpenIDEO's Lowdown on Teams:https://openideo.com/blog/virtual-teams-the-lowdown?utm_source=Fighting+Ebola+Challenge+Followers&utm;_campaign=d1c352598d-OI_FightingEbola_MidChallenge_102414_Email&utm;_medium=email&utm;_term=0_22597d1436-d1c352598d-303503093Cheers!Hilary\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Hannah Russell-Goodson", 
      "date": "October 29, 2014, 20:54PM", 
      "message": "\n    \tHilary-Thank you so much for sharing!  This idea looks to be well fleshed out, and it's always good to hear of many minds moving on the same positive track. -Hannah\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Hilary Braseth", 
      "date": "Edited on October 29, 2014, 06:02AM", 
      "message": "\n    \tHi Peter!Great to see your idea on the platform. Might you have any visuals or prototypes that your team came up with that you could add to your submission? We'd love to get a greater sense of how it works--the more interactive, the better!Keep in mind that once you publish your idea, you can still go in and change/edit/update as you go.Du courage!H.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            We met and were inspired by the SF Open IDEO Ebola session. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/push-health-related-information-to-every-mobile-customer-utilizing-existing-carrier-networks-through-a-live-bi-directional-and-multi-lingual-hotline-staffed-by-volunteers-across-the-world-with-local-language-skills", 
  "media": [], 
  "submitted": "October 29, 2014, 04:17AM", 
  "summary": "We're solving for the lack of wide spread information surrounding the current endemic.  Given the wide adoption of mobile phones, we'd like to use this network to create a trusted, accurate and bi-directional source of health care related information that every mobile users can access for free.  We'll partner with local carriers such as Orange, CellCom, MTN/Areeba, etc. to enable us to reach all of their users with a live voice call.  Culturally a phone call is regarded as prestigious and we'd to leverage this fact. Once locals have received a call, they will be able to speak live with a health educator in a local language. Educators could be in any country following a script, gathering data, answering questions and debunking myths.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Push health related information to every mobile customer utilizing existing carrier networks through a live bi-directional and multi-lingual hotline staffed by volunteers across the world with local language skills", 
  "view_count": 52
}