{
  "applause_count": 1, 
  "author": "David Clark", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 12, 2014, 03:59AM", 
      "message": "\n    \tHi David, I think the problem everyone is having with coolers is the length of time they need to cool.  I think it's in the 6 hour range.  With this there needs to be an easy way to change them out without getting contaminated or a way to refreeze/cool them while on the go.  Because these are gel instead of ice perhaps they have a higher freeze temperature or can be frozen faster or provide cooling relief above frozen temperature but still low enough to be less than regular body temperature?  The gel might be able to substitute in some of the other ideas that are using water.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "David Clark", 
      "date": "October 12, 2014, 10:47AM", 
      "message": "\n    \tI agree Jab... Freezing time is an issue the only way round that would be to increase the number of available jackets but that involves more expense. Plus not sure how quickly a freezer container (like on cargoe ships)freezes things.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "Edited on October 14, 2014, 16:35PM", 
      "message": "\n    \tHi David, another thought would be about protecting the skin and body from getting cold burn. How can we regulate the body temperature using a less resource intensive method? Perhaps we can look at fabric technology? Deidre was also talking about fabrics in her idea - check it out -  https://openideo.com/challenge/fighting-ebola/ideas/positive-pressure-ppe-as-virus-barrier-using-ultra-filtration-fabric\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Ribbed waistcoat or even t shirt.... Cooled and worn underneath PPE.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/rapid-ice-waist-coat-to-help-cool-workers-wearing-ppe", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3b95bf0c-780f-4551-89ad-668b810b36e5.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 11, 2014, 15:15PM", 
  "summary": "Rapid ice wine coolers utilise a malleable gel in a plastic sleeve to cool your wine. Why not make a simple waistcoat  out of the same material? Plastic coated and easily disinfected these can be cooled in a freezer container prior to being donned by healthworkers underneath PPE.  They can be worn and then disinfected and refrozen.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Rapid ice waist coat to help cool workers wearing PPE", 
  "view_count": 45
}