{
  "applause_count": 2, 
  "author": "R AA", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:52PM", 
      "message": "\n    \tHi, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n             Many doctors state that with proper support, our immune system is able to fight this pathogen. My suggestion is this: why not after a suspected exposure to Ebola, an individual be given a dose of a known vaccine in the RNA virus family like a Measles vaccine, activating thus an immune response that may help fight off the virus. \n<em><strong>so basically using a known safe vaccine as a treatment rather than a preventative measure. </strong></em>it is worth trying and its available now. Anyhow like I said I am by no means a scientist, so if anyone out there think there any merit to this let me know. kind regards to you all\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/reconfigure", 
  "media": [], 
  "submitted": "October 20, 2014, 01:34AM", 
  "summary": "I have no medical experience whatsoever, so please excuse my language which lacks the accurate scientific terminology. What I do is teach architecture; a field that is routed in responding to needs and offering elegant and efficient solutions to problems. when talking to students, many time changing the orientation of a model or a drawing allows us to see things from a different vantage point and find a more appropriate response to the problem at hand. My point is  to think outside the box and reinvent a solution by moving the variables around. As I have been reading a lot about the behaviors of the Ebola virus. my understanding is that its strength lies is its abilities to deceive the immune system and delay a response.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "RECONFIGURE", 
  "view_count": 54
}