{
  "applause_count": 2, 
  "author": "Em Day Hall", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 22, 2014, 22:55PM", 
      "message": "\n    \tHi Em, interesting idea. Can you give us some sample content that you might use to express these messages? Perhaps have a go at writing some lyrics and update your post so the community can help you build these lyrics? Music has a huge potential to help boost community morale as well as educate on safe practices. What specific channels would you use to spread this content in West Africa - radio stations, public spaces etc? Looking forward to see you grow this idea! Good luck.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Music is a powerful communication tool that has been a shaping force in West African society and politics. There are already songs being played on the radios in West Africa helping to stop the spread of Ebola. Perhaps a song could also help turn the public perception of surivors from one of fear to one of hope.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/recruit-survivors-through-song", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5687cbb6-56ba-4faf-a42b-a5611693ca02.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 17:40PM", 
  "summary": "Survivors of Ebola are being ostracized, but they are needed to provide the base material for life saving serums, their blood. A survivor may be encouraged to conceal their status and not come forward  to avoid being displaced by a fearful community. We should encourage songwriters and musicians to make music depicting survivors who donate blood to cure others as heros. Use the music as a recruiting tool to encourage survivors to help in any way they can especially by donating blood to support treatment and create more survivors.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Recruit survivors through song", 
  "view_count": 32
}