{
  "applause_count": 2, 
  "author": "Jude Dornisch", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:11PM", 
      "message": "\n    \tHi Jude, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            As an example: Redesign clear plastic liquid containers so that they can easily become face shields, print instructions and packaging information on the equivalent of reusable duct tape, Square up flour and bulk bags so they can be converted to loose hoods and ponchos by picking out two seams, reinforce other bags to become booties and gloves, and then get our\n<br/>\n<br/>\n<br/> Wooden pallets instead of preformed plastic to give a material for construction of beds etc. In general look towards all packaging with an additional purpose, and allow for ingenuity to work its magic, giving that in pace buy in emotional attachment to the effort.\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/redesign-packaging-to-utilize-the-waste-stream", 
  "media": [], 
  "submitted": "October 16, 2014, 00:05AM", 
  "summary": "The waste stream has always been a source of raw materials in poorer and remote areas. We must look at our packaging with a mind towards directing its use. Allowing for in place construction of PPE etc. has the added benefit of emotional buy in. The difference between handed to and worked on can be profound.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Redesign Packaging to Utilize the waste stream", 
  "view_count": 54
}