{
  "applause_count": 6, 
  "author": "Ami Kim", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 18, 2014, 21:00PM", 
      "message": "\n    \tHi Ami,I think this i a very important topic. One Idea may be to make the bag transparent. Or desinfect it, so that relatives may touch. Problematic may be that burial teams working under extreme heat stress and under a high workload will have limited time to do this things.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 16:30PM", 
      "message": "\n    \tGreat contribution Ami, do you have any reference to link to information about existing burial practices in West Africa? How might we redesign the burial bags to align more closely with existing cultural practices so that contact with the body is not required and we can keep loved ones safe?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            So for example,\n<br/>\n<br/> 1. Before hospital staff put the dead body into a coffin bag-assuming still in the form of a bag but in a better look and definitely with a window so that family can see the face of the dead)-  \n<br/>\n<strong>they cleanse the face of the dead man(as a least courtesy)</strong> and put him in the coffin bag. \n<br/> 2. They bring this coffin bag to a room where family wait to see the face of dead man and mourn for some time \n<br/> 3. Staff explain why the body needs to be cremated and they all move to cremation site. \n<br/> 4. Ashes are buried at the site or given to family. \n<br/>\n<br/> Details should be consulted with local leaders, but I think making the ritual as a prototype is important. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/redesign-the-coffin-the-bag-moving-dead-bodies-and-make-a-prototype-for-cremation-ritual", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0ce390c0-6fce-41b1-a851-92483f416035.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/fd168062-784e-44c3-bcb7-406bae961f17.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 11, 2014, 12:59PM", 
  "summary": "I saw on CNN the scene of people moving dead bodies from hospitals. Putting myself in the shoes of the dead man's family, having my own family carried out in a big orange bag seemed too inhuman. I also read that the local ritual of washing dead man's body is worsening the situation. To stop this practice, we probably need to design not only the coffin bag but a whole funeral process.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Redesign the coffin(the bag moving dead bodies) and make a prototype for cremation ritual.", 
  "view_count": 56
}