{
  "applause_count": 5, 
  "author": "Andy Miller", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Ariel Martín Pérez", 
      "date": "Edited on November 01, 2014, 17:20PM", 
      "message": "\n    \tOver all, not a bad idea. Maybe you could do a few simple drawings to show us how the design plays in your mind.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "November 01, 2014, 04:39AM", 
      "message": "\n    \tIn the short term it would be fairly easy to 3d print something that could extend sideways around the barrel of existing temp guns.  Making a flower shape or a penguin or a red cross sign.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 31, 2014, 18:57PM", 
      "message": "\n    \tTotally agree with you that it should be humanized & have a caring aesthetic ! If nothing else, at least a less gun-like color with a pattern\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Proposed is a new form for the pyrometer gun and a new name. A circular or ellipitcal form would provide a symmetry between tester and testee and begin to bridge the gap between government and citizen, provider and care seeker, policy and implementation. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/reduce-psycological-imact-of-using-temperature-guns-by-changing-their-shape-and-name", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/38215616-4546-4b7d-b94a-6903b23c1feb.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 31, 2014, 16:42PM", 
  "summary": "Many accounts of Ebola epidemic draw contrast between intentions and implementation. Some of the measures implemented on the ground— quarantines, space-suite PPE, etc— can be viewed as hegemonic. One particular area that could be addressed is in the case of measuring temperatures.Measuring temperatures plays a vital role in controlling the spread of the disease. However, the off-the-shelf tool being used is a Pyrometer gun whose form only serves to provide a convenient grip, but does not affect the function of the sensor or the readings. Many view these guns as weapons, representing a manifestation of political or social discord. An alternative form could ameliorate this perception.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Reduce psychological imact of using temperature guns by changing their shape and name", 
  "view_count": 31
}