{
  "applause_count": 3, 
  "author": "Dave Smith", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:25PM", 
      "message": "\n    \tHi Dave, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Test our formulation against chlorine is a BSL Lab.  If efficay proven, spray all areas and workers with the water based offering, Wash all equipment including used equipment with our formulation, fog all treatment areas to safeguard any airborne contaminants.  Save the workers, extend the life of the precious supplies and equipment and reduce the risk of posioning the people and animals exposed to chlorine. The EPA has banned chlorine vapors in closed environments in the US.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/replace-chlorine-sanitizers-with-non-toxic-water-based-food-grade-sanitizers-that-are-more-effective-do-not-harm-humans-plant-life-or-degrade-ppe", 
  "media": [], 
  "submitted": "October 09, 2014, 17:53PM", 
  "summary": "Buy commercially available product that does not attack the PPE and the workers.These products are available if you put out a requirement that stipulates that no ingredients can contain products listed on the TOSCA list and they must prove their efficacy in the Glove Test used to screen sanitizers or the eradication of indicator toxins such as listeria and salmonella.  Chlorine is cheap, but the storage, transport and handling adds to the cost of use.  If you do not raise the requirement bar, old outdated technologies will still be used.  Issue the requirement.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Replace Chlorine Sanitizers with Non-Toxic, Water Based Food Grade Sanitizers that are more effective, do not harm humans, plant life or degrade PPE.", 
  "view_count": 56
}