{
  "applause_count": 6, 
  "author": "Shane Zhao", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 27, 2014, 13:04PM", 
      "message": "\n    \tHi Shane, to inform your nice, relevant idea, you could contact diaspora communites which may have more info on types of products/packaging readily found in those areas. I have made a first list here for Sierra Leone, Liberia & Guinea-Conakry:     https://openideo.com/challenge/fighting-ebola/ideas/synergize-with-diaspora-communities-from-affected-african-zonesIn a similar way, some of us are trying to get basic rural sanitation covered, so if something gets fabricated, it could piggyback on your piggyback to get repurposed, or fabricated sanitation supplies distributed regularly?There are three associated ideas linked here:https://openideo.com/challenge/fighting-ebola/ideas/further-idea-for-hygienic-simple-rural-toilet-system-to-cope-in-areas-with-no-sanitation\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Shane Zhao", 
      "date": "October 28, 2014, 07:30AM", 
      "message": "\n    \tThanks Rebecca. Yes, we should think about how the strength of existing networks can be used to get more assistance to vulnerable areas on a widespread scale. The Sierra Leone diaspora community is a great example of this. Informal networks can be very effective in reaching communities when the healthcare community is strained in manpower and resources. Your rural toilet system is also a great idea. Have you thought about how prototypes of this can easily created in the field?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<h3 class=\"h3_class\"><strong>Problem</strong></h3> A great majority of West African communities right now still lack basic hygiene and sanitary items to protect them from the risk of outbreaks. International aid agencies have been sending medical supplies to areas that are hardest hit by the Ebola outbreak. However, much of the supplies are dropped off at designated medical centers where the incoming aid is not accessible to people outside the quarantined areas. Residents of nearby regions are either afraid to go near medical centers for fear of contracting the virus, or do not have easy access to prevention items within their local communities.\n<br/>  \n<br/> The lack of proper hygiene practices and basic sanitary supplies have partly led to the alarming rates at which the Ebola outbreaks have spread. How might we approach this challenge by rethinking how existing distribution networks and products can be repurposed to deliver hygiene and prevention supplies on a larger scale? \n<h5 class=\"h5_class\"> </h5>\n<h3 class=\"h3_class\"><strong>Repurpose Distribution</strong></h3> This idea is built upon the innovations of \n<a href=\"http://www.colalife.org/\">Colalife</a>. In 1988, while stationed as a British Aid worker in Zambia, Simon Berry took note that it was easier for locals to get their hands on a bottle of Coca-Cola than was for them to gain access to clean water or other basic need items. Noticing this, Berry asked: if we can find Coca-Cola everywhere in developing regions, why can't we do the same with life saving medicines? With this insight in mind, Berry went on to  form Colalife as a non-profit organization that is focused on getting  simple medicines into hard to reach areas by piggybacking on the vast distribution network of the Coca Cola Company.\n<br/>  \n<br/> Colalife has since developed an ' \n<a href=\"https://www.youtube.com/watch?v=GUjLIUxfbOs\">AidPod'</a> that contains anti-diarrhea medicine to reduce childhood mortality in rural parts of Africa. These AidPods were designed as wedge shaped packages that can be inserted in between Coke bottles without taking up extra space in the shipping crates. Colalife has been piloting the distribution of Kit Yamoyo anti-diarrhea kits in Zambia since 2008.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/17069/04db2d30-6eb6-49f4-9542-c948b92084c8.jpg\"/>\n<br/>\n<br/> Likewise, how might we  use the same strategy to get more hygiene and sanitary supplies into the hands of people that need it? \n<h3 class=\"h3_class\"><br/> <strong>Retrofit Packaging</strong></h3> A while back the ad agency Ogilvy &amp; Mather designed a two-part Coca Cola can that can be pulled apart into two half sized canisters.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/17069/38a142b8-56bd-4749-be4d-2ae62eb3ef41.jpg\"/>\n<br/>\n<br/> Like the Coke Half Cans, what if a portion of the consumer packaging can be retrofitted to carry basic hygiene supplies such as bacteria wipes, hand sanitizers, protective gloves, and other basic hygiene items.  These popular items have already become part of the locals' daily life. What if we can bundle important hygiene supplies into the consumption of these items to improve hygiene practices on a widespread scale? The built in hygiene packs would not require extra shelf space or need to be delivered as separate shipments.\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/17069/edf8cb2b-4f8b-4f38-b666-1c8283c90c1a.jpg\"/>\n<br/>\n<br/>\n<strong>Prototype Feedback</strong>\n<br/> These are some helpful feedback that I had received from showing this prototype to friends and colleagues.\n<br/>   \n<ul>\n<li>Bottled water may be hard to find in communities that do not have access to clean water supplies. How can this idea work with the packaging of other products?</li>\n<li>In addition to hygiene items, can instructions and messaging on Ebloa prevention also be integrated into the packing?</li>\n<li>How affordable will this idea be to implement? Can this idea be made within reach to the average house hold in vulnerable communities?</li>\n</ul>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/retrofit-packaged-goods-with-prevention-kits", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/37b34c79-8cb5-48fd-8dd2-c22c8de13e50.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/021590b4-9140-4b8a-af55-aaf61a603138.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0ed429f4-af05-45a6-89ab-44249677b65e.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/21805393-1c98-4efa-8f6f-c61d8b37eae4.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/11f6e43c-9e21-4bdc-82a9-666845a0b015.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c551ca26-9cc9-4a07-bce2-523e928ff192.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/ec73fce7-d163-4c36-9d50-acaf7516452c.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 26, 2014, 23:47PM", 
  "summary": "Packaged goods that can be easily found in local marketplaces can be retrofitted to carry basic hygiene and sanitary kits. By repurposing the packaging and distribution networks of consumer products, we can get more sanitary supplies into the hands of people in remote areas that are vulnerable to the spread of Ebola. The flow of packaged goods in West African regions without cases of outbreaks remain as a part of everyday life. How might we bundle basic hygiene kits into the daily flow of goods when separate shipments of prevention supplies are difficult to deliver on a widespread scale?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Retrofit Packaged Goods with Prevention Kits", 
  "view_count": 68
}