{
  "applause_count": 3, 
  "author": "William Rasmussen", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 18:13PM", 
      "message": "\n    \tHi William, can you tell us a bit more about how PFC works and why it could be relevant to treating Ebola? Feel free to add links to research or existing products/applications. Can the community help you develop this idea in anyway? Feel free to add questions or wants so we know how to help you! Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 19:56PM", 
      "message": "\n    \tyou can google -PFC liquid ventilation -theres a lot out there from the 80s on its use. The problem is its hard to make a significant improvement in patient care when your in one of the best hospitals in the world-but what if your at one of the worst hospitals, thats what Im working on-how to make the bad -good\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:19PM", 
      "message": "\n    \tHi William, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 13, 2014, 16:31PM", 
      "message": "\n    \tI already posted pic-its the Andromeda strain biosuit-I am a Respiratory Therapist, Combat Medic from the Army and Navy. Ive worked in ICU, CCU, NeoNatal, onboard a ship and a Field Aid Station. Ive done transplant recovery and had my share of AIDS patients. Ive had my fill of Isolation units-one reason Im getting out of medicine. The Isolation PPE is just wrong for use in a hospital in this case-our best and brightest are being killed because of a stupid design. Its time consuming-it relies on absolute adherence to procedure-which isnt perfect, and mistakes are made. They are hot, and uncomfortable and limit the work that a person can do. You cant take on many patients and still be effective on the floor. I still advocate for a bubble suit-but there are other ideas-Ill talk to some designers here at CSU on some ideas-but it needs to be 1 piece all inclusive-easy to don-easier to get off, cheap, and easy to dispose of. Unless someone want to talk bubble design and how easy that can be to do.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Theres pretty good past history of using PFC, just fell out of favor -hard to get better results then being in the best ICU, but what about when your in a makeshift unit ? PFC maybe an alternative to deliver meds-especially hard to deliver such as Riboviran or other large molecualar weight drugs.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/riboviran", 
  "media": [], 
  "submitted": "October 12, 2014, 09:50AM", 
  "summary": "I have seen some articles related to Congolese Hemorrhagic fever they used Riboviran , not sure if effective but Riboviran is a pain to work with and deliver-have thought in past using PFC as delivery method to deliver medications thru the pulmonary system.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Riboviran", 
  "view_count": 38
}