{
  "applause_count": 3, 
  "author": "David K", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 14, 2014, 17:45PM", 
      "message": "\n    \tHi David, thanks for the contribution! Do you have any more information you can share with the community about Ebola vaccinations or what has been tried? It's something that hasn't been widely addressed by our community, so we'd love to learn more.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:31PM", 
      "message": "\n    \tHi David, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n             \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ring-vaccination-without-vaccination", 
  "media": [], 
  "submitted": "October 11, 2014, 19:29PM", 
  "summary": "Ring vaccination is a strategy that was used to great effect during the smallpox eradication effort by Donald Henderson et al. Briefly, it consists of identifying infected persons and then vaccinating everyone in a circle around that person to provide a \"ring of immunity\" and drastically reduce disease transmissions. Unfortunately, there is not yet a proven Ebola vaccine. However, the general principle of ring vaccination might still prove useful. As the epidemic reaches log phase and hospitals are overwhelmed, it may become untenable to bring every infected person in and trace each patient's contacts. Instead, areas harboring Ebola patients might be identified and cordon sanitaires could be systematically established.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Ring vaccination without vaccination", 
  "view_count": 45
}