{
  "applause_count": 4, 
  "author": "Kate Cho", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 24, 2014, 22:42PM", 
      "message": "\n    \tHi Kate, interesting idea. Can you mockup how exactly where you would modify the suits? Would you use elastic built into the suits or simply put rubber bands over the suit? How could you use these strategically to support getting the suits on and off quickly and safely?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:48PM", 
      "message": "\n    \tHi Kate, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "James Moynagh", 
      "date": "October 17, 2014, 09:42AM", 
      "message": "\n    \tInteresting point, could we incorporate something into the design of the suits that can seal where they gloves meet the arms, could we combine a zip/ seal similar to the freezer bags? something as you twist ensures you cover the gap 360? Was also thinking before I seen this post of something similar around the facemask/goggles, looking at some off them they look quite awkward with the goggles been separate...could something be put together similar to a beekeeper suit? with the goggles as part of the hood?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Cho", 
      "date": "October 17, 2014, 15:45PM", 
      "message": "\n    \tThat's a great idea! I was thinking along the lines of what is readily available (rubber bands)... are you thinking that new suit designs should incorporate the ziplock seals?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Derek Murray", 
      "date": "October 19, 2014, 20:34PM", 
      "message": "\n    \tProblem with elastic bands is that they can cut into the wearers circulation, anything less presents a weak boundary seal & as the wearer moves it creates a potential failure  - due to possibility of stretching beyond the sealed zone.  Solutions have been found for air & liquid tight seals in space suits and deep sea dive suits, while such suits are expensive, the basic seals could be made in plastic with replaceable gloves and hoods attached by stretch fit material.  Basically two interlocking rings twist fitted together to make an interlocked seal - an extension of the zip lock bag idea, but more robust, and re-useable.   Such seals could be made in a standardised size.  Even if a stretchable suit material isn't practical, duct tape sealing the rings to the standard material still allows for easy removal of the PPE.  More of a long term solution for future suits..\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            My ideas stem from repurposing items and materials that would be readily available in the affected countries. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/rubber-bands-to-seal-gloves-and-pants-hems", 
  "media": [], 
  "submitted": "October 16, 2014, 22:25PM", 
  "summary": "Rather than using tape or other sticky material to seal open areas, why not use rubber bands instead? They are likely cheaper and easier to get than tape. Also, apparently trying to get the tape off to degown doesn't help in trying not to contaminate oneself during degowning.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Rubber bands to seal gloves and pants hems", 
  "view_count": 52
}