{
  "applause_count": 1, 
  "author": "Kerry Jones", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:56PM", 
      "message": "\n    \tHi Kerry, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kerry Jones", 
      "date": "October 31, 2014, 04:34AM", 
      "message": "\n    \tI'm not good at drawing, but I will do my best and submit it.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Lack of PPE isn't sufficent to combat Ebola. The Biomedical suit is capable for long-term epicdemic situations. Suit would keep workers from risk of contamination. \n<br/>\n<br/> It could be used for future outbreaks of more serious diseases. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/s-i-d-stop-infectious-disease-biomedical-suit-mk1", 
  "media": [], 
  "submitted": "October 22, 2014, 21:49PM", 
  "summary": "S.I.D -- Stop Infectious Disease BioMedical Suit MK1Sealed BioMedical Suit similar to that of the TALOS prototype non-combatRe-breathing micro-filtration Urine Filtration System and Nutrient IV Feed lines helps keep the medical worker hydrated for a couple of days without having to leave biosuit.  Optional: Can receive food through suit with double barrier that decontaminates before processing. Self Decontamination -- Suit can secrete bleaching agent or other decontamination chemical similar to that of skin pores. prior to worker leaving suit. EPD - Emergency Puncture Detection -- Intelligent system detects puncture or potential puncture imminent and begins a reinforcement sealant similar of a plastic-like fast drying glue.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "S.I.D -- Stop Infectious Disease BioMedical Suit MK1", 
  "view_count": 30
}