{
  "applause_count": 2, 
  "author": "Annaliese Divney", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 30, 2014, 13:36PM", 
      "message": "\n    \tHi, nice idea to make sanitation mobile !!! You might want to look at UV lights to sanitize the trucks betwee use as it'd save on water ? There's an idea on the platform about UV light for disinfecting! Cheers !\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Annaliese Divney", 
      "date": "Edited on October 30, 2014, 16:14PM", 
      "message": "\n    \tThat is an amazing idea, it's good that using UV lights  would save water and make the truck even more sanitary and safe. I'll check out the other UV disinfecting idea, thank you so much your feedback!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The Sani-Truck is a sturdy, slow-moving, PINK vehicle that will roam the small villages and communtities of West Africa that are poverty stricken and in need of the simple necessity of sanitation. The back of the truck includes a built in shower, drying area, and privacy for changing and washing. The US government would fund this project if it were to actually happen, but if they are not willing then there are also many non-governmental organizations like Rotary International and the Bill and Melinda Gates Foundation that support many clean water initiatives internationally. This sanitation service is offered to everyone and anyone who is in need of the Sani-Truck. \n<br/>\n<br/> The Sani-Truck is supplied with six showerheads connected to 1/4 inch hoses which use 315 gallons of water per hour (stored in a 315 gallon tank). Therefore, each truck will begin its route with 315 gallons of clean, sanitary water stored, which will allow for 300 one-minute showers. This clean water will be stored at the base where the truck returns everyday and will be imported from clean water plants in populated cities throughout Africa. The tank holding the clean water could be stored in the truck walls behind the showers. There will also be antibacterial soap in the truck for the people to use to clean themselves. After each individual shower, the back of the truck will be professionally and thoroughly cleaned by heavily suited workers and prepared for the next user. Drain water will be stored in tubes below the truck (that will not leak) and be transported to a \"contaminated water\" tank for disposal so that this contaminated water can not infect anyone else. This durable tank will be underground at the base for the truck. After each user is done showering, they will be dried by built-in air dryers. The blow-dryers could be powered by solar panels on the roof of the trucks, or by the actual battery of the truck (although that would affect the battery life of the truck). When all 315 gallons of the clean water have been used, the truck will return to its base to be refilled and thoroughly cleaned again to return to the streets and help even more people have access to proper sanitation. \n<br/>\n<br/> Overall, the Sani-Truck will improve both sanitation AND containment of the fatal Ebola virus. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/sani-truck-sanitizing-and-containing-one-truck-at-a-time", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/89c51748-bd62-450a-bc3a-fa4c318fe87e.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0143f31d-e592-42a1-9988-24b6c565295c.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7a46b97e-c73a-4a3b-8323-50f18b393d3d.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/33b3261b-1172-4bfc-a1d3-44df2b6cdac6.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e8154a4f-8d4f-4b79-a244-f056067f41e9.jpg", 
      "type": "image"
    }, 
    {
      "src": "https://www.youtube.com/embed/av9v8E8-oLs?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 29, 2014, 17:21PM", 
  "summary": "In brainstorming ways to put an end to the spread of Ebola, our group recognized the fact that poverty is the biggest factor in disease outbreak and spread. Because most people do not have access to sanitairy water to clean themselves with, the spread of Ebola is much more rapid. If we could find a way to give people easy access of clean water, then they would be able to wash themselves and lower the risk of contracting Ebola and contamination. We applied this idea to improving modes of sanitation and containment in West Africa for those who do not have access to it. Our idea is the Sani-Truck!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Sani-Truck: Sanitizing and Containing One Truck at a Time", 
  "view_count": 22
}