{
  "applause_count": 1, 
  "author": "Jeff Barnes", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Ebola virus disease (EVD) is extremely infectious and carries a high mortality rate. The virus triggers neutrophils and other polymorphonuclear leukocytes causing their activation and massive release of inflammatory mediators, particularly cytokines (ie, TNFalpha, IL1, IL6, MCP1, MCSF, etc) and interferons (ie, IFNgamma) resulting in suppression of the immune system that is unable to combat infection.  After the 14 – 21 days incubation period, initial flu-like symptoms rapidly progress to systemic inflammatory response syndrome (SIRS), severe hypotension mediated by overproduction of nitric oxide (NO), multiple organ failure (MOF), internal and external bleeding as a result of complement activation (C3a, C5a) and vascular permeability; and in most cases death. No definitive treatment exists for symptomatic patients.\n<br/>\n<br/> Therapy is only supportive and the still unapproved ZMapp antibody cocktail only showed some benefit in asymptomatic cases. Preventive vaccines, even if available, have limited effectiveness, and will be compromised by constant mutations.\n<br/>\n<br/> Immutrix blood cleansing technology is expected to remove all mediators of symptomatic Ebola patients.\n<br/>\n<br/> • The novel extracorporeal treatment with ImmutriX proprietary adsorbents allows complete removal of inflammatory mediators (ie, TNF-alpha, IL-1, IL-6, MCP-1, MCSF and IFN-gamma) which suppress the patient’s immune system provoking SIRS and limiting production of immunoglobulins to combat the virus.\n<br/>\n<br/> • Effective removal of NO treats hypotension, preventing multiple organ failure.\n<br/>\n<br/> • Clearance of complement fragments (C3a, C5a) and adhesion molecules stopping vascular leakage, preventing internal and external hemorrhage.\n<br/>\n<br/> • Blood cleansing from these factors is expected to allow full recovery.\n<br/>\n<br/> ImmutriX Therapeutics, Inc., is a private pre-commercial medical device company based in Rapid City, South Dakota.  Research conducted by the company has demonstrated effective removal of approximately 70 molecular targets associated with disease or illness from whole blood and/or plasma.  Safety of the treatment has been demonstrated in animals however no human tests have been performed.  The treatment is similar to well accepted hemodialysis-like procedures.\n<br/>\n<br/> The Company is preparing for scale up production and human clincial trials for other indications not related to EVD.  The Company is seeking private equity investment and research grants.\n<br/>\n<br/> Contact info:\n<br/>\n<br/> ImmutriX Therapeutics, Inc.\n<br/> 4200 Beach Drive, Suite 6\n<br/> Rapid City, SD  57702\n<br/> (605)721-7979\n<br/> info@immutrix.com\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/save-the-lives-of-people-infected-with-ebola-virus", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3d98a897-cc98-4d7a-aa45-087c25380692.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 20:10PM", 
  "summary": "The Ebola virus is extremely infectious and carries a high mortality rate.  The ultimate cause of death in infected people is immune system suppression, massive release of inflammatory mediators, Systemic Inflammatory Response Syndrome (SIRS), and multiple organ failure (MOF).ImmutriX Therapeutics, Inc. has been engaged in research and  development of an adsorption technology that has the ability to efficiently and selectively remove a broad range of pro inflammatory mediators from blood.  We believe that utilizing this therapy would allow full recovery in symptomatic Ebola patients.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Save the lives of people infected with Ebola virus.", 
  "view_count": 79
}