{
  "applause_count": 5, 
  "author": "Kate Blumenthal", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:00PM", 
      "message": "\n    \tHi Kate, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 25, 2014, 18:02PM", 
      "message": "\n    \tIf a method to seal the patient instead of healthcare worker per interaction with patient were invented and possible, that would certainly reduce the volume of waste generated from care work.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kate Blumenthal", 
      "date": "October 25, 2014, 18:32PM", 
      "message": "\n    \tIt should also reduce the cost both in terms of purchase of protective gear and disposal of contaminated gear.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 25, 2014, 18:01PM", 
      "message": "\n    \tA tip I got from Shane Zhao and passing on to you......perhaps you might add a link directly to your post in case folks want to easily check out more? Tip: to activate links in your post, hit the Update Entry button up there on the right, then follow the instructions here: http://bit.ly/oi_link\n"
    }
  ], 
  "description": "<div class=\"description\">\n            What is needed is a modification of the sterile air tent with inserts for special plastic gloves so that patients could be treated without anyone touching them. It would be somewhat like the sterile cocoon prepared for David Vetter but easier because there is no need for absolute sterility of everything entering the tent. Tents could be placed in mobile clean rooms that would assist in keeping the caregivers free from infections. Both would be easily transportable and capacity could be location specific. Transporting the patient into the air tent would still require protective gear but once inside, the patient would not come into direct contact with anyone. Soiled bedding, bandages, etc. could be removed directly into sealed containers. Tents would be single use but by patient rather than by health care worker encounter. Mobile clean rooms could be re-used if patients were bedded into the tent before entering the clean room. A sample of the sterile tent and mobile clean room can be found at www.airflowequipments.com/sterile-air-tents. \n<div>\n  \n</div>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/seal-the-patient-not-the-healthcare-provider", 
  "media": [], 
  "submitted": "October 25, 2014, 17:43PM", 
  "summary": "The key challenge is to prevent contact between the patient and the healthcare worker. Everything I've seen involves sealing the healthcare worker in protective gear that is single use. What if we seal the patient instead?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Seal the patient not the healthcare provider", 
  "view_count": 47
}