{
  "applause_count": 2, 
  "author": "Donna Williams", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Donna Williams", 
      "date": "October 22, 2014, 04:28AM", 
      "message": "\n    \tHello @DeniseDenise and @JabThorn.  Thank you for your responses to my post.  I was actually nervous about posting so it truly is appreciated!First, @jab, there are several versions available commercially for everyday home use as well as hospital grade use. My first thought was of a Duo-Derm  bandage crossed with the 3M Nexcare Tegraderm to make it lighterweight.  There are Aquacel or Liquashield brands available, as well as many others.  They are used to cover PICC lines, catheters, open wounds, surgical sites, and burns every day around the world, as well as on every day cuts and scrapes.    They are water and germ- proof and could be used on contaminated patients to cover any open wounds they have to limit the patient contaminating someone accidentally as well.  Next, @denise,  these bandages are extremely breathable and lightweight. They also have a cooling additive in some of the brands such as \"aqua-heal\". The bandages with the cooling additive can be placed around the neck and wrist areas, as these areas are known to keep you cool.  There are new products coming onto market currently that are touted as \"personal climate systems\" which are basically like wristwatches that heat or cool the wrist. It is a similar concept to the aqua-cooled bandages theory.  Technically you could even produce the entire large-scale bandages with the cooling additives if needed then let the worker or patient decide how much of their body they wish to cool at any given time.The key component in my idea is that you would not need the extra-heavy duty stifling hot PPEs because you have the double layer. I have worked with all grades of PPE and the risk of needle sticks or contamination because of clumsiness in PPE removal is a larger threat than the contaminate itself.  Removing bulk is a necessity, especially when the workers are having to change PPE suits multiple times during each shift. This would allow workers to wear a lighter layer of external PPE that is easier to change in and out of but still stay safe.  If the company added much needed rows of \"gutters\" around the outer PPE garment this would help cut down on spread of liquid contagions such as blood or vomit too.  These would be added in rows every foot or so down the suit - even the arms and legs - to keep the blood or vomit from sliding down the suit and onto the ground.  They would be similar to an upside ruffle that would lay flat enough to not be in the way but could be opened by the worker instantly to catch the liquid. As you take the suit off by sliding it downward the \"gutters\" or pouches would contain the liquid until you could dispose of the suit permanently.  I am extremely hot natured (post menopausal) and I had to wear these bandages over an open abdominal wound that measured 27\" x 3\" for over 7 weeks. You could see muscle in some areas of this wound so it was extremely deep.  I was able to chase my grandchildren, work, and do everything that needed to be done in everyday life on a farm without overheating. I also did not contract any infection while having that size open wound while working outdoors and around kids and animals.  I've also seen it work on burn patients whose skin puts off massive amounts of heat and the patients do not feel overheated by it as well as preventing any additional infections.  It is extremely affordable and is already being mass produced by several companies. It would not take much to combine or modify existing manufacturing techniques to get this onto the workers and patients within a few months.  It is also available as latex-free so it can avoid possible allergic reactions.   I hope this helps clear up any questions but if not I will be more than happy to try again!  Thanks again!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Denise Denise", 
      "date": "October 21, 2014, 23:29PM", 
      "message": "\n    \tInteresting idea, Donna.  This would appear to answer the Contamination question to some degree.  However, since this bandage still has to be worn under the hot, stifling PPEs - often in Tropical environments, the Ventilation question is still on the table.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Jab Thorn", 
      "date": "October 21, 2014, 21:42PM", 
      "message": "\n    \tDo you have links to companies that produce or sell this material?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 21, 2014, 20:03PM", 
      "message": "\n    \tHi Donna, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The second skin material is already being massed produced by multiple companies.  It would be simple and cost effective to combine existing technology and machinery between manufacturers to create a very inexpensive, readily available product that would protect not only workers but patients. The solution is not to add even more bulk to existing PPE. Adding more bulk only creates more heat issues for the workers as well as restricts their movements which creates more hazards and chances for exposure to the worker.  The second skin material would be applied in large sheets with particular emphasis on known exposure areas, or even made into a lightweight  inner-suit to be worn during the workers entire shift.  The second skin stays on the worker until is able to go through a decontamination shower at the end of their shift.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/second-skin-worn-under-lightweight-ppe-to-protect-workers-from-infecting-themselves-while-changing-into-out-of-ppe-or-where-traditional-ppe-fails-to-cover-skin", 
  "media": [], 
  "submitted": "October 21, 2014, 11:37AM", 
  "summary": "Second skin bandage material has been used to prevent infection in immuno compromised patients for years. It is light, flexible, and allows the patient to wear it for days on end without skin irritation or overheating.  It is a water and germ proof barrier that is self-adhesive and can easily be applied in large sections by the person wearing it. Bandage is applied under existing lightweight PPE & protects the worker from infecting themselves due to exposed skin areas where PPE fails or when applying/removing PPE.  The second skin bandage is applied to the worker upon arrival for their shift and is not removed until the end of the shift after decontamination showers. Worker can safely change PPE multiple times daily w/out exposing skin.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Second skin worn under lightweight PPE to protect workers from infecting themselves while changing into/out of PPE, or where traditional PPE fails to cover skin.", 
  "view_count": 46
}