{
  "applause_count": 3, 
  "author": "Alexia Parks", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 21, 2014, 20:03PM", 
      "message": "\n    \tHi Alexia, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Alexia Parks", 
      "date": "October 25, 2014, 23:38PM", 
      "message": "\n    \tThis excerpt from today's The Guardian underscores why SELF CARE is key to controlling Ebola: ...An analysis of Ebola figures by development consultants the African Governance Initiative (AGI) suggest that even with current efforts to build more hospital facilities in the affected nations, there will be NO MEDICAL PERSONNEL  to staff them and there will be a shortage of more than 6,000 hospital beds in Guinea and Sierra Leone by December if the WHO’s worst-case scenario figure of 10,000 new cases a week by the end of the year is reached.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            SUMMARY of SELF CARE VIDEO - SELF CARE is the NEW HEALTHCARE: Your Own Body is Your Best  Defense Against Ebola.  Here is How to Keep It Strong\n<br/>\n<br/> Do you know the difference between these two words? AntiBIOtics. AntiBODIES? If you live in Africa, or travel in high risk areas, knowing the difference can help protect you from the deadly Ebola virus.\n<br/>\n<br/> AntiBIOtics, produced in a medical laboratory, kill bacteria. Antibiotics are useless against virus. Ebola is a virus. Antibodies, produced inside your own body, provide your body’s best defense against the Ebola virus, as well as the MERS virus, and the common flu.\n<br/>\n<br/> Mother Nature gave you the perfect pharmacy inside your own body. When you take these four simple steps to strengthen your own Immune System, you will create the best defense system for fighting back against the Ebola virus, and other viral risks.\n<br/>\n<br/> The key message is this: Your own body can provide the best personal defense against this deadly virus. Unlike bacteria that can be killed by antibiotics, the active fight against viruses such as the deadly Ebola virus, comes from your body’s own immune system.\n<br/>\n<br/> Antibodies created in your own bone marrow, for example, come to your aid to fight viruses, whether Ebola, MERS, or even the flu virus. The antibodies produced by your own body are 100% specific to the target virus. That is, the antibodies that your body produces to target ebola virus are specific to only the ebola virus. They are part of your body’s own immune defense team.\n<br/>\n<br/> Like a well-fortified castle with a moat around it and a drawbridge, your body’s active immune system includes four key players:\n<br/>\n<br/> 1.) Your Skin. For best protection against ebola and other virus, take direct action to avoid a dry, cracked skin. You will  need a healthy, well-oiled skin, both on the outside and also your interior system of skin (your nasal passage, mouth, and lungs, for example). Inside your body, your skin is called your mucosal lining. This interior skin includes your respiratory system, your digestive system, and your reproductive system.\n<br/>\n<br/> You can keep your skin well-oiled on the inside through the ingestion of Omega 3 fish oils, avocados, olive, coconut and palm oils, along with limited amounts of Omega 6 from nuts and cooking oils. On the outside, protective oils including Vitamin A can be used.\n<br/>\n<br/> If there is a crack or a break in dry, or inflamed skin, the body will send out macrophages to fight any viral or bacterial intruder. So a healthy, well-oiled skin – inside and out – provides the first level of protection.\n<br/>\n<br/> (2) Your Antibodies.  Your body produces antibodies that fight bacteria and virus in your own bone marrow. These antibodies, produced inside of your own bones, are made of protein. Their role is to attack the “intruder,” the ebola virus (which is also a protein) because it is viewed by your body as a “foreign” protein.\n<br/>\n<br/> To support the rapid production of antibodies in your own body, eat high quality protein first at each meal. It is critical to have high quality protein from animal sources, including soft boiled or poached eggs, fish, meat, and cheese. Your body’s own antibodies provide a major line of defense. It is called active immunity because your own body mounts a major defense against the virus to protect you.\n<br/>\n<br/> (3) Your stomach acid. Keep the hydrochloric acid in your stomach strong. The hydrochloric acid in your stomach has a very low PH, and like battery acid in a car, it will dissolve many things. It will kill MOST, if not all viruses and bacteria on contact. AVOID drinking liquids with your meal such as beverages, alcohol, or soup. SAVE breads, crackers, potatoes, pastas, rice and noodles for later in the meal. START your meal with protein. Your hydrochloric acid will be able to fully digest the protein: meat, fish, chicken, dairy products, cheeses, nuts, soy… when you eat protein first. The word protein means *of first importance*. \n<br/>\n<br/> The hydrochloric acid in your stomach becomes less effective in its defense against virus and bacteria if you add liquids including beverages such as water, beer, or soup just before or during a meal. Your stomach’s hydrochloric acid will also become less effective if you soak up most of it by beginning your meal with breads, crackers, pastas, rice or noodles.\n<br/>\n<br/> 4.) Your Stress Level. The fastest way to reduce stress is through touch, or massage including self-massage (neck, feet and hands). The second fastest way is through aerobic exercise, that is non-stop exercise that boosts your heart rate for at least 15-60 minutes every other day. Meditation, yoga, CORE, stretching and balance exercises will also bring rapid stress relief.\n<br/>\n<br/> The bottom line: To live long, live strong.\n<br/>\n<br/> Alexia Parks is a virtual mentor with the United Nations, Newsweek’s ”One of 50 people who matter most on the Internet,” science journalist, and founder of the 10 TRAITS Leadership Academy. She has produced a 10 DVD Whole Body Health Medical Library and is co-author of Dr Joel’s Be Superfit for Life.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/self-care-is-the-new-healthcare-your-own-body-is-your-best-defense-against-ebola-here-is-how-to-keep-it-strong", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/91458411-f2b2-4ffe-a128-2a1311ca26ca.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 21, 2014, 14:18PM", 
  "summary": "Antibodies, produced inside your own body, provide your body’s best defense against the Ebola virus. Mother Nature gave you the perfect pharmacy inside your own body. Healthcare workers can LEARN & TEACH four simple steps to strengthen the body's own Immune System. Your BODY'S active immune system includes four key players: (1) Your SKIN Inside and Out; (2) Your Own Antibodies; (3) Your Stomach Acid; (4) Your Stress Level.  USE THIS  SELF-CARE VIDEO that can be downloaded worldwide. Use IT to train healthcare workers in the field.  The message: Your Body Is A Fortress. Like a well-fortified castle with a moat around it and a drawbridge, use your body’s own active immune system to protect you.  PREVENTION is your best protection!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "SELF CARE is the NEW HEALTHCARE: Your Own Body is Your Best  Defense Against Ebola.  Here is How to Keep It Strong", 
  "view_count": 99
}