{
  "applause_count": 4, 
  "author": "Volker", 
  "comment_count": 7, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 20, 2014, 20:49PM", 
      "message": "\n    \tHi Volker, when the person becomes severely ill, he might stop to eat and drink. Should this kit not contain something, that keeps the person drinking and eating as long as possible? I saw videos where drinking was given to a totaly apathetic children.  I think this kit needs at least something to remind the person to eat and drink. And something to make it as easy as possible.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nicholas Mellen", 
      "date": "October 09, 2014, 19:05PM", 
      "message": "\n    \tI just reinvented this wheel on a separate thread. A key piece in deploying home care kits is carefully considered logistics. Prepackaging the kits before shipment may speed delivery and assure consistency.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Diane Hallinen, MD", 
      "date": "October 08, 2014, 22:32PM", 
      "message": "\n    \tElectrolyte powders, including potassium, would be important.  Perhaps some pain meds, absorbent pads for protecting the bed and making self cleaning easier and a radio.  I like the walkie talkie idea, it would be good for people to know that they will be checked on say three times a day.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:32PM", 
      "message": "\n    \tThere are some other ideas that propose similar types of kits. It would be great to start a conversation with others on the site to see how this suggestion could be further developed. I'm especially curious if people would be interested in using such a kit.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 18:08PM", 
      "message": "\n    \tHi Volker, this is a really interesting idea. Building on Michelle's comments, how might we communicate to people to empower them to take action to treat themselves in an effective way? There might be some stigma around seeking these kits out and voluntarily locking themselves out of social groups. How might we change individuals perceptions around this? We encourage you to include questions or needs that you want from the community to help develop or prototype your idea. Maybe people might have suggestions for other things that would be helpful to include in the kits or maybe ideas around how we can build and distribute these kits easily and in a cost effective way.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Volker", 
      "date": "October 09, 2014, 18:32PM", 
      "message": "\n    \tStigma around seeking out kit: In Europe hospitals used to have a creepy but useful feature - a warm drop off compartment in which mothers could anonymously leave their unwanted babies.Translation: - storage of kits in a neutral and shielded place, it probably needs to be manned to avoid plain theft. - send SMS to specific number to order delivery\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 18:44PM", 
      "message": "\n    \tGreat developments! Check out Ami's idea on caregiver kits - https://openideo.com/challenge/fighting-ebola/ideas/provide-simple-disposable-gloves-caps-goggles-to-care-givers-instead-of-teaching-how-to-use-plastic-bags. How might we make these kits accessible by using existing products that are either readily accessible or are being supplied by international aid?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The Kit could have two parts:\n<br/> 1.Stuff - materials, clothes, trash bags, walkie talkies, books and magazines for entertainment\n<br/> 2. Food - well, stable foods of all kinds\n<br/> 3. Instruction manual - what to do on each day, what kind of sysmptoms to look for and how to organize the day\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/self-quarantine-kit", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e25f2a0f-269e-4a93-a379-e79a56e6f83b.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 07:11AM", 
  "summary": "This self quarantine kit makes it easy for potential patients to disconnect from their surroundings. It contains everything you need to live by yourself for ca. 2 weeks.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Self quarantine kit", 
  "view_count": 111
}