{
  "applause_count": 3, 
  "author": "carilyn c", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 27, 2014, 19:36PM", 
      "message": "\n    \tHi Carilyn, we're so glad that you are inspired to share OpenIDEO with your networks. Just to clarify something - this challenge is not sponsored by BIll Gates, it is sponsored by USAID, the White House office for Science and Technology Policy and the Centre for Disease Control. Thanks for spreading the word!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "Edited on October 28, 2014, 03:29AM", 
      "message": "\n    \tHello Deborah,  thanks for the correction...   I meant the website OpenIDEO, rather than the challenge being sponsored by Bill Gates, but that may be a wrong thought too that somehow got in my head..  hmm.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "Edited on October 25, 2014, 20:00PM", 
      "message": "\n    \tThis idea can be repeated world wide. It could turn OpenIDEO into something like artificial intelligence ..!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Send a simple email to all your problem-solving friends to join OpenIDEO...\n<br/>\n<br/> Use my exact words from the PNG diagram if you like...  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/send-email-invite-to-your-problem-solving-friends-to-join-openideo", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/15f2845d-16bd-46f5-a904-0e3d795b6b34.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 25, 2014, 18:36PM", 
  "summary": "Inspired by Howard Boyle's post about sending POTUS a letter to open inventors database and invite inventors (US Patent Office) to join OpenIDEO...  I think all of us also have friends who are problem solvers and we can send them email invites to join OpenIDEO...", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Send email invite to your problem-solving friends to join OpenIDEO", 
  "view_count": 45
}