{
  "applause_count": 3, 
  "author": "Jab Thorn", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:19PM", 
      "message": "\n    \tHi Jab, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            It seems that deceased or near death patients may be more virulent in passing on the disease than live ones.  The statistics have always seemed to show that burial rituals were vary contagious and now we have two nurses in PPE that have also come down with the disease.\n<br/>\n<br/>   The Spanish nurse is confirmed to have assisted in cleaning up after the death of the priest.  No information othe than \"multiple visits\" has been given on the Dallas nurse so we don't know if she also was in the room after the patient was deceased.\n<br/>\n<br/> Now to be fair, it may not be that the patient is actually anymore virilent but that caregivers are less vigilant.  After all the disease transmission has been linked to the same methods as AIDS.  However this virus is heavily present in sweat glands throughout the skin surface and tear ducts which many don't traditionally think of as \"bodily\" fluids.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/separate-caretakers-for-the-living-and-the-dead", 
  "media": [], 
  "submitted": "October 12, 2014, 18:23PM", 
  "summary": "Have separate and distinct caretakers for living patients and deceased patients.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Separate Caretakers for the Living and the Dead", 
  "view_count": 30
}