{
  "applause_count": 7, 
  "author": "Kate Cho", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "KATHRINA (Kit) NEASE", 
      "date": "October 21, 2014, 16:22PM", 
      "message": "\n    \tKate - this is a very reasonable idea.  My company, SHELTER+(www.1stchoicefg.com), supplied a mobile medical treatment facility (37 units) for use in Kenya for Somalia refuge treatment with many kinds of infectious disease, two years ago.  The units had to be powered with Solar AND Fuel Cell technology, as many of the blood-gas machines take a huge amount of power.Things to consider:- West African Customs- Transporting Chassis w/units- Levelling the surface to make the containers safe- If using a diesel generator to power - the diesel fuel- Maintaining the Units (negative pressure units are costly to maintain- Materials to coat the facility so that they can be pressure cleaned and dis.- Once the units are in the country, they are the property of their govt to use as they wish.- Koreans are selling their units to the UN fully functional at 5600.00 US each - ouch!!Yes, your ideas are great - you will see us posting pictures and prototypes of our units now in deployment, so we can talk through the details.Best Wishes!  Kit Nease http://SHELTERplus.us\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 16, 2014, 18:12PM", 
      "message": "\n    \thammocks would be lighter, easier bedding to replace--could the ill with ebola be treated in hammocks or is that too uncomfortable ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:12PM", 
      "message": "\n    \tHi Kate, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            They can be outfitted with the basics -  a hammock and a portable latrine.  Depending on what the furniture and equipment are made of, the patient could be removed for a few minutes so that the entire place could be hosed down with the bleach disinfectant solution daily. \n<br/>\n<br/> In Liberia rainy season is setting in, making transport of patients to ebola care centers treacherous and difficult (if not impossible). Some NGOs are starting to bring care units and isolation areas to the community. These are better than tents! http://nyti.ms/1yVf1WU \n<br/>\n<br/> My ideas stem from repurposing items and materials that would be readily available in the affected countries. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/shipping-containers-repurposed-as-isolation-wards", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/d72786c4-6bde-476f-8c95-629062c110af.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/003a4103-5003-4e54-8faa-34932bedcfa5.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 16, 2014, 02:07AM", 
  "summary": "Construction or renovation of a building is a process which can be costly, time consuming, and bureaucratic. This idea is for the engineers and construction workers (and maybe even the US Army Corps!) who are building additional facilities to treat ebola patients. My company came up with \"Insectary in a Box\" for a malaria project - shipping containers could be divided into several units.http://www.africairs.net/2012/12/mali-pilots-insectary-in-a-box/", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Shipping containers repurposed as isolation wards", 
  "view_count": 96
}