{
  "applause_count": 5, 
  "author": "Kevin Schuster", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Luisa Covaria", 
      "date": "October 29, 2014, 19:23PM", 
      "message": "\n    \tKevin, This is a very interesting idea. Do you know of other similar initiatives doing similar work? Has Voto launched a similar initiative that you have gotten user feedback on? Who are potential partners for this idea? What would it take to implement it?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:53PM", 
      "message": "\n    \tHi Kevin, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            We are proposing to use a voice-based mobile engagement tool to set-up an \n<strong>Ebola Infoline</strong> and provide valuable information to people in the entire region. Given our extensive experience, we can \n<strong>quickly deploy</strong>, cover \n<strong>all major languages</strong> and reach all countries of the \n<strong>sub-region</strong>.\n<br/>\n<br/>\n<strong>The Problem:</strong>\n<br/> Misinformation about the disease, particularly in the rural areas, is one of the major factors in the spread of the epidemic. In our experience this can be countered most effectively with a combination of mass media and mobile-enabled outreach, and particularly recorded \n<strong>audio messages.</strong>\n<br/>\n<br/>\n<strong>The Approach:</strong>\n<br/> 1. Authority-sponsored messages about the disease could be broadcasted on the radio, newspaper and television, in all major local languages.\n<br/>\n<br/> 2. In those messages, we would advertise a local phone number people can “flash” to get more information. People who call this number are automatically registered to our information subscription services, which is again available in all languages.\n<br/>\n<br/> 3. This information subscription service delivers up-to-date and validated information about the disease symptoms, prevention measures and spread, in people’s language of choice.\n<br/>\n<br/> This approach has proven very effective on multiple projects, including a corruption hotline in Ghana advertised on national radio, and our multi-country partnership providing agriculture extension through mobile-assisted radio shows with FarmRadio. In both cases, tens of thousands of people registered in a matter of days.\n<br/>\n<br/> We will be starting to implement this approach in Ghana with UNICEF and the Ghana Ministry of Health. We would like to roll-out this approach in Sierra Leone, Liberia, Guinea, Nigeria and potentially other countries in West Africa.\n<br/>\n<br/>\n<strong>Other Use Cases:</strong>\n<br/> In addition to mass-population awareness raising – a voice-based mobile platform could be used for:\n<br/>\n<br/> - A coordination tool between Community Health Workers.\n<br/> - A discreet follow-up mechanism with people that have been exposed to Ebola victims. An education and reminder program could be delivered through mobile throughout the 21 day post-exposure period.\n<br/> - A contact tracing tool.\n<br/> - A Hotline to report symptoms and connect people to a call center staffed with professional healthcare workers to help confirm the symptoms and advise on care.\n<br/>\n<br/>\n<strong>About VOTO:</strong>\n<br/> In the past year, the VOTO platform have been used by 250+ partners to reach over 250,000 people across 22 countries. Partners include The World Bank, UNICEF, Ideo.org, Innovations for Poverty Action, Farm Radio International, and Facebook (Internet.org).\n<br/>\n<br/>\n<strong>The Power of Voice:</strong>\n<br/> VOTO Mobile specializes in voice-based engagement (as opposed to SMS, although we power both). Voice has the benefits of cutting across language and literacy abilities, as well as providing richer engagement and trust building opportunities. With voice, our partners get \n<strong>10x the engagement compared to SMS</strong>, as well as \n<strong>4.5x higher rural participation rates</strong> and \n<strong>2.5x higher women participation rates</strong>.\n<br/>\n<br/> Voice provides the opportunity to develop a relationship with the recipient and offer richer content than can fit within 160 characters. Further, no cost is incurred by the recipient for an incoming voice call (as opposed to an outbound SMS when responding), and the entire interaction happens in one sitting, compared to the back-and-forth nature of SMS interactions.\n<br/>\n<br/> Our partners are also able to conduct more accurate monitoring with voice, like seeing how many seconds of each message a recipient listens to, and embedding quiz questions to measure comprehension and interest. With on-going iterations of content and segmenting of recipients, engagement levels can improve continuously.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/silencing-ebola-through-voice-combing-radio-and-a-voice-powered-mobile-information-subscription-service-to-inform-tens-of-millions-of-west-african-household-and-stop-the-epidemic", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/aace8ef9-82a6-4417-b724-b986b0491aca.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 19, 2014, 18:42PM", 
  "summary": "Misinformation about Ebola, particularly in rural areas, is a major factor in the spread of the epidemic. In our experience this can be countered effectively with a combination of mass media and mobile-enabled outreach, and particularly recorded audio messages. Voice messages reach all phones and cut across languages and literacy abilities, providing engagement with marginalized groups, especially women and people in rural areas.The approach includes 1. Authority-sponsored messages broadcasted on radio 2. Mass-marketing of a toll-free phone number for people to call-in to subscribe to a regular interactive information service 3. This service, which doubles as a hotline, delivers up-to-date information about symptoms and prevention measu", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Silencing Ebola through Voice – Combing Radio and a Voice-Powered Mobile Information Subscription Service to Inform Tens of Millions of West African Household and Stop the Epidemic", 
  "view_count": 81
}