{
  "applause_count": 1, 
  "author": "Rebecca Buechel", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 11:00AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 19, 2014, 10:50AM", 
      "message": "\n    \tlinks to events organizer ideas: large scale circus-tent villages + events organizers' industry contacts for quick, large scale solutions https://openideo.com/challenge/fighting-ebola/ideas/bring-in-expert-partners-from-other-fields-example-circus-tents\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:13PM", 
      "message": "\n    \tHi Rebecca, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 13:46PM", 
      "message": "\n    \talso, in REGIONAL STRATEGIES, if necessary, disinfectant spraying by drone or helicopter can be employed (taking necessary public & ecological precautions) as in agricultural settings; or individual disinfectant spraying through mobile spray cans; or spraying with pipes like fire extinguishers or gardening gear for pesticides.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 10:25AM", 
      "message": "\n    \tthese thoughts play on many ideas from the platform; will try to connect specific ones into thread here a bit later\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            A) For new drugs: re-Look at all traditional medicines to check out anti-viral properties (one old article here: http://www.timeshighereducation.co.uk/news/a-folk-remedy-for-killer-ebola/148114.article ) ; (Medical-) anthropologists could interview worldwide traditions to this effect (Tibetan medicine (yartsa?), Chinese, African, Native cultures of the Americas, folk remedies everywhere. Also interviews should be done on folk treatment of symptoms. Historians should also re-check old texts for ideas on treatments.\n<br/>\n<br/> B) Treatment Centers should be raised up a floor so disposal of gear &amp; contaminated waste can be done easily by falling through large chutes into tubs/recipients in an incinerator/disinfecting area below on the ground floor with easy truck access if needed to bury (ashes) elsewhere.\n<br/> Zones with see-through hard plastic walls with impermeable glove \"sockets\" can allow for coaching sessions or even family \"visits\" by maintaining a non-contaminated zone next to a contaminated one.\n<br/> As much as possible, building materials of hospital surfaces should have antiseptics incorporated into them (much like fireproofing chemicals are put in building materials).  \n<br/> Incorporate \"old fashioned\" techniques which can prove superior to \"modern\" equipment as here with hospital ventilation: http://www.plosmedicine.org/article/info%3Adoi%2F10.1371%2Fjournal.pmed.0040068\n<br/>\n<br/> C) re-used mattresses (of antiseptic materials?) could be bleached &amp; put in waterproof plastic pouches for each use. (Rolls of?) disposable bedding made of \"diaper\"-style layers--absorbable one side &amp; plastified on the other--with a towel incorporated for preliminary cleaning when taking off sheet. (Nurses, nurse aids &amp; midwives should be consulted on how to best make these designs.)\n<br/>\n<br/> D) Frontline Health Care Workers will need the support they deserve with a calm, clean place to unwind &amp; discuss experiences/give feedback to team of psychologists/coaches/religious figures/prayer space there when needed--also stretching/exercise to combat fatigue of repetitive movements &amp; heavy lifting. Check out integrating mid-wives into ebola care as their training &amp; skills can be efficiently crossed-over to this situation.\n<br/>\n<br/> E) Regional Strategies on things such as disinfecting homes/neighborhoods, and travel restrictions, providing UV light tunnels to kill the virus on the recent contacts of the ill (?);\n<br/> Temporary triage/welcome centers with clear contaminated/potentially contaminated/non-contaminated zones should be set up in villages for information and for first-step isolation of patients needing testing before going to a large-scale treatment center. Governments, along with religious figures &amp; anthropologists could work on adapting funeral rites &amp; inventing new ones to avoid contamination while respecting the greiving process. They would need to communicate this clearly in a comforting way to create understanding among the affected population.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/sketch-for-scaling-ideas-up-to-deal-with-10k-predicted-cases-a-week", 
  "media": [], 
  "submitted": "October 15, 2014, 10:24AM", 
  "summary": "When imagining caring for this anticipated number of very ill (10k/week), dimensions/options would obviously change:A) MEDICINE AGAINST THE VIRUS becomes priority as resources, space, infrastructure will (rapidly) deplete/wear out. B) LARGE-SCALE TREATMENT CENTERS which could be airconditioned in hot climes & have zones for: the just ill, the very ill & those recovering while also incorporating appropriate large-scale disposal of infected equipment as well as zones for trial treatments on patients (who agree to trying it)C) EASILY & FAST MASS-PRODUCED EQUIPMENT/BEDDING/RECEPIENTSD) PHYSICAL & PSYCHOLOGICAL SUPPORT FOR FRONTLINE HCWsE) REGIONAL STRATEGIES ON GOVERNMENTAL LEVEL", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Sketch for scaling ideas up to deal with 10k predicted cases a week", 
  "view_count": 211
}