{
  "applause_count": 7, 
  "author": "Sara Laskowski", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            From their website -- \"The End Ebola Now campaign was created by a group of Sierra Leonean-Americans in the entertainment industry in Los Angeles, California.  Our key goal is to spread accurate information and awareness about the Ebola Virus Disease and its impact through artistic community activism.  We target various West African communities to make sure these individuals receive the proper information necessary to take preventative measures and seek medical assistance if needed, and we aim to spread as much awareness as possible to communities abroad.\"\n<br/>\n<br/> Because these individuals have connections in the entertainment industry, several high-profile celebrities have already participated and the hashtag/movement is gaining traction. This has the potential to get very big -- viral, even -- on social media because it is A) easy to do B) light-hearted and C) relevant. This is clearly modelled off the success of the ALS ice bucket challenge but is different enough to not be seen by the public as a cheap copy. And everyone loves to dance. Especially West Africans!\n<br/>\n<br/> The \"End Ebola Now\" campaign encourages donations to Emergency USA but if this did go viral, individuals could donate to a number of different funding sources for the Ebola relief effot.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/social-media-dance-off-campaign-to-raise-awareness-shakeoffebola", 
  "media": [
    {
      "src": "https://www.youtube.com/embed/b_jHGrDV7Cc?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 17, 2014, 01:45AM", 
  "summary": "Modeled off the success of viral campaigns such as the ALS Ice Bucket Challenge, the #ShakeOffEbola campaign challenges the user to upload a video of themselves dancing or donate to the Ebola relief effort -- or both! -- in 48 hours. The makers of this website and initiative have celebrity connections and the hashtag has already started gaining traction. This has the potential to go viral on social media and draw a lot of awareness to on-going fundraising effortsCheck out their website here -- http://www.endebolanow.com/", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Social Media Dance-Off Campaign to raise awareness -- #ShakeOffEbola", 
  "view_count": 54
}