{
  "applause_count": 5, 
  "author": "Aloke Pillai", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 16:02PM", 
      "message": "\n    \tHi! I noticed there is another similar ideas. Maybe you guys can collaborate somehow? Check it out here - https://openideo.com/challenge/fighting-ebola/research/virus-barrier. Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Dan Shipp", 
      "date": "October 08, 2014, 20:33PM", 
      "message": "\n    \tWhere does the cold air come from?  In West Africa, if you're in enough sun to power the motor, isn't the air that's circulating going to be hot?  Then you're trying to work inside a convection oven.  Cooling garments for use under protective clothing are available now.  Could the solar fan be used to help circulate the air to the whole body?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 08, 2014, 12:22PM", 
      "message": "\n    \tHi Aloke Pillai, Your idea and my idea are similar. Also please go through my idea on \"Equipping and Empowering the Care Community to Fight Ebola\" and see if we can clubbed together our ideas and work as a team. here is the link:  https://openideo.com/challenge/fighting-ebola/ideas/equipping-and-empowering-the-care-community-to-fight-ebola\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:04PM", 
      "message": "\n    \tAwesome that you two have teamed up! Can't wait to see where this goes!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "October 08, 2014, 19:12PM", 
      "message": "\n    \tHello! I love that you've found a connection between your ideas. Reading through your idea as well Guichingdun, an idea that popped into my head was about leveraging existing inflation technologies - perhaps looking at something like self inflating air beds? I know this requires a closed space, but perhaps there is something we can learn from this. How might we do this without a power source?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 10, 2014, 04:03AM", 
      "message": "\n    \tHello! Thanks for your revolutionary suggestion.  I think your suggestion is applicable. Self inflatable air-conditioned suite powered by solar to what Bob Hauck and Aloke Pillai have suggested would be the ideal solution.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Suits that are currently used can be fitted with flexible solar panels on the shoulders which is then connected to a computer fan on the back. Rubberbands on the elbows and knees can contrain the cold airflow into the arms and legs.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/solar-powered-fans-in-suits", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7f49038d-5963-4552-939e-15388e192daf.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 03:16AM", 
  "summary": "Caregivers are exposed to very hot conditions when responding to patients on the scene. This idea helps circulate cold air within the suit by a solar powered computer fan. This will cause the suit to inflate more, so putting rubberbands at the pivots of the body, like the elbows and knees, would help caregivers retain their mobility.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Solar powered fans in suits", 
  "view_count": 101
}