{
  "applause_count": 2, 
  "author": "Cole Potridge", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "Edited on October 17, 2014, 18:07PM", 
      "message": "\n    \tHi Cole, here's another post by Chris that talks about how existing materials might be used to create temporary structures to treat patients in - https://openideo.com/challenge/fighting-ebola/ideas/empower-affected-communities-to-help-fight-ebola. Perhaps this might inspire further thought or collaboration. Have you thought about how we might optimize the use of the solar energy as well as how these might be distributed into remote communities in an efficient way? I know of something call the Sun Saluter - http://sunsaluter.com/ which helps extract more energy and also produces clean water. Perhaps we could leverage this for the wider community's health too?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:12PM", 
      "message": "\n    \tHi Cole, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            In order to house a number of the infected population, we can use a sort of pop-up medical tent, like was used during times of wars. This structure will need to be light weight and easily portbale, so it can be broken down and reassembled in a short period of time. The covering of the tent will be made of a type of synthetic material that allows sunlight to beam in but keeping it cool during the day and at a comforable temperature at night. This bring us to how might we prevent the people who ar etreating the patients with Ebola from overheating in their suits? One way is that we could use portable fans that would fun on solar power, but there should be a backup generator just in case the system fails, so their would be no worry about having electricity in remote places where the infection has spread. The rest of the tent will also be powered by the same type of energy, such as lighting, medical equipment, etc.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/solar-powered-pop-up-tents", 
  "media": [], 
  "submitted": "October 15, 2014, 03:44AM", 
  "summary": "Portable medical tent that is solar powered to make the patients and people are taking care of them more comfortable.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Solar Powered Pop-Up Tents", 
  "view_count": 81
}