{
  "applause_count": 2, 
  "author": "Rui Batista", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 19:18PM", 
      "message": "\n    \tHi Rui, we'd love to learn more about how the burial practice might change as we link it more closely with religious and cultural practices. Could you illustrate this in more detail for the community?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 17:03PM", 
      "message": "\n    \tHi Rui, getting visual is a really important element of engaging the community to help develop your idea. Perhaps you've got an image or a video you could upload on your post. You can use the update entry button on the right of your post to do this. If you need inspiration, feel free to check out our getting visual guide here - http://ideo.pn/vis-uals.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            check this\n<br/> http://news.nationalgeographic.com/news/2014/03/140327-ebola-virus-guinea-bush-meat-vaccine/\n<br/>\n<br/> \"What causes the virus to move from animals to people?\n<br/>\n<br/> The initial infection is through bush meat. If there are infected bats—or primates used as protein—in the process of butchering them, a person gets in contact with blood.\n<br/>\n<br/> How does it move from person to person?\n<br/>\n<br/> It's not easily transmitted. But there's this ritual behavior [in some areas, where] they wash bodies by hand to prepare for burial—a loving way of sending the spirit into the next world. This kind of behavior brings people into very close contact with body fluids that are infected, and that's how people become infected.\n<br/>\n<br/>\n<strong>Typically these outbreaks are relatively easy to control if you can get people to stop washing dead bodies.\"<br/> <br/> Solution 1: Provide better source of protein.<br/> Solution 2: Envolve religious leaders, for a better monitoring and ensuring the best practices on burial rituals.</strong>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/solve-the-problem-where-it-starts", 
  "media": [], 
  "submitted": "October 08, 2014, 09:01AM", 
  "summary": "With some research, you can figure that the problem starts with bush meat blood contact and problematic funeral rituais. So, why not starting to give safe protein sources to those comunities, and envolve religious leaders by monitoring burial rituals, to ensure that they hare preformed the safe way. In the health care side There is a lot of sollutions,  so give the suits , the gogles, and the gloves, hidration and the salts  to helthcare people that needs it.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Solve the problem where it starts", 
  "view_count": 46
}