{
  "applause_count": 1, 
  "author": "Yujun Zhang", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Ebola virus disease can be defined as a disease of humans and other primates caused by ebolaviruses (EBOV). Signs and symptoms typically start between two days and three weeks after contracting the virus as a fever, sore throat, muscle pain and headaches. Here are some facts about ebola:\n<br/> 1. The first known outbreak of the disease was recorded in 1976. It originated in Zaire (today's Democratic Republic of the Congo). The virus got its name after the Ebola River which is thought to be the place where the first people got infected.\n<br/> 2. The ebola virus is not as contagious as it is fatal.\n<br/> 3. The ebola virus is not airborne and can only be contracted through contact of the subject's bodily fluids, objects that have been contaminated, or contact with the subject itself.\n<br/> 4. Studies have shown that the fruit bat is the most probable host of the ebola virus.\n<br/> 5. If someone is to survive the effects of the ebola virus and recover from it, they are immune to the virus and cannot transmit it to others.\n<br/> 6. Currently, Liberia has the most cases of ebola coming in at a whopping 3,834 cases and from those 2,069 deaths.\n<br/> 7. Vaccines are being developed and speculations rise that a cure is on the way.\n<br/>\n<br/> Here are some treatment for ebola virus:\n<br/> 1. Standard support:\n<br/> No specific treatment is currently approved. However, survival is improved by early supportive care with rehydration and symptomatic treatment. Treatment is primarily supportive in nature. These measures may include management of pain, nausea, fever and anxiety, as well as rehydration via the oral or by intravenous route.\n<br/>\n<br/> 2. Intensive care:\n<br/> Intensive care is often used in the developed world. This may include maintaining blood volume and electrolytes (salts) balance as well as treating any bacterial infections that may develop.\n<br/>\n<br/> 3. Alternative medicine:\n<br/> The Food and Drug Administration (FDA) advises people to be careful of advertisements making unverified or fraudulent claims of benefits supposedly gained from various anti-Ebola products. The FDA has already sent out at least one letter of warning to a seller of colloidal silver who made unverified claims of Ebola related benefits, supposedly derived from the use of their products.\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/something-about-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/624a2cc9-d9d7-449c-824a-893ce2ffb0e4.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 30, 2014, 04:52AM", 
  "summary": "There are some facts about the deadly virus ebola, which is killing thousands in West Africa. I realised that it was essential to give you an understanding of what the virus does to the human body and other facts relating to it. What is more, I want to get your attention to learn how to treat ebola virus.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Something about Ebola", 
  "view_count": 24
}