{
  "applause_count": 6, 
  "author": "Jennifer Hartsfield", 
  "comment_count": 4, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:21PM", 
      "message": "\n    \tHi Jennifer, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 13, 2014, 02:47AM", 
      "message": "\n    \tTake a look at this youtube for Mighty Sealer Flexible Rubber Coating Sealant  .  https://www.youtube.com/watch?v=oE-Sm4ZjNtcCould possibly get by with just doing gloves since that is most likely area of contamination.I looked at the liquid glass, recent news is at http://www.nanopool.eu/en/show/2487/ andhttp://bacterlon.eu/en/fields-of-use/medI'm seeing it more as a repelant than a trapper.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jennifer Hartsfield", 
      "date": "October 13, 2014, 03:17AM", 
      "message": "\n    \tThank you so much for your comment.   That product looks like a perfect solution.   I agree about the liquid glass  after researching it a little more I think it might be great for treating surfaces in the treatment unit making them easier to clean. I'm curious on your thoughts of the premise of the idea.   Do you think something like flex seal would work to lock in any bacteria.  I think it would work best on a one piece suit. May too expensive to put into practice?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 13, 2014, 13:40PM", 
      "message": "\n    \tsome ppl on this site have mentioned the actual SIZE of the virus compared w/ size of water molecule... guess size of molecules would come into play with your substances\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I found this product called liquid glass. The link is below let me know what you think. http://m.phys.org/_news184310039.html\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/spraying-a-protective-hardening-layer-over-the-ppe-suit-trapping-any-virus-particles-underneath-it-prior-to-removing-it-making-chance-of-infection-while-removing-suit-greatly-reduced", 
  "media": [], 
  "submitted": "October 13, 2014, 01:30AM", 
  "summary": "Ok guys I need help identifying a substance that would work for this idea.   I have this vision in my head of spraying something akin to foam insulation on the suit prior to removal allowing it to harden creating a clean non infected protective layer that can be handled much more safely.   I do believe foam insulation is toxic and so is probably not feasible.   But do any of you have ideas of what would work.   For example scotch guard, or maybe even several layers of spray paint.   It would be best if it were colored so you could visually identify that all areas have been covered.   Any input is much appreciated!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Spraying a protective hardening layer over the ppe suit trapping any virus particles underneath it prior to removing it making chance of infection while removing suit greatly reduced.", 
  "view_count": 64
}