{
  "applause_count": 3, 
  "author": "Kate Cho", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 11:02AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:12PM", 
      "message": "\n    \tHi Kate, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 16, 2014, 07:51AM", 
      "message": "\n    \tso for metal objects...\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            High heat kill germs as effectively as disinfectant solution. If chlorine is in short supply, perhaps these grills can serve as the first sterilization unit, and then chlorine solution could be used as the final rinse (and cleaning off of any dirt and debris).\n<br/>\n<br/> My ideas stem from repurposing items and materials that would be readily available in the affected countries. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/sterilization-bbq-grills", 
  "media": [], 
  "submitted": "October 16, 2014, 02:13AM", 
  "summary": "BBQ grills (the kind that are used for street food) could be turned into sterilization equipment if chlorine is in short supply. For metal instruments only!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Sterilization BBQ grills", 
  "view_count": 67
}