{
  "applause_count": 3, 
  "author": "Urban Bodies", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:35PM", 
      "message": "\n    \tHi, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Ariel Martín Pérez", 
      "date": "October 29, 2014, 22:40PM", 
      "message": "\n    \tI find this idea both simple and effective. I would opt for a hand sanitizer with neem extract = both smelling and extra-protective. The only issue I see is that you can get used to strong smells over time, so they should be changed from time to time. I also wonder what would be the reaction of infected patients to these strong smell, when they're in the same room as doctors.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<strong>Solution </strong>- Strong scent in hand sanitizer, gloves... that alerts people when about to touch face with hands. So anytime a person goes to touch their face the strong smell warns them to not do it. Also the strong scent can also remind that they must thoroughly wash hands (e.g. before eating) to get rid of deadly germs because strong scent doesn't just disappear with a light rinse or wiping hands on clothes...\n<br/>  \n<br/> Some different warning scents that have been considering include:\n<br/>\n<strong>Hot Peppers or Onions</strong>: Pro's - natural, used in hot sauce and mace, supposedly no long term affects from mace (like mace, hot sauce... but may cause eyes to burn - might not be bad to teach to not touch mouth, nose, eyes). Acids may also kill germs. Concerns - may not smell strong enough until already touching face, duration of smell (not good if dissipates too quickly).\n<br/>\n<strong>Smelling Salts</strong> (Ammonia): Pro's -  makes people alert, very strong signal to body. Concerns - Toxic in very high concentrations?, will scent dissipate too quickly or spread too far to be effective...\n<br/>\n<strong>Neem Oil </strong>(Current Best Contender):  Pro's - Natural and safe (even used in toothpaste), horrible smell, good for healing skin, natural antibiotic/antifungal... Also could source from West Africa to create jobs where hardest hit by ebola. Concerns - is scent strong enough to alert before touching hands, cost... I just made upa 20% Neem Oil and 80 % regular hand sanitizer and much of stink is scented but stink is still there even after only one application and washing hands a number of times over last 6 hours.\n<br/>\n<br/> Ideal features of strong scent - local (so smell when about to touch face also so people will use), strong (so natural repulsion reaction), lasting (so reminder will last even after hands dry), safe (don't want to do any harm), economical (so able to distribute freely to infected areas)...\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/stop-spread-of-infection-immediately", 
  "media": [], 
  "submitted": "October 29, 2014, 21:41PM", 
  "summary": "Stinky Hand Sanitizer and Gloves = No More Touching Face= No More Self Infecting", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Stop Spread of Infection Immediately", 
  "view_count": 23
}