{
  "applause_count": 1, 
  "author": "Kyle Butt", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:06PM", 
      "message": "\n    \tHi Kyle, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The best way to resolve this problem is to have a tested serum be implemented. Because if the serum is not properly tested before it is put into humans and it does not work, there will be harsh repercussions and panic. The blood of survivors has no real proof that it actually works. The only way to be positive that it is effective is to have a control group that does not receive the blood serum. However, if the blood is what cured the patients then the control group would not survive. If the clinicians could wait to give the serum to control patients to see if their progress is similar to those that do not receive it, and still be able to give them the serum in time to save them if it does work, then that would be ideal. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/stopping-ebola-in-an-efficient-ethical-manner", 
  "media": [], 
  "submitted": "October 15, 2014, 20:13PM", 
  "summary": "To give an effective, but tested idea to patients.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Stopping Ebola in an efficient, ethical manner", 
  "view_count": 43
}