{
  "applause_count": 1, 
  "author": "Braydon Richmond-Barker", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:54PM", 
      "message": "\n    \tHi Braydon, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            My idea of a good government is one who takes into account the people who a lesser than the government, The citizens. I would think that flights would be cancelled, The contacts grid be expanded many more times than what they are now. If you only check 500, There still is the possibilty that another individual is infected. YOU ONLY CONFIRM 500 DISEASE FREE. thats not enough. We have to treat it as a global pandemic. we all know the way its going now, the world may become inectd everywhere, but more action can defy that logic. Stop flights in and out of africa, Send food to africa, Send water to africa, Build better facilities and teach millions how to avoid ebola. There will come a time when the world cant do a thing but wait. \n<strong>Lets not let that happen.</strong>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/stop-ebola-from-infecting-new-countries", 
  "media": [], 
  "submitted": "October 22, 2014, 01:45AM", 
  "summary": "This is not an idea, but a demand. We close borders and enforce curfews for every single area, active or inactive. We are losing because of GREED and POLITICS. THIS ENDS NOW!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Stop Ebola From Infecting New Countries!", 
  "view_count": 24
}