{
  "applause_count": 3, 
  "author": "Derek Palandro", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:12PM", 
      "message": "\n    \tHi Derek, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 15, 2014, 20:12PM", 
      "message": "\n    \tI wholeheartedly agree with you.  Hazmat tents are a great idea.  Plus, no one should be allowed to FLY from these most heavily affected areas to places all over the world without a 21 day quarantine -- proving that they are not carrying the disease with them.  I made a post under \"21 day quarantine.\"\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The CDC should identify when and where the Ebola virus that started this outbreak began in Africa.  Anyone and everyone that has been in contact with this virus needs to be immediatley quarentined to prevent a worldwide epidemic.  The CDC should provide the people of infected villages with hazmat tents to sleep in and protective gear to prevent the spread of the virus.  The undeveloped villages will have no chance fighting the disease with no use of modern technology or disease prevention gear. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/stopping-the-spread-by-going-straight-to-the-source", 
  "media": [], 
  "submitted": "October 15, 2014, 19:59PM", 
  "summary": "The spread of Ebola is sweeping through West Africa at rates never before seen.  The world health organizations cannot come up with a certain cure yet so it is necessary to find the sources of the outbreak and contain them.  It is necessary to identify which areas are becoming infected and how they are becoming infected to prevent it.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Stopping the spread by going straight to the source.", 
  "view_count": 29
}