{
  "applause_count": 7, 
  "author": "William Faria", 
  "comment_count": 8, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 24, 2014, 18:34PM", 
      "message": "\n    \tHi William, I wonder if you could partner with Craig on his idea - https://openideo.com/challenge/fighting-ebola/ideas/low-cost-color-coded-balloons-helps-show-status-location-and-number-of-at-home-ebola-patients-these-floating-indicators-could-be-collectively-seen-from-a-helicopter-and-also-could-help-elevate-community-awareness-about-infection-and-quarantine. How might we decentralize care by identifying and supporting homes which need care assistance? Looking forward to seeing this idea grow, good luck!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Lynn Lawry", 
      "date": "October 24, 2014, 14:51PM", 
      "message": "\n    \tWilliam agree, please see Community Trust, It starts in the community and a new idea I added on Avian Influenza protocols...they all build/add/and are parallel to this. There are community health workers and traditional birth attendants and other health workers who can be harnessed in these communities.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "William Faria", 
      "date": "Edited on October 23, 2014, 22:37PM", 
      "message": "\n    \tThis idea could also have been called 'Create a Home Isolation Protocol'.  My though was that by focusing on building ETCs we might have missed an opportunity to reduce the rate of infection through specialized national staff working in the community. I would also add the caveat that home isolation is a poor alternative to in-patient care.  I only advocate it to reduce the rate of infection and protect families when there is no alternative.  We should continue to build ETCs as fast as possible.  This idea was in the context of a system I imagined for treating patients outside the ETCs.  The images of people lying in the streets, and the stories of aid workers having to turn people at the gates away were truly upsetting.  It seemed follow-up ends at the gates of the ETCs.  The first step would be to train and equip a large number of community health workers in the three roles that I mentioned in the idea: case finding/contact tracing, home isolation counselling, and body removal/home disinfection.  I think all of these activities are currently happening on the ground - but perhaps not in a coordinated process with people specialized in each task.   Quickly sharing information among a network of community health workers would be key to home isolation.  The first step would be to have comprehensive contact tracing so that as soon as a patient started to show symptoms they could be put in isolation, before they are very symptomatic and contagious. Home Isolation Counselors would need to be mobile, well trained, and networked. Some ideas for the job description: Training: PPE Basic facts about Ebola transmission Activities:Identify one person as the 'Caregiver' that they will train to take care of patientTrain the Caregiver to protect themselves using the home kitWork with the caregiver to design an isolation plan Educate the family about respecting the  isolation plan Designate a transition area, and an off-limits area inside the home (tape on the floor in urban areas? cheap pop up tents in rural?)Counsel other members of the family to find other accommodation Conduction contact tracing interview to find who has already been exposedWe should also think about what should go into a home isolation kit and if mobile medical teams would be possible.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "OpenIDEO", 
      "date": "October 23, 2014, 21:09PM", 
      "message": "\n    \tHi William, congratulations on being today's featured idea's post! Thanks for contributing your great insights. We look forward to seeing the community build on this! Good luck!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "R AA", 
      "date": "October 23, 2014, 17:05PM", 
      "message": "\n    \tGreat Idea, the very realistic observation to how things will play out in the coming months. I published an idea titled INFECT: HOPE where I suggested deploying Ebola survivors to provide care. I think we can incorporate both our idea as such: the survivors with proper training take the lead in providing home care and guidance for the patients who are not admitted into care facilities. their acquired immunity to the illness will be of great value to limit the spread from patient to care giver.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Deborah Paterson", 
      "date": "October 22, 2014, 22:32PM", 
      "message": "\n    \tHi William, great idea, can you elaborate a bit more on the role of these people? Perhaps you might add a sample job description to your idea post and maybe some example of things they might use to help them on a day to day basis. Perhaps think of the 'doctor's briefcase' and what an equivalent might look like for someone in these roles? Would these people need extra training or what skill set might they need. Another idea to help explain this might be to map 'a day in the life of' someone in this role. Looking forward to seeing updates to your idea! Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 20:29PM", 
      "message": "\n    \tWilliam, really pertinent. Could a help line be incorporated for the home HCWs eventual questions (provided they can find access to a phone, in rural areas) ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "October 27, 2014, 14:22PM", 
      "message": "\n    \tHi William amazing insights and thread, great stuff. I would be happy to help build on the \"doctor's briefcase\" idea Deborah mentioned or to help visualise/sketch any key ideas you have about the role and activities of the \"Home Isolation Counselor \". My background is in product design, design thinking , and visualisation techniques( no health care experience) We could join up for a Skype brainstorm (my Skype contact: craigprovost) or connect via email craigprovost@mac.comSomething like a \"Basic and Safe Ebola Care Diagram\" that showed potentially best practices using basic gear could be a great informational tool for the Home Isolation councillor to use( a poster to leave behind or a simple visual flip book ) ? Another ideation approach could be to pick the top 5 items you do think might go into the \"brief case\" and then map out how those 5 items would be employed during in-home care scenarios( maybe something like: PPE suits, box of gloves, masks,googles, large water proof tarp, box of garbage bags all delivered in a 5 gallon plastic bucket with lid, and dynamic clear visual care information ?).(if it works for you, lets team up)cheers\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            When thinking about stopping the current EVD outbreak there is one number that matters, its called 'Ro'. Ro is the rate of infection - how many people are infected for each current patient. The current Ro's for cases not in treatment is estimated at around 2, although since the data is massively under-reported no one knows for sure.\n<br/>\n<br/> This means for every active case today, we can expect about 2 more in the next generation of infection. What is sure is that with an Ro approaching 2, disease spread is logarithmic. The total number of cases doubles about every three weeks.\n<br/>\n<br/> See model here: (keep in mind that these numbers are based on official WHO reporting, which by their own admission is 2-3 times lower than the acutal number of cases) :\n<br/>\n<br/> http://healthmap.org/ebola/#projection\n<br/>\n<br/> Unfortunately, the response is not growing at a logarithmic rate. Bed capacity has lagged behind the number of new cases, and will continue to do so.\n<br/>\n<br/> Effective home isolation will be the only hope to quickly reduce the Ro to a number less than 1 – meaning we are winning and the virus is losing. Some studies suggest that the rate of infection in home isolation could be as low as 0.18, quite good when compared to the Ro of patients in ETUs of 0.12.\n<br/>\n<br/> See table 1 here for more on those rates:\n<br/>\n<br/> http://www.cdc.gov/mmwr/preview/mmwrhtml/su6303a1.htm?s_cid=su6303a1_w#Appendix-fig3\n<br/>\n<br/>\n<br/> To manage a shift to home isolation we should train, equip, and network a massive number of local Community Health Workers (CHWs)to perform several key roles:\n<br/>\n<br/> Active Case Finding and Contact Tracing – these will be mobile CHWs, constantly in motion visiting as many contacts as possible per day to monitor their health, conducing active surveillance for new unreported cases, and engaging the community regarding the facts of Ebola.\n<br/>\n<br/> Home Isolation Counselors – When a new case is identified, these CHWs visit the family and advise how best to set up a home isolation based on the family's situation. They will train one person as a caregiver, training that person to use basic PPE. They will deliver palliative care medications, but not engage in direct medical care. They will visit each family daily checking to see if they are following protocols and offering support.\n<br/>\n<br/> Safe Burial/Home Disinfection Teams – These community health workers will remove the body for safe burial if the patient is deceased, then disinfect the home to avoid future infections.\n<br/>\n<br/> This effort should be managed using an information sharing platform that allows for quick reporting and sharing of data, as well as allowing for coordination and re-supply of a large force of Community Health Workers.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/strategic-pivot-to-home-isolation-create-new-job-title-home-isolation-counselor", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8e1bafd2-3bd9-47ec-90f1-875c27ade0ac.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 15:53PM", 
  "summary": "We will never find enough expatriates or national staff to build and operate Ebola Treatment Units (ETUs) with tens of thousands of beds.  Before the end of the year, we will be looking at a scenario where the majority of patients will need to be treated outside ETUs – in their homes. We need to admit that while the effort to create more treatment beds should continue,  it will not be enough to stop the rapid growth of this outbreak. We need to support the many people being turned away at the hospital gates.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Strategic Pivot to Home Isolation – Create New Job Title:  Home Isolation Counselor", 
  "view_count": 126
}