{
  "applause_count": 7, 
  "author": "Howard Boyle", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Yujun Zhang", 
      "date": "October 30, 2014, 12:09PM", 
      "message": "\n    \tGreat idea. I'm just wondering how much the product is ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "October 30, 2014, 17:06PM", 
      "message": "\n    \tYujun - There are several snap track retainers available on the market today. The snap track shown is for demonstration only.  Once the right snap track for the job is developed the sponsor agencies would have to pay the cost of a mould for the extrusion of the track system. Then its pennies per foot since we are talking Millions of feet of track. The underlayment material would have to be specified , so, I don't know the cost on that. The rest of the bed is plywood or other material. The most significant cost i imagine would be the labor to build the bed on site.  I am not an expert on this question. Maybe someone else here could answer the question more accurately..?\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Deborah Paterson", 
      "date": "October 24, 2014, 22:12PM", 
      "message": "\n    \tHi Howard, your idea sounds like it could offer value to the hospitals in terms of sanitizing care environments as well as rapidly constructing comfortable (ish) beds to care for sick patients that have parts that can be easily cleaned or easily disposed of. Can you mock this up so we can see what you were envisioning? We're looking forward to seeing this idea grow!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "October 25, 2014, 03:01AM", 
      "message": "\n    \tHello Deborah,Okay.. Standby.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Howard Boyle", 
      "date": "Edited on October 28, 2014, 06:34AM", 
      "message": "\n    \tDeborah,The Snap track is a in house product. Not available. Here is the contact Information.Ken Huber, West Coast Manager1143 52nd Street, Seattle, WA 98107 206-789-2413ken@snaptex.com\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Bed Frames can be made useing wood.The snap track can be fixed onto the timber batten. poly-fill can be placed inside frame as underlayment. Then stretch fabric/rubber/plastic over poly-fill and into the snap track. Plastic snap track can be popped open to remove bloody contaminated bedding materials.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/stretching-and-securing-protective-material-rubber-plastic-fabric-etc-to-existing-field-conditions", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/dc2b576a-e358-4178-bcb3-afce78f32501.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/817a42c4-0e24-40ea-87bc-39b111a2d8a7.gif", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5163cbd5-c71b-49f3-a4e1-e261c694692d.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/eac487fa-34d8-4d46-bee6-bc19a2f10cb0.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/1a84cc17-b24e-419b-acaa-c8d224c209ad.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 17, 2014, 08:09AM", 
  "summary": "Removable Bed skins. Use a snap track retainer to stretch and secure protective fabric/rubber/plastic/ etc. in existing field conditions. I used to install this product a long time ago... The track snaps shut but can be opened to replace contaminated stretched materials.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Hospital bed with removable bed skins using snap track retainer. Stretching and securing protective material Rubber/Plastic/Fabric. etc. Bed built on site to existing field conditions. See drawing # 3", 
  "view_count": 160
}