{
  "applause_count": 4, 
  "author": "Howard Boyle", 
  "comment_count": 7, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Yujun Zhang", 
      "date": "October 31, 2014, 00:52AM", 
      "message": "\n    \tIs it appropriate for all people?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "James Moynagh", 
      "date": "October 22, 2014, 08:23AM", 
      "message": "\n    \tThere's one drawback (this from someone who plays football and is used to walking around in football boots). If the hospital floor has tiles on it studs will be an accident waiting to happen, as they are very very slippy in this environment, the same would apply to concrete, timber or any hard man made surfaces like this. Might not be a good idea to have nurses or doctors slipping all over the place and sending equipment etc flying.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "Edited on October 22, 2014, 09:08AM", 
      "message": "\n    \tHello James.- Designers will have to work around the issues you point out. The picture is posted to help communicate the concept to the agencies that sponsor this challenge. I do see what you see. But, if the experts do not think it is viable then I am happy that tax payer money will not be wasted.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "James Moynagh", 
      "date": "October 22, 2014, 09:38AM", 
      "message": "\n    \tHey Howard, as a designer I see it as a big drawback as it comes down to one thing, grip. The idea of studs on a football boot is to provide grip. It works because of the environment it is used in, mainly on natural surfaces like grass, and sometimes artificial surfaces. They are needed so as to be able to dig into the ground and give the player grip. The one drawback for them is that in certain conditions grass and clay can clog up the base of the boots and cause you to lose grip. So when they come into a manmade environment such as tiles, concrete or timber floors, they are ineffective for gripping as they have nothing to dig into. In fact they become a small bit dangerous as it can sometimes be easy to slip walking around on these slippy hard surfaces. I appreciate where you are coming from with the suggestion (I’ve probably submitted a few mad proposals myself), however don’t see it as a solution. Maybe if one was to look at making grooves along the base of the health workers shoes to lessen the amount of contact with the floor, maybe…but the next drawback is any gaps like that are great for dirt or liquids to get into and be easily carried around.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "October 22, 2014, 15:59PM", 
      "message": "\n    \tHello James,\"Maybe if one was to look at making grooves along the base of the health workers shoes to lessen the amount of contact with the floor, maybe\"Great Idea James..!  I look forward to seeing what you come up with on that. Your Idea might reduce blood splash and save a frontline workers life. I look forward to see you move the idea to the idea phase.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "October 22, 2014, 16:41PM", 
      "message": "\n    \tJames - I stepped into a pile of what smelled like dog shit the other day, and brought the smell of that shit into my workstation ( I am a transit worker ) I looked at the soul of my affected shoe, and noticed how the shit was packed into the groves of the shoe . It was then, that my senses were awakened to the hazard of front line health care workers trying to tame Ebola in a shitty environment. I shit you not... true story.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "October 22, 2014, 17:08PM", 
      "message": "\n    \tIt has been reported in the news that ONE Ebola patient produces scores of gallons of  waste per day. In a out of control pandemic, I could vision that bio- waste  being everywhere on our planets floor, as victims wait for health care where they drop . We need a work shoe soul that can wade through the waste without sticking to the work boots.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Stud the work boots so less area of the boot soul becomes contaminated by feces, and pooled blood, and prevent blood splash.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/stud-the-work-boots", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/90516b5f-9eae-45c5-bf12-97eeb81e559e.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 22, 2014, 03:02AM", 
  "summary": "Stud the work boots so less area of work boot soul becomes contaminated by feces, and pooled blood, and prevent blood splash.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Stud the work boots. Prevent blood splash.", 
  "view_count": 92
}