{
  "applause_count": 1, 
  "author": "David Black", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 16, 2014, 01:45AM", 
      "message": "\n    \tGreat idea.  If we limited the outbreak by requiring a 21 day quarantine then we could outfit the healthcare workers in the countries that are struggling the most.  See my post \"21 day quarantine\"\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 21:13PM", 
      "message": "\n    \tHi David, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            This will work by making a suit that doesn't have a greenhosue effect on itself. The suit will have to be able fight off the viurs but also keep the user at a reasonable comfort to keep them working. During differenttimes if the user is feeling too hot they should have the option to let out the old heated air and get fresh air that will not be infected. Maybe a two suit process where one is really body forming and the other more loose that will release and capture the air to cool the user down. Almost like creating wind or using it from the environment. This might succeed by making the user have better production toward the victims and not having to sweat constantly or wanting to take off the suit because they are fatigued by the heat. More production will come out of this and more help could be given to these people. The should try and be cost efficient so more people will have the opportunity to use the suit and help the fight. The real question is how the suit will get new air in without the virus following it in and making the user sick?\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/suiting-up-for-action", 
  "media": [], 
  "submitted": "October 15, 2014, 05:29AM", 
  "summary": "One of the main problems from the workers in Africa is that it is extremely hot. Most of the suits that are being used by the doctors and volunteer workers are very hot and uncomfortable to be working throughout the day. There needs to be a suit that can be breathable and very effective of keep contaminants out of the suit for protection of user.  It also has to be durable for unpredictable weather that might be present during the aid.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Suiting up for action", 
  "view_count": 63
}