{
  "applause_count": 5, 
  "author": "Lynn Lawry", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:54PM", 
      "message": "\n    \tHi Lynn, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            We wanted to help with the global Ebola crisis.  To do this we have begun\n<br/> to establish an Ebola Supercourse, which would have the best possible\n<br/> science related to Ebola.  Musa Kana with help from with Drs. Elegba,\n<br/> Bello-Manga, Adiri and members of Faculty of Medicine at Kaduna State\n<br/> University, Nigeria sent to us a beautiful Ebola lecture. It is the only\n<br/> lecture we think that has the perspective of Africa. This, I think is the\n<br/> first academic lecture by African scientists on Ebola. This will be the\n<br/> flagship lecture for Ebola, to help reduce the “epidemiology of fear”.  It\n<br/> is also exactly the type of lecture we want for the BA Africa, wonderful\n<br/> academic scientific lectures by top African scientists.\n<br/> http://www.pitt.edu/~super1/ - JIT Ebola Lecture.  If you have other\n<br/> lectures about Ebola, we would like to include these to compliment this\n<br/> lecture. We are updating this lecture as new information becomes available\n<br/>\n<br/> Hiroya Goto from Japan is coordinating much of the Japanese Ebola response\n<br/> in Africa.  He is having his team translate the lecture in Japanese.\n<br/> Eugene is also translating it into Russian, and Nicholas, Spanish.  We\n<br/> will have it translated at the BA into Arabic, and I have asked Chinese,\n<br/> Portuguese, and French friends to translate as well. By the end of the\n<br/> week we hope to have the Ebola lecture into at least 5 languages. We would\n<br/> love if you and your students could translate also.\n<br/>\n<br/> Please reply to ronaldlaporte@gmail.com\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/supercourse-lectures-on-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/af796003-c10e-499d-9b75-d615ad393301.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 20, 2014, 12:59PM", 
  "summary": "See: BA Supercourse Newsletterhttps://www.youtube.com/watch?v=2Z_CsRVbBCIYoutube Supercourse of Sciencehttp://ssc.bibalex.org/helpdesk/introduction.jsf  (BA Research Library)http://www.pitt.edu/~super1/  (Supercourse", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Supercourse Lectures on Ebola", 
  "view_count": 64
}