{
  "applause_count": 4, 
  "author": "Jennifer Deas", 
  "comment_count": 8, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 11, 2014, 02:56AM", 
      "message": "\n    \tIf we can get people in we can get PPE in.  It's the most important thing to their survival which means they carry it.  It's easy for the political gangs to confiscate or impound a trailer, but a lot harder for them to say no to luggage.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 13:39PM", 
      "message": "\n    \tGreat ideas can come from anywhere! Addressing supply chain issues is essential. It would be great to collaborate with others on the site to begin identifying ways to expand this idea further. I'm really interested to see where this goes...\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jennifer Deas", 
      "date": "October 08, 2014, 21:51PM", 
      "message": "\n    \tHopefully we will gain some input from those on the front lines. Give me your challenge and I will dig for solutions!\n    "
    }, 
    {
      "applaud": "2", 
      "auhtor": "Aditya Brahmabhatt", 
      "date": "October 08, 2014, 02:57AM", 
      "message": "\n    \tHey JeniferReally like the approach you have taken. From all the stuff I have been reading, Logistics is one of the most acute problems in Africa right now. Moving aid and personnel is turning out to be a nightmare, for a lot of reasons. Moving food and medicines to the hotzones is also an issue as they dont want the people transporting to get infected and also not to cause a spread of infection through people congregating. The hardest hit areas have no computers for data management of any kind.  Commercial flights are dwindling and ships are refusing to travel to the affected areas, severely cutting down the supply routes. There is a shortage of the required medical equipment for the aid workers, that is something that has to commensurately increase with the number of aid workers landing in Africa.The problems are many, but I agree, if we can come up with an effective supply chain mechanism, the flow of aid and aid workers can drastically change the landscape. What is needed is a big picture solution that will account for all the factors involved in the entire supply chain, from every where else all the way to being on the ground in Africa. Hope you develop this thread further and I will keep thinking on these lines too! Great work!\n    "
    }, 
    {
      "applaud": "3", 
      "auhtor": "Jennifer Deas", 
      "date": "October 08, 2014, 09:48AM", 
      "message": "\n    \tAditya, you gave me a great idea! How far along is Amazon with drone delivery? This seems like a perfect scenerio to start testing out actual use of drones to deliver packages!  Amazon could have a live test website enabling medical users to order urgent supplies.I am looking forward to exchanging ideas, this concept by IDEO is amazing.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Aditya Brahmabhatt", 
      "date": "October 10, 2014, 00:01AM", 
      "message": "\n    \tHey JenniferI think drones could be a great avenue to explore. Amazon is a big corporation with the resources to handle such an experiment. I also think medicinal aid workers could greatly benefit from the experience of a company like Amazon, that is so good at moving things around the world in an time and cost effective manner. How can we involve Amazon in to this conversation? Great thinking, keep going!\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Aditya Brahmabhatt", 
      "date": "October 10, 2014, 00:10AM", 
      "message": "\n    \tIt seems they already have the capabilities to do deliveries but are waiting for official permission from the US govt. http://www.amazon.com/b?node=8037720011\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jennifer Deas", 
      "date": "October 10, 2014, 02:49AM", 
      "message": "\n    \tAditya,Yes, I found Amazon's annoucement and letter to the FAA here: http://www.amazon.com/b?node=8037720011 The opportunity to demostrate the realibility and safety of this while offering assistance to those suffering would be a huge opportunity for them.  On funny note, they could offer Prime and provide free books and movies to those locked in isolation.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            While reading an article in the Wall Street Journal “Lack of Qualified Staff Hurts Ebola Fight in Africa”, I noticed several key areas that are ripe for improvement. Let’s throw some six sigma tools at it and conquer the delay in training that “crowd of several hundred strong storming the gates of the health ministry one recent morning, demanding a chance to risk their lives in an Ebola ward” (Mckay &amp; Hinshaw, 2014). Ok, perhaps we can’t immediately turn them into qualified medical doctors but couldn’t we arm them with skills to attend to the vast majority that can’t find a bed to go too? Home treatment may not be the best solution but it is step towards providing the care and promoting the need to remain isolated. Perhaps whole neighbors overtaken by the epidemic can be converted into care-hoods?\n<br/> What about the “nearly 2,000 applications from local health workers ready to treat Ebola sit on the desks of the health ministry’s personnel desk” (Mckay &amp; Hinshaw, 2014). Can technology work to move these applications along? How about an online application process that scans for the basics and reduces the manual process of weeding through the 2000?\n<br/> Rabih Torbay, senior vice president of international operations for International Medical Corps is searching for 230 qualified doctors and nurses. Is social media helping to push this message out there? Can we advertise an International Monster.com? For those in the interested in going to West Africa to help, there is an added concern owing to life insurance, can this factor be reviewed for process improvement, provide some time of assurance to those willing to sacrifice for the greater good?\n<br/> I see a multitude of small changes that could lend a hand towards expediting the requirements in Africa. A bit of out of the box thinking about how things are done could lead to hasting care for those who are suffering.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/supply-chain-operations-professional-thinking-out-of-the-box", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/28f0a0d7-4971-4f2a-abc1-992d1e0cdbfc.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 01:09AM", 
  "summary": "I have absolutely no medical background-zip but one thing that has captivated me about the situation in Africa is the supply chain.  The ability to get supplies, beds, and qualified professionals to the front line.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Supply Chain / Operations  Professional Thinking Out of the Box", 
  "view_count": 100
}