{
  "applause_count": 3, 
  "author": "Adam Purdon", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Ebola is affecting those with already susceptible immune systems hardest, leaving a trail of morbidity, starvation and deficiency that reaches beyond the infected. Combining a solution to morbidity alongside Ebola is essential to halt its future spread, and repair the damage it has caused. In fact, many of the immediate causes of morbidity can be tackled cheaply and immediately, especially in light of current activities health workers are undertaking to tackle Ebola more directly. A cheaply produced, small kit, containing assistance to overcome some of the most chronic causes of morbidity would help ease the overall pressure on healthcare. Suggestions to include are: \n<br/>\n<br/> - Albendazole to tackle intestinal parasites and worms that severly hampers the productivity of the affected, especially in children. \n<br/> - Iron and vitamin supplements to combat various deficiencies, but anaemia especially, which is a major cause of fatality and risk for pregnant women. \n<br/> - Protein supplements to tackle childhood kwashiorkor. \n<br/> - Hand sanitiser. \n<br/> - Healthcare information, including Ebola advice. \n<br/>\n<br/> The kits must be small and cheap, including items that can be sourced at scale. Distribution channels would start with the existing healthcare networks, but additionally school systems, economic networks and even direct distribution via air-dropping into rural areas could help ease some of the consequences that epidemics bring, and which stop people being able to fight the disease.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/tackle-morbidity-the-cause-and-consequence-of-ebola-alongside-current-solutions", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/6883a4f7-800e-47e7-85a9-bab382c1bbbb.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 22, 2014, 18:16PM", 
  "summary": "Healthcare providers and commercial institutes could pull together cheap kits tackling the primary causes of morbidity (rather than Ebola directly) as they continue to develop an Ebola vaccine in tandem. Getting these kits in place, and piggy-backing onto the rapidly expanding health provision network in the affected regions, could help decrease susceptibility as well as the horrendous consequences of an epidemic, which are further reaching than the immediate fatality rate (i.e. famine, chronic disease, reduced productivity).", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Tackle morbidity (the cause and consequence of Ebola) alongside current solutions", 
  "view_count": 50
}