{
  "applause_count": 4, 
  "author": "Peter Kale", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 15, 2014, 21:00PM", 
      "message": "\n    \tDo you have more concrete ideas how this can be done? Staying at home, means, that relatives have to care for the patients.in the famous CDC report who stated the known factor of 2.5 for undereporting \"Estimating the Future Number of Cases in the Ebola Epidemic — Liberia and Sierra Leone, 2014–2015\" http://www.cdc.gov/mmwr/preview/mmwrhtml/su6303a1.htm?s_cid=su6303a1_wthere is also a value I see less often. The authors assume that:A hospitalized patient infects 0.02 persons a day, as he is averagely 6 days infective, he infects 0.12 persons.A person in effective home or community care infects 0.03 persons a day, makes 0.18 persons. I have no information how reliable this is, but that would mean, that carying for relative at home is not so dangerous as people might think. As long as the persons does it once and careful for a limited time, he has good chances to survive. But this is in the moment a guess, still to be proved\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 15, 2014, 21:09PM", 
      "message": "\n    \tI'd imagine proper waste disposal might be the most difficult for home care ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 17, 2014, 11:42AM", 
      "message": "\n    \tAnd to stay at home even when the beloved one becomes terribly ill, is difficult. How can it be handled that seriously ill patient are not driven in a taxi to a mostly closed or filled hospital?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Peter Kale", 
      "date": "October 22, 2014, 23:55PM", 
      "message": "\n    \tIt would seem to me that when a person first starts to exhibit symptoms, their family members are likely to have already been exposed to some degree. Allowing them to provide care, supplied and guided through the process. Agree that waste removal is a challenge. Perhaps chemical waste disposal units be used? For the most part, the idea is to bring the necessities to the patient to avoid transporting the virus and limiting unnecessary contact.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 17:23PM", 
      "message": "\n    \tHi Peter, your insight into transportation is valuable to the community - is there an image you could use to illustrate this more clearly? We'd love to engage more people into developing an idea around how to reduce the amount of transportation for patients. If you need help getting visual check out - http://ideo.pn/vis-uals.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            By moving fewer people around, fewer will become exposed. This also may alleviate the challenge posed by people being shunned by others who might otherwise be willing to offer aid. Have the sick stay where they are and bring resources to them minimizing the potential for infecting others.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/take-care-to-the-patients-vice-the-other-way-around", 
  "media": [], 
  "submitted": "October 09, 2014, 00:13AM", 
  "summary": "It seems that more and more people become exposed by the process of transporting patients. Prepare mobile treatment kits, food and facilities to bring the care to them and their families.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Take care to the patients  vice the other way around", 
  "view_count": 48
}