{
  "applause_count": 1, 
  "author": "Joe Grabowski", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:10PM", 
      "message": "\n    \tHi Joe, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The use of convalescent serum is one of the few methods available to combat Ebola. Unfortunately the method has had little to no successful trials. More tests need to be done in nonhuman primates to confirm the effectiveness and safety of this serum. Using blood transfusions has met moderate success in the past but the vast differences in survivors and patients makes the true worth of this treatment hard to see for certain. With further trials and research it could be a potentially important treatment but that has yet to be seen. Before we pour money into an idea it should be properly tested and proven to ensure we dont waste the time of our healthcare workers.\n<br/> http://news.sciencemag.org/africa/2014/08/who-ponders-treating-ebola-infected-people-blood-survivors\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-use-of-convalescent-serum-to-treat-ebola", 
  "media": [], 
  "submitted": "October 15, 2014, 19:00PM", 
  "summary": "The convalescent serum has not been fully tested and may not be affective.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "The use of Convalescent serum to treat Ebola", 
  "view_count": 24
}