{
  "applause_count": 2, 
  "author": "Scott Berry", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:16PM", 
      "message": "\n    \tInteresting, Scott! It's great to hear about your work in Thailand!What are the main ways you see this needing to be adapted for Ebola? What were some of your lessons learned from deploying the Good Life Project in Thailand? I imagine some of the same hurdles with stigma and HIV would also be applicable to those possibly infected with Ebola. Since Ebola is an acute disease, I assume that there would need to be a shift in thinking and application for this new situation. It would be awesome to hear what you think those necessary adaptations are.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Scott Berry", 
      "date": "October 09, 2014, 01:46AM", 
      "message": "\n    \tThank you Michelle for your comment. I can see that stigma and discrimination is and will be a huge problem with Ebola. There are broader, population-level actions that need to occur to stem that problem much like the CDC produced 'Facts about Ebola in the United States' campaign. Good Life provides accompanied services across HIV prevention to care and this really helps to lessen fear about HIV person by person, family by family and community by community. But it very much relies on field workers and the 'quality of the conversations' they have with local people. They must be well trained and closely supervised to ensure the message is clear, simple and that ongoing support provided to those diagnosed with Ebola or with symptoms (and their families) is timely and supportive. One problem is that most of the aid response focuses upon tangibles like treatment, buildings, equipment (for obvious reasons of course). What get's lost is the less tangible - interaction between doctor and patient, nurse and patient and field worker and community. In Africa and Asia, clinical staff mostly don't accept a responsibility as health educators, so their patients leave the clinical setting often with treatment etc but with no new knowledge or skills to address their health. Good Life, at least in relation to HIV in this context, emphasizes interaction, relationships and learning. It hasn't been perfect, but has had some useful results that can help others I hope.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The Good Life model helps people with HIV to know their HIV status quickly and facilitates and ensures ongoing linkages to care with the aim of encouraging lifelonghealth seeking among those newly diagnosed with HIV. In this way, the project seeks out HIV positive people using traditional outreach techniques previously used to keep HIV negative people HIV free.  We're put up a detailed description of the rationale, internal management systems and the results of this project here: \n<a href=\"http://hivfoundation.com/article/good-life-project\">http://hivfoundation.com/article/good-life-project</a>\n<br/> We have also uploaded a community-based case coordination manual in the hope that this might offer some further ideas for the fight against Ebola in Africa. Our project goals include:\n<br/> a)    Ensuring early knowledge of HIV status;\n<br/> b)    Preventing loss-to-follow-up among newly diagnosed PLHIV and those ‘lost’ to service;\n<br/> c)    Preventing morbidity and mortality in PLHIV; and,\n<br/> d)    Preventing onward transmission and ensuring treatment compliance through group and online education.\n<br/> We very much hope that this method, perhaps joined with others that many wonderful organizations are delivering in other places, may go some way to mobilize local communities and provide the needed knoweldge to do so.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-good-life-project", 
  "media": [], 
  "submitted": "October 08, 2014, 04:43AM", 
  "summary": "In 2013, The HIV Foundation partnered with APMGlobal Health to establish The Good Life Project in Bangkok because rates of HIV among high risk men here are now equivalent to some countries in Africa. Thanks to the generosity of the American people through USAID we aimed to dramatically increase the number of high risk men who know their HIV status. With between 4-6 staff we went out in to the community and accompanied over 1,600 men for HIV testing in 16 months. We supported nearly 400 who were newly diagnosed. The loss-to-follow-up to the health system for newly HIV diagnosed men was ZERO.  We wonder whether this model can work to promote care seeking in Ebola stricken areas of Africa.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "The Good Life Project", 
  "view_count": 41
}