{
  "applause_count": 3, 
  "author": "Clay Richardson", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:06PM", 
      "message": "\n    \tHi Clay, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            In regards to making equipment that is more sustainable, preventable to diseases, and logical I believe this will include multiple outlets to come together.  One major problem found with the suit is that when taking it off and putting it on, you are easily open to diseases.  This major flaw could be fixed through careful examination and to create something that is confortable yet protective, without any openings through which outside influces could enter.  One major need is an air filter if it needs to be seperated which might be expensive, but practical for survial and health.  I believe it will succeed because safety comes before cost.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-power-of-humanity-and-giving", 
  "media": [], 
  "submitted": "October 15, 2014, 20:15PM", 
  "summary": "The treatment of Ebola through the means of Convalescent serum, or the transfusion of blood from a patient who survived Ebola to one currently with it, is the logical solution to a very threatening problem.  If one who is willing to give blood, which contains some of the anti-bodies that were used to fight ebola, then they should test this on patients who are likely to die whether they receive the blood or not.    Many worry however that through the blood transfusions, a person could also be receiving HIV, but that is a risk I would be willing to take if I already had a 50-90% chance of dying.  We need to unite, and find community and humanity to survive this struggle. With multiple success stories in the past, its logical to continue.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "The power of humanity and giving!", 
  "view_count": 25
}