{
  "applause_count": 1, 
  "author": "Rob Kara", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            The idea behind GCF is to have all the parts in a system working together as one.  [False Statement]\n<br/>\n<br/> In 1936 Alan Turing the founder of the modern day computer industry wrote a paper that disproved the Entscheidungsproblem and at the same time made him realize that all systems (computable numbers) inherently work together or the state of all machines or m-configurations is true, or that the same process or function is happening at all scales and at all resolutions simultaneously.\n<br/>\n<br/> This means that self-management or inherency is the case for all presumptions or systems operating in a defined set or m-configuration. [True Statement]\n<br/>\n<br/> GCF subscribes to this self-management function or true statement and calls it \"service\".  Now end users, individuals, groups, collectives (human and non-human via their human counter-parts) can serve the \"request\" or presumption without having to be bogged down by the details, i.e. other requests.\n<br/>\n<br/> To understand what is meant by \"service\" or what it means to operate in a circular free state, it is easiest to go through an example.\n<br/>\n<br/> The rest of this discussion is dedicated to the uploaded images.  The images walk you through a fictitious example of a request for the Ebola virus.\n<br/>\n<br/> [ Print a hardcopy of this GCF project ]\n<br/> https://d3gyq8wptu1by3.cloudfront.net/attachments/223d4955-7fbb-4e44-bc67-5be8c3eda847.pdf\n<br/>\n<br/> Onyeki Mabuta is a healthcare worker working in Sierra Leone Africa. He is responsible for helping patients with post care recovery but has recently been promoted as the hospitals operations manager to help gather more resources and equipment concerning the Ebola virus.\n<br/>\n<br/> Login Page\n<br/> ***********\n<br/>\n<br/> Registering with his email address Onyeki has access to all the services and public requests in the system as well as the ability to create and add his own.\n<br/>\n<br/> Login Page Breakdown\n<br/> **********************\n<br/>\n<br/> Ⓐ Beings (human + non-human via their human counter-parts) register and serve as themselves or organization\n<br/>\n<br/> Because GCF is circular free or presumes service from the beginning all the requests that end users create in the system inherently serve or are part of the m-configuration set (database) of all requests and services in the system.  End users, individuals, groups or collectives are always considered to be a part of that set.\n<br/>\n<br/> Home Page\n<br/> ***********\n<br/>\n<br/> The home page of GCF acts like a dashboard providing end users with the most immediate and up to date information about their requests, services, messages and actions in the system.\n<br/>\n<br/> Home Page Breakdown\n<br/> **********************\n<br/>\n<br/> Ⓐ Action alert (blue circle)\n<br/>\n<br/> Onyeki has registered Sierra Leone Hospital as a service and responded to the Ebola Outbreak Africa request.  Onyeki has 9 action alert notifications outstanding in the Ebola Outbreak Africa forum.  All users of the system respond to each other via actions and messages.  Since participating in the forum Onyeki has gone ahead and created several sub-requests including one for Sierra Leone and a sub-request for Sachet Water Bags.  \n<br/>\n<br/> Actions are events or binary operations that services create that best describe how end users should interact with their service.  They are abstract agreements for the most common events that take place in the real world between two entities or services such as signing a form, attending a meeting, making a pickup or delivery, creating an order, making a payment or sending a multi-media file, image, video or real-time video or voice conference.\n<br/>\n<br/> Ⓑ Onyeki’s newsfeed\n<br/>\n<br/> The newsfeed is an open source API system that allows third party developers to build on top of GCF’s public requests and services.  It is a way for people to learn about what services and requests exist in the system so that they can self-organize themselves around them i.e. serve them.  GCF potentially would have billions of services and requests in the system at any one time, the newsfeed and ability to search the newsfeed is how people discover these resources.\n<br/>\n<br/> Ⓒ Onyeki’s status e.g. online, offline, busy, away\n<br/>\n<br/> GCF works like a real-time chat application so that messages and notifications can be managed in real-time.\n<br/>\n<br/> Ⓓ Real-time actions\n<br/>\n<br/> End users can see at a glance and respond immediately to actions and events that require their attention.\n<br/>\n<br/> In this example Onyeki created a request for Sachet Water Bags and the Sierra Leone customs check received the order at the Sierra Leone airport this morning.  The Sachet Water Bags arrived from Mercy Hospital in Michigan, United States.  The Sierra Leone customs check have created an \"approval\" action in the forum for Onyeki to come to the airport and sign a form to release the shipment.  Once Onyeki has signed the form he can click the OK button in the GCF application to verify that the action was completed.\n<br/>\n<br/> Ⓔ Onyeki’s top services and requests he is serving in the system\n<br/>\n<br/> The home page provides Onyeki with a quick glance as to how many requests and services he has created in the system.  He is able to get a feel for the amount of activity happening in a request or service by the request, action and message counts and running time.\n<br/>\n<br/> Ⓕ Action button e.g. media (video, voice, image, file) or order, meeting, pickup, delivery\n<br/>\n<br/> GCF abstracts the function of two entities or services communicating with each other into an action.  This is so that two services can maintain relationship with one another over time and manage whatever new circumstances or requests arise in their relationship.\n<br/>\n<br/> Ⓖ Real-time messaging\n<br/>\n<br/> GCF allows end users to send real-time messages to each other so that the social, political, economic and cultural matters surrounding a request are fully understood by all services involved in that request or forum.\n<br/>\n<br/> Ⓗ Message alert (red circle)\n<br/>\n<br/> A count of the number of message alert notifications this forum has received.  In the context of this example Onyeki has received 3 message alert notifications for the “Ebola Survivor Stories” request which he created.\n<br/>\n<br/> Ⓘ Requests Onyeki is serving\n<br/>\n<br/> Quick view of all the most popular requests Onyeki is serving.\n<br/>\n<br/> Ⓙ Real-time notifications\n<br/>\n<br/> GCF seeks to keep end users informed of the most up to date information concerning their requests and services.\n<br/>\n<br/> Ⓚ Services Onyeki is serving\n<br/>\n<br/> Quick view of all the most popular services Onyeki is serving.\n<br/>\n<br/> Sachet Water Bags Page\n<br/> ***********************\n<br/>\n<br/> A forum is a container or abstract entity where services serve requests.  It's like a traditional chat application in which end users send messages back and forth between each other.  The only difference between GCF and a chat application is the idea of vertical scalability or self-management i.e. forum within a forum or request within a request.\n<br/>\n<br/> Sachet Water Bags Page Breakdown\n<br/> **********************************\n<br/>\n<br/> Ⓐ Current active request Onyeki is serving\n<br/>\n<br/> This screenshot is of Onyeki inside of the Sachet Water Bags forum.  He is viewing the messages that services have posted in the forum.\n<br/>\n<br/> Ⓑ Vertical scalability, tree structure or request in a request\n<br/>\n<br/> Alan Turing understood that all systems are inherently true or derive from the source.  This thinking enabled him to think of systems as machines who’s external environment provided the initial input, false presumption or m-configuration with respect to a Turing machine.\n<br/>\n<br/> INPUT &gt; PROCESS &gt; OUTPUT\n<br/>\n<br/> 0 &gt; source &gt; 1\n<br/>\n<br/> false &gt; source &gt; true\n<br/>\n<br/> The “processing” or details i.e. 0's and 1's Turing promoted or delegated to the source.\n<br/>\n<br/> All that is left to do now is apply the initial m-set, or input and the result will be whatever the source produces.\n<br/>\n<br/> Instead of making the false presumption first or provide an initial m-configuration set, GCF makes the true presumption first and subscribes to the source, prior to details or 0's and 1's.\n<br/>\n<br/> Relative to a Turing machine this would mean the m-configuration set of GCF would be infinite or the entire social, political, economic and cultural domains of all beings (human and non-human).  Instead GCF delegates the source to all inputs or all m-configurations or back on itself and calls it a \"service\".\n<br/>\n<br/> All that is left to do now is build a system that enables end users to provide the initial input, false presumption or m-configuration, the result is whatever GCF or the source produces.\n<br/>\n<br/> This sleight of hand we do with the Turing equation going from a monologue system into a dialogue system so that end users can access the entire social, political, economic and cultural domains of all beings or horizontal and vertical scale, or the inherent self-management capabilities that is all things.\n<br/>\n<br/> The easiest way to express self-management or vertical scalability using a Turing machine is a tree structure as depicted in the image.\n<br/>\n<br/> Ⓒ Real-time actions\n<br/>\n<br/> End users see a combination of messages and actions in the forum window.  They can respond to messages and actions inline to keep the conversation about resolving a request flowing.  All services participating in the request can see when a particular process has been accomplished so that they can continue on with the self-management process.\n<br/>\n<br/> Ⓓ Real-time media (e.g. video, voice, image file)\n<br/>\n<br/> End users are able to upload media files directly into the message window, allowing service providers to access the required information they need in order to fulfill a request.  Other real-time services such as video-conferencing, voice-calling, online-collaboration are provided as well.\n<br/>\n<br/> Ⓔ Real-time messages\n<br/>\n<br/> The GCF messaging system is designed to resemble a real-life conversation people have with each other, either one to one or one to many.  In order to give the appearance of a one to many conversation GCF allows end users to participate in the entire forum back up the tree to the parent request.  Service providers are by default the administrator of the request or forum and can configure how subsequent service providers engage in that forum such as post messages, post media, create actions, create requests and so on.\n<br/>  \n<br/> In the example, Onyeki is currently in the sachet water bags forum or conversation, he can select any of the branches above or below and post messages in those forums, up until the extent in which the service provider has granted him privileges.\n<br/>\n<br/> Create Service Page\n<br/> *******************\n<br/>\n<br/> Services give end users access to zero-point or the \"services\" function of the source or of reality itself.  All social, political, economic and cultural affairs or “details”, 0’s and 1’s exist in this context.  Now existing systems and services operating in the world untethered from the services function of reality can now register and \"plug\" themselves in and become part of a human dialogue a dialogue of everybody-all-at-once.\n<br/>\n<br/> In the example, Onyeki has received the order for 10,000 sachet water bags and now wishes to distribute them to the communities in Sierra Leone.  So he decides to create a new service in GCF to enable people from Sierra Leone to start request his water bags.\n<br/>\n<br/> Create Service Page Breakdown\n<br/> ******************************\n<br/>\n<br/> Ⓐ Services can subscribe to multiple locations\n<br/>\n<br/> GCF scales horizontally by providing end users with an abstract referencing system i.e. describing their service or request via a location and category system.\n<br/>\n<br/> When creating a service end users specify where in the world their service is operating from or at least where they are willing to operate from.  In the example Onyeki is creating a service that serves people or services operating in locations earth.africa and earth.africa.sierra-leone.  Anybody making requests or listening on other locations other than the ones he is willing to serve will not be able to request his service.\n<br/>  \n<br/> Ⓑ Services can subscribe to multiple categories\n<br/>\n<br/> Similar to locations, categories allow end users to describe their service or request via a known or common idea.  In the example Onyeki describes his service as drinking.water, fresh.water and fresh.drinking.water.  The language and categories he chooses are what he believes are the best ideas for describing his service.\n<br/>\n<br/> Ⓒ Services can subscribe to multiple actions\n<br/>\n<br/> Services or service providers create actions to determine how people requesting their service engage with their service.  In the example Onyeki has decided that he only wants people to request his service or make orders for sachet water bags between the hours of 9am and 5pm.  They can communicate with him by sending media elements such as images and video and can order as many sachet bags as they like.\n<br/>\n<br/> Ⓓ Status bar informing user of real-time messages &amp; actions\n<br/>\n<br/> The status bar is designed to keep end users informed about all recent activity concerning them in the system.  It’s designed so that end users can respond to messages and actions quickly and easily.\n<br/>\n<br/> Ⓔ End date can terminate when order quantity reaches zero\n<br/>\n<br/> GCF tries to maintain flexibility regarding the lifetime of a service.  In the example rather than terminate the service on a particular date in time, end users can tell GCF to terminate the service when the stock on hand reaches zero i.e. Order = 0.\n<br/>\n<br/> Create Request Page\n<br/> ********************\n<br/>\n<br/> Requests enable end users to access services.  Requests provide the location and category channels as a service to narrow the scope of services that it wants to serve it.\n<br/>  \n<br/> Create Request Page Breakdown\n<br/> *******************************\n<br/>\n<br/> Ⓐ Meredith specifies the number of items her or her organization requires\n<br/>\n<br/> In this example Meredith Smith is a fictitious user who is already a registered user of GCF and she requires fresh drinking water for her community in Sierra Leone.  She is in the process of creating a new request and discovers the Sierra Leone Hospital Sachet Water Bags service and the Salwaco Drinking Water 10Kg Container service.  Each service included the order action, so Meredith must complete this process of specifying the quantity she requires from each service.\n<br/>\n<br/> Ⓑ Public or private scope\n<br/>\n<br/> Requests can be flagged as either public or private.  Public means that the rest of the GCF community can search the forum that gets created and view all of the branches and sub-requests that get created.  Private scope is the opposite, if an end user or service provider creates a request and makes it private then the request does not show up in the public database and does not become part of the general knowledge base of all members.\n<br/>\n<br/> Ⓒ Meredith subscribes to the channels services are listening on\n<br/>\n<br/> From the point of view of a request Meredith is the person or service that provides the location and category service.  This is the opposite to what a service does which is listen on a location or category service.  Meredith is the person or service that completes this relationship by providing that information.\n<br/>\n<br/> Ⓓ Services can be added &amp; removed by Meredith when necessary\n<br/>\n<br/> GCF enables end users or service providers who create requests to add or remove as many services from their request or forum as they like.\n<br/>\n<br/> *****************************\n<br/> GCF Implementation Strategy\n<br/> *****************************\n<br/>\n<br/> 1) Reiterate design and remove redundancies (ongoing)\n<br/> 2) Build and launch version 1.0 of GCF (3-4 weeks)\n<br/> 3) Test (ongoing)\n<br/>\n<br/> Sources:\n<br/>\n<br/> [ Zero Point Reality or the Circular Free State ]\n<br/> https://openideo.com/challenge/fighting-ebola/research/zero-point-reality-or-the-circular-free-state\n<br/>\n<br/> [ On computable numbers, with an application to theEntscheidungsproblem ]\n<br/> http://www.cs.virginia.edu/~robins/Turing_Paper_1936.pdf\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-global-cooperative-forum-or-global-request-management-system-for-all-beings", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/05fe7548-7b8c-4ba0-94ec-b7df4dfb3112.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4a766e31-3ea6-456d-8fbf-3e00d36a528c.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/9d8ef0ec-84cf-40fb-87e9-c0ccbd48464c.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0708c379-2762-4ce0-902c-25eddaead229.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/fec309dc-1e9c-44fa-9546-1b9c87dd6f42.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/6f6f6ac3-078c-4949-929d-e905667f1619.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/1da08d57-326b-4cad-bea3-bb113f4b7601.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/8d2205a0-9cbe-4c6b-902e-54c109c63e63.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/28323f9a-3cf6-45a6-812b-e9a33c940e05.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0cfa1d51-eaed-4df3-9845-893cdb3e3b3e.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 21, 2014, 11:30AM", 
  "summary": "The Global Cooperative Forum or Global Request Management System for All beings (human and non-human via their human counter-parts) is an internet website for members to self-mange themselves and to be engaged in the process of serving everybody-all-at-once, or all points of views and requests simultaneously.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "The Global Cooperative Forum or Global Request Management System for All Beings", 
  "view_count": 85
}