{
  "applause_count": 1, 
  "author": "Greg Mayo", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:11PM", 
      "message": "\n    \tHi Greg, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sara Pintauro", 
      "date": "October 15, 2014, 21:42PM", 
      "message": "\n    \tI agree that using Convalescent serum is a good idea, with the rapid spread of the virus everything should be tried as soon as possible.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            A reason why this idea is gaining attention is because currently there are no better ideas, there is a ready supply of survivors blood within close proximity to people fighting ebola, and it has been used in the past, in small sample size, to treat Ebola. Major flaws in this idea are that it requires extensive testing on nonhuman primates, something that takes a lot of time, and blood transfussions means a chance AIDS of Hepititus C is transfered. Because of the risk of spreading AIDS, this idea may never get off the ground.\n<br/>\n<br/> Source: http://news.sciencemag.org/africa/2014/08/who-ponders-treating-ebola-infected-people-blood-survivors\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-use-of-convalescent-serum-to-treat-ebola-is-being-considered-by-who", 
  "media": [], 
  "submitted": "October 15, 2014, 19:24PM", 
  "summary": "WHO is considering using  Convalescent serum to treat Ebola. This means transfusing blood of Ebola survivors into people fighting Ebola in hopes that the antibodies developed by the survivor to fight the virus can be used by the person fighting Ebola. While this is untested there is strong reason to believe it could be very helpful.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "The use of Convalescent serum to treat Ebola is being considered by WHO", 
  "view_count": 38
}