{
  "applause_count": 7, 
  "author": "Hilary Braseth", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jonathan Kahan", 
      "date": "October 11, 2014, 18:55PM", 
      "message": "\n    \tThis goes along with Sean Diehl's idea, https://openideo.com/challenge/fighting-ebola/ideas/de-stigmatizing-personal-protective-equipmentIndeed, if PPA had been designed according to the human centered design principles, they wouldn't look so much like chemical warfare equipment. We can only start imagining how many things in the world would look and feel different if those who designed them empathized with their target group.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chris Davies", 
      "date": "October 11, 2014, 16:20PM", 
      "message": "\n    \tI agree these cultural things are more powerful than you imagine. History proves this.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            If you've ever been to a conference with West African delegates and you're not familiar with the style, you may find yourself asking why everyone's dressed in pajamas---I did. After spending prolonged amounts of time in the context, though, slowly but surely my own sense of fashion transformed and I, too, found myself capable of picking up on subtle differences, sucking my teeth when I discovered your bazin wasn't from Mali.\n<br/>\n<br/>             \n<img alt=\"\" src=\"/uploads/contribution/16216/d60b37d7-68b2-4a8d-b7e4-cb780d87e2be.png\"/>\n<br/>\n<br/>             \n<img alt=\"\" src=\"/uploads/contribution/16216/06bf79d0-c2d3-45f8-be47-737c48812a13.png\"/>\n<br/>\n<br/> Ironically, personal protective equipment (PPE) isn't too far off from West African style. With small, subtle changes in PPE aesthetics and design, we could revolutionize the heath care atmosphere across the region. Why not add a little embroidery to the PPE's neckline? Or change it to a bright turquoise? Why not shift the head mask to have a matching cap?\n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/16216/61eb35f6-1a4d-4889-b436-5afcff74551a.png\"/>\n<br/>\n<br/> A major complication of the current Ebola outbreak has been a lack of heeding context. \n<strong>PPE isn't simply an engineering issue. It's a nuanced cultural one that demands a deeply intentional, anthropological approach.</strong> PPE looks scary---would you want to go to an isolation ward with a bunch of spacemen? Does that seem comforting? Familiar?\n<br/>\n<br/> Although it may sound silly, creating these subtle, simple shifts may provide the most low-cost reformations that yield some of the most effective results, rehumanizing healthcare and making it more accessible to those familiar with the best solutions---West Africans themselves. They are, after all, the ones living the reality day-in and day-out.\n<br/>\n<br/> Heck, why not play Sekouba Bambino, Ali Farka Toure, P-Square, Phil Collins or Celine Dion at the health center checkpoint? Or at least have healthcare workers wearing a badge that says, in the local language, their name?\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-classy-caregivers-play-nicer-leveraging-aesthetics-for-a-subtle-but-powerful-shift", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/74599940-f214-44a4-87ad-9c16db251446.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 11, 2014, 05:21AM", 
  "summary": "West Africans know style. They know the difference between bazin, wax, lepi, kente and basic cotton. The more detailed your embroidery the classier, and the grander your boubou, the more respect you demand. If the stitching was done poorly, you'll likely receive an upturned nose---or you're wearing last season's complet? Bonne chance.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "The Classy Caregivers Play Nicer: Leveraging Aesthetics for a Subtle, Powerful Shift", 
  "view_count": 193
}