{
  "applause_count": 3, 
  "author": "Mikel Gomez", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:34PM", 
      "message": "\n    \tHi Mikel, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I remember watching on the TV an empty hospital in Africa because the doctors and nourses that worked there where scared about the virus... people died because there was noone to cure them. \n<br/>\n<br/> Another day there was an strike infront of a hospital, people were carrying guns; they wanted to kill ebola patients. They were scared. \n<br/>\n<br/> But we don´t have to go so far to see these things, sometimes we just have to look from our window. My name is Mikel Gómez and I live in Spain and here our problem no are the doctors, or the people that are scared, our problem are the politicians that are not able to manage this kind of situations but they are not going to admit their \n<u>ignorance</u>. \n<br/>\n<br/> They want to solve the problem and they want to teach people from Africa countries how to deal with this situaution and they are going to teach what they are not able to understand? We are saying that education is best way to solve Ebola, but we are not educating ourselves. \n<br/>\n<br/> We should start educating our own countries no scaring them and then we will know how to deal with Ebola in other countries. We will teach others how to manage ebola and just then we can fight with all our weapons. The first step is being conscious about our ignorance and then we can start learning. \n<br/>\n<br/>\n<img alt=\"\" src=\"/uploads/contribution/17277/23482be1-eaab-45ff-83d7-55fff9feed95.jpg\"/>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-ultimate-defense-against-ebola", 
  "media": [], 
  "submitted": "October 30, 2014, 16:38PM", 
  "summary": "No masks, no gloves, no security suits... just BOOKS!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "The ultimate defense against Ebola.", 
  "view_count": 29
}