{
  "applause_count": 1, 
  "author": "Bryce D'Surney", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:10PM", 
      "message": "\n    \tHi Bryce, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I beleive that WHO should continue to permit the use of exoirimental drugs in patients with Ebola, but should also furhtur ivestigate the use of the convolescant serum using lab trials. This serum's benefits might be able to lead to an effective solution or even a cure or prevention agaisnt the war on Ebola. Futhurmore this idea of developing a serum using the antibodies of patients that have survived the disease could also be applied on a larger scale and sould be used to fight other diseases as well. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-who-needs-to-invest-more-time-and-effort-into-serum-effectiveness-studies", 
  "media": [], 
  "submitted": "October 15, 2014, 19:14PM", 
  "summary": "Because the serum has been shown to be effective, WHO needs to invest more time and money into investigating the possible effectiveness of this serum.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "The WHO needs to invest more time and effort into serum effectiveness studies.", 
  "view_count": 24
}