{
  "applause_count": 4, 
  "author": "Chuka Oguzie", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 18:57PM", 
      "message": "\n    \tHi Chuka, Andre posted a great piece of related research - https://openideo.com/challenge/fighting-ebola/research/unicef-rapidpro-real-time-monitoring-app. What kind of barriers to adoption do you envision i.e why might people not do this? What other kind of partners do you need to make this happen? We encourage you to post questions/needs for feedback from the community so you can develop your idea even further.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chuka Oguzie", 
      "date": "October 09, 2014, 19:10PM", 
      "message": "\n    \tHi Deborah, the barriers to adoption may be that the GSM providers in the Ebola infected countries accepting to release mobile phone numbers of people in their network. We need a comprehensive mobile phone numbers list of the population of Liberia, Sierre Leone and Guinea so as to be able to be sending free prevention tips to them. We will need funding too but the mobile phone numbers are the most important without it the funding will not achieve anything. Hopefully the US Government can assist us get the governments of these countries to partner with us or release these data to us. We only need the mobile phone numbers, the names are not needed.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chuka Oguzie", 
      "date": "October 09, 2014, 19:18PM", 
      "message": "\n    \tAlso the  good thing is that we can send the prevention tips through sms from any location in the world.  This initiative can be used during other disease outbreaks and emergencies. The structure can be kept for future uses.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 16:42PM", 
      "message": "\n    \tHey Chuka, any chance you have an image you could upload to elaborate on your idea! If you need inspiration check out our getting visual guide here http://ideo.pn/vis-uals. Thanks for joining the conversation!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Chuka Oguzie", 
      "date": "October 09, 2014, 19:15PM", 
      "message": "\n    \tOk. will design one if possible.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The idea will work because of the following\n<br/> - Almost everyone owns a mobile phone and can read sms\n<br/> - It is toll free and it is not costing the targeted audience anything.\n<br/> - It can be used to cover an entire country within minutes.\n<br/> - The medical tips can be traslated in the local languages and sent as sms\n<br/> - It is cheaper\n<br/> - There are no risks and fangers of being infected because the sms can \n<br/>    be sent from any location in the world\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-ebola-toll-free-sms-helpline", 
  "media": [], 
  "submitted": "October 08, 2014, 10:36AM", 
  "summary": "The Ebola toll free sms helpline is a program where ebola prevention tips are sent to targeted population within the affected countries. The tips will be sent free to them through sms. Africa has about 80% mobile phone penetration and sms delivers the tips directly on each person palm/mobile phone.This approach will reduce the risk of infection that those creating awareness on the field are exposed to, it will be cheaper and can reach multitudes in minutes.All we need to do is to liaise with GSM carriers in the affected countries to provide mobile phone numbers of the people registered with them in targeted areas and also CDC or WHO that will be sending the prevention tips to us.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "The Ebola Toll Free Sms Helpline", 
  "view_count": 78
}