{
  "applause_count": 4, 
  "author": "Tanya Young", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            A twenty question survey has been developed by a team of clinicians and educators to collect quantative data for two purposes identifying community needs and service implementation. Community support from community leaders, religious leaders, and other key persons in the community to facilitate discussions on the psychosocial impact of Ebola on us in the diaspora from a culturally sensitive and relevant approach. This would be successful as people are expressing a need for support especially with the growing misinformation and stigma surrounding Ebola.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-psychosocial-impact-of-evd-in-the-diaspora", 
  "media": [
    {
      "src": "https://www.youtube.com/embed/1k58Xc9Lvp8?wmode=opaque", 
      "type": "video"
    }, 
    {
      "src": "https://www.youtube.com/embed/YluHkC-NHCs?wmode=opaque", 
      "type": "video"
    }
  ], 
  "submitted": "October 14, 2014, 05:18AM", 
  "summary": "Ebola the disease without a cure has many viewing as a death sentence, with the hysteria stigma has been generated. Many of us in the Diaspora who originate from countries in the affected subregion are being impacted by significant feelings of anxiety, depression, and for some exacerbation of preexisting mental health symptoms.  Somatic symptoms and complaints coupled with social isolation, blaming, self-loathing, helplessness are mutual experiences of many in the Diaspora. The goal is to identify the needs of the community and offer support through informal and professional means, and also  provide necessary resources.   The community needs the opportunity to express their experiences and be supported.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "The psychosocial impact of EVD in the diaspora", 
  "view_count": 48
}