{
  "applause_count": 1, 
  "author": "Daniel Utrera", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:09PM", 
      "message": "\n    \tHi Daniel, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Due to the fact that scientists and doctors are yet to test the blood samples from previous Ebola survivors, it would be for the best to begin testing on non-human primates. Not only does it bring us one step closer on providing information on how the blood samples work, but it gives us a better idea on how the blood samples react once inserted into a living organism relatively similar to humans. Yes, there will be risks such as not knowing exactly if humans will react the same, but it will launch further studies and investigations between humans and primates to see how similar they would compare. After non-human testing, we will find ourselves one step closer to a cure, containing, ending this outbreak, and future outbreaks as well.\n<br/> Due to the fact that scientists and doctors are yet to test the blood samples from previous Ebola survivors, it would be for the best to begin testing on non-human primates. Not only does it bring us one step closer on providing information on how the blood samples work, but it gives us a better idea on how the blood samples react once inserted into a living organism relatively similar to humans. Yes, there will be risks such as not knowing exactly if humans will react the same, but it will launch further studies and investigations between humans and primates to see how similar they would compare. After non-human testing, we will find ourselves one step closer to a cure, containing, ending this outbreak, and future outbreaks as well.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-next-step", 
  "media": [], 
  "submitted": "October 15, 2014, 18:59PM", 
  "summary": "If we are going to contain and possibly end this outbreak, we are going to have to take crucial steps to get where we want.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "The Next Step", 
  "view_count": 26
}