{
  "applause_count": 0, 
  "author": "Les LaMotte", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:36PM", 
      "message": "\n    \tLes, this seems similar to your other post on the use of AsepticSure. What are your ideas for how this idea could be promoted? How expensive is this technology? It looks like a big machine so I'm wondering about portability. https://openideo.com/challenge/fighting-ebola/ideas/portable-soft-walled-shelters-with-asepticsure-technology-underway-for-the-fight-against-ebola\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Brad Matchung", 
      "date": "October 08, 2014, 16:15PM", 
      "message": "\n    \tYes Michelle it is the same technology as in Les's original post.  I think this was meant to be add on information to the original post that showed our media coverage with the demo we conducted a few weeks ago.  To answer your question, the entire field hospital is fully portable - it was specifically designed that way.  Every piece of kit has been field tested for portability.  Design Shelter has extensive experience in remote field applications and with the addition of the AsepticSure technology, we add one more piece of kit to our already impressive portable field hospital solution.  What is offered now is a fully reusable system because AsepticSure completely disinfects the portable shelters themselves plus all equipment left inside. Please see my response to your original comment on the cost.  I'll allow Les to comment on his thoughts regarding promotion but my opinion is to simply help to create awareness of the solution that we are able to offer now and to help find us a mandate to pilot the solution in a real world situation.  We have 100% confidence that permitted to demonstrate this solution in a real world event, the solution could become the de facto standard for reusable field medical facilities for any type of viral epidemic or pandemic.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Here is the video to see the machine that will eliminate the threat of Ebola becoming a pandemic.\n<br/>\n<br/> http://www.thewhig.com/2014/09/18/medizone-internationals-room-disinfection-system-is-said-to-be-100-effective-and-100-safe\n<br/>\n<br/> http://www.ckwstv.com/2014/09/18/locally-developed-technology-could-fight-e-bola/\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/the-state-of-the-art-of-medical-machine-to-eliminate-ebola-pandemic", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/eb44575c-2995-4aac-afe1-6f40fca8519c.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/31783153-b8fa-4aac-bab0-46ebc4b338fe.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 07:22AM", 
  "summary": "See the man and the machine that will eliminate ebola along with Design Shelter, Inc. innovative soft wall portable containment buildings that turn an empty field into a Ebola Hospital in only a few hours. Getting directly to the source of the out breaks rather than transporting the patients into large cities where they will run the risk of contaminating thousands. This combination of the machine and the shelter is a sure combination for calming the decease and our fears of it spreading out of hand.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "The State of the Art of Medical Machine to Eliminate Ebola Pandemic", 
  "view_count": 216
}