{
  "applause_count": 2, 
  "author": "frank ingle", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:33PM", 
      "message": "\n    \tHi Frank, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Thermal imaging cameras cost as little as $1000 and have adequate thermal resolution and rapid response so that they can measure skin temperature, such as of the forehead, by noncontact imaging as prospective passengers pass by in a line.  Persons with elevated  temperature can thus be taken out of line for quick screening, such as questioning about past travel or contact with infected persons, and questions about other fever inducing diseases or conditions.  This process results in minimal inconvenience for persons with no fever, and quick evaluation of additional factors.  Persons who do have a fever and have other indicators of possible disease can then be subjected to more rigorous screening or quarantine.  The results of the screening can then be used as data to input a dynamic map of disease spread, to speed decisions on where to deploy available resources to best effect. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/thermal-imaging-camera-to-screen-stream-of-travelers-as-they-enter-transportation-hubs-such-as-airports-trains-buses", 
  "media": [], 
  "submitted": "October 29, 2014, 17:28PM", 
  "summary": "Thermal imagers are readily available today.  Use a thermal camera to screen passengers before they enter transportation.  Divert passengers who appear to have a fever for additional questioning, such as where they have been, whether they have been in the presence of sick persons, and what key symptoms they presently exhibit.  Select out the persons of highest risk of disease for more diagnostic procedures and perhaps quarantine.   This method also creates data for a dynamic map of disease spread.  This simple measure will reduce the flow of infected persons to other areas, reducing the geographic spread of disease, so that available resources can be deployed for the most effective response.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Thermal imaging camera to screen stream of travelers as they enter transportation hubs such as airports, trains, buses.", 
  "view_count": 15
}