{
  "applause_count": 1, 
  "author": "ABC4All TEAM", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "ABC4All TEAM", 
      "date": "October 14, 2014, 06:01AM", 
      "message": "\n    \tNEW ACTIVITYChristopher Onanuga built upon your contribution! Check it out...COORDINATION OF EBOLA IDENTIFICATION, TREATMENT and CONTROL STRATEGIESCOMMUNITY OWNERSHIP TO ERADICATEThis makes a great deal of sense and mirrors the community-wide approach reflected in Community, Health, Exercise and Nutrition for All (CHEN4All):http://home.abc4all.net/topics/view/51cbfc66f702fc2ba812636c/ COMBINING EFFORTS AND APPROACHING EBOLA FROM SUCH A WELL-COORDINATED APPROACH WILL PROVE ITSELF IN ANY COMMUNITY - suggesting that collaboration and cooperation, the hallmarks of ABC4All are truly supported and exemplified in this COMMUNITY OWNERSHIP TO ERADICATE approach. SUGGESTION: Work together ASAP!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 13:10PM", 
      "message": "\n    \tCan you share additional information about how you see this being deployed?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "ABC4All TEAM", 
      "date": "Edited on October 08, 2014, 13:27PM", 
      "message": "\n    \tEasiest and best way to understand is to view the PPT:  https://docs.google.com/presentation/d/1bPmtVui7uON_8CfX181w4J18JuzGf3bOXm3rWIpB2LA/edit#slide=id.p16 We can talk on Skype at abc4allteam or please call! 1-310-712-5477\n    "
    }
  ], 
  "description": "<div class=\"description\">\n<h1 class=\"h1_class\"><strong>Think of the future. <br/> Now imagine:</strong></h1>\n<h3 class=\"h3_class\"><br/> <strong>Assisting with Efforts at Controlling and Stopping the Ebola Outbreak Using LCE Black Box Technology<br/> <br/> We connect to the Center for Disease Control (CDC)<br/> via LCE Black Box<br/> <br/> We connect to our Supercomputer in Las Vegas NV<br/> <br/> We connect to a Hospital or Doctor anywhere in the world<br/> via LCE Black Box connected with a patient’s device (Home TV Set, computer, cell / smart phone, etc.) also anywhere in the world. <br/> <br/> The technology allows for monitoring and facilitating all necessary for the </strong><br/>  </h3>\n<h2 class=\"h2_class\">Rapid Response Identification, Treatment and Control of the Ebola Virus. </h2>\n<h3 class=\"h3_class\"><br/> <strong>With LCE Black Box installed, audio, visual or audiovisual telemedicine/tele-education communication can be sent via satellite from any location in the world to another no matter how remote, facilitating vital information exchange without interruption that will save lives.<br/>  <br/> Streaming live as it happens!</strong><br/> <br/> <strong>=============================<br/> <br/> Technology Solving Global Issues!</strong></h3>\n<a href=\"http://ireport.cnn.com/docs/DOC-1036440\" target=\"_blank\">http://ireport.cnn.com/docs/DOC-1036440</a>\n<br/>\n<br/> What does this invention do for the world?\n<br/>\n<br/> Once installed in any location across the globe, the LCE Black Box offers equal opportunity for participants regardless of location including the most remote areas without other connectivity. Included via cooperating partners will be the following: \n<br/>\n<br/> • LCE Black Box and Satellite Technology\n<br/> • Global Trade Platform for Gross National Product (GNP)\n<br/> • Eliminating connectivity issues\n<br/> • Protecting social identity via Social Market Research for Charity (SMRC)\n<br/> • Eliminating hacking/tracking/privacy invasion\n<br/> • Fostering Peace across peoples and nations\n<br/> • Eliminating greed, poverty, unemployment and social divides\n<br/> • Humanitarian FUNding via ABC4All-TV WorldWide Network (AWWN)\n<br/>\n<br/> ===============\n<br/>\n<br/> SPECIFICATIONS: \n<ul>\n<li>White Page spec below.</li>\n<li>What is the LCE Black Box?</li>\n<li>It’s a full computer</li>\n<li>4 x 6 X 4 Inches</li>\n<li>Built with 1.2 MHz</li>\n<li>Hard drive Flash or Teria</li>\n<li>2 Memory DDR</li>\n<li>embedded processors</li>\n<li> high end encoder</li>\n<li>3 USB Ports</li>\n<li>One HDMI Port</li>\n<li>3 Audio/Video ports:</li>\n<li>One Video, one Right RCA Audio and One Left RCA Audio</li>\n<li>Weight: Less then one pound​</li>\n</ul>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/think-of-the-future-now-imagine-ebola-under-control", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5732b866-eb50-4e4a-9fff-427a56efcf70.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/66d1edab-9a16-497b-b375-dc8d62b5ffe9.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0f28513a-b4c3-4ef6-a625-096f5a26a9c8.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/1985a3d4-c3b8-411e-89ef-7917450c4184.jpeg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 00:07AM", 
  "summary": "Assisting with Efforts at Controlling and Stopping the Ebola Outbreak\u000bUsing LCE Black Box Technology\u000b\u000bWe connect to the Center for Disease Control (CDC)\u000bvia LCE Black Box\u000bWe connect to our Supercomputer in Las Vegas NV \u000bWe connect to a Hospital or Doctor anywhere in the world \u000bvia LCE Black Box connected with a patient’s device (Home TV Set, computer, cell / smart phone, etc.) also anywhere in the world.  The technology allows for monitoring and facilitating all necessary for the \u000bRapid Response Identification, Treatment and Control of the Ebola Virus.  With LCE Black Box installed, audio, visual or audiovisual telemedicine/tele-education communication can be sent via satellite from any location to any other.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "THINK OF THE FUTURE:  NOW IMAGINE EBOLA UNDER CONTROL!", 
  "view_count": 119
}