{
  "applause_count": 2, 
  "author": "carilyn c", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 29, 2014, 21:13PM", 
      "message": "\n    \tChristie's controversial Ebola quarantine now embraced by Nobel Prize-winning doctorhttp://www.nj.com/politics/index.ssf/2014/10/christies_quarantine_policy_attacked_by_aclu_cdc_and_even_the_un_is_embraced_by_2011_nobel_prize_win.html\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Shane Zhao", 
      "date": "October 28, 2014, 07:15AM", 
      "message": "\n    \tCarilyn, interesting on quantification on how quarantine measures can the strained on the healthcare community for contact tracing. Have you thought about a strategy for how returning heath care workers/ travelers from infected regions can be guided into a quarantine system? Such as where the first line of detection and barriers can be set up?Here is an interesting post that identified airplanes as key place where prevention barriers should be set up to prevent possible contact infections:https://openideo.com/challenge/fighting-ebola/ideas/to-quarantine-or-not-to-quarantine-that-is-the-question\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 28, 2014, 14:09PM", 
      "message": "\n    \tFor returning health care workers, staying at home and being monitored 21 days for temperature, twice a day, and knowing to report to the hospital at the first sign of a fever is enough of a quarantine for them.  I also agree with what the army is doing to have the quarantine in Italy.  As for travellers who come over, they can also stay at home, but be monitored...  we just have to make sure they do stay home.  And not just make them feel like prisoners.  Make a pamphlet explaining why the contact tracing jobs have to be kept from ballooning out of control.  People are more compliant with rules they understand the reasons for.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "Edited on October 28, 2014, 07:03AM", 
      "message": "\n    \tIn the worst case scenario, The UN has already stated there is no plan. I could imagine that a \"green zone\" country would have to be set-up in the least affected country. This is what the US did in Iraq with the city of Baghdad...remember the \"Green zone\"..? So, one area of the world, or country would become  the \"green zone\" where EVERYTHING would be quarantined. It may sound crazy... But, it looks like North Korea will become the best candidate for a 'green zone\" . since they are already quarantining all travel into their country. So, North Korea will help us answer the question if quarantines work.http://www.reuters.com/article/2014/10/23/us-health-ebola-northkorea-idUSKCN0IC0TX20141023\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "carilyn c", 
      "date": "October 28, 2014, 14:11PM", 
      "message": "\n    \tyeah... I was just thinking... if Ebola kills off all the people who care the most about helping other people, the world will be left with what kind of people to go on?  Pretty scary if there's an unnatural selection for psychopathy on Planet Earth.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            In today's news, it \n<u><strong>seems</strong></u> like there's a discrepancy of policy towards quarantining those who return/come from West Africa.  Previously people were not quarantined, but just checked up on.  And now a returning nurse under quarantine was released, but the army is placed under quarantine in Italy.\n<br/>\n<br/> NBC News:\n<br/> New Jersey Releases Nurse Quarantined for Suspected Ebola:\n<br/>\n<a href=\"http://www.nbcnews.com/storyline/ebola-virus-outbreak/new-jersey-releases-nurse-quarantined-suspected-ebola-n234661\">http://www.nbcnews.com/storyline/ebola-virus-outbreak/new-jersey-releases-nurse-quarantined-suspected-ebola-n234661</a>\n<br/>\n<br/> U.S. Army to Quarantine Soldiers Returning From Ebola-Hit Areas:\n<br/>\n<a href=\"http://www.nbcnews.com/storyline/ebola-virus-outbreak/u-s-army- quarantine-soldiers-returning-ebola-hit-areas-n234916\">http://www.nbcnews.com/storyline/ebola-virus-outbreak/u-s-army-<br/> quarantine-soldiers-returning-ebola-hit-areas-n234916</a>\n<br/>\n<em>\"About 600 U.S. military staff are in [Africa] now but President Barack Obama has committed to send at least 4,000.\"</em>\n<br/>\n<br/> It may seem like a conflict of policy, but \n<u><strong>really it's about the numbers</strong></u>. And both make sense to me.  Here's why --\n<br/>\n<br/> Back when we had fewer cases of Ebola people to watch -- just one person really -- \n<u><strong>Mr. Duncan -- it generated around 200 plus contact tracing jobs to monitor</strong></u>...  including the two nurses who became infected after him.  \n<br/>\n<a href=\"http://www.nytimes.com/interactive/2014/07/31/world/africa/ebola-virus-outbreak-qa.html?_r=0\">http://www.nytimes.com/interactive/2014/07/31/world/africa/ebola-virus-outbreak-qa.html?_r=0</a>\n<br/>\n<br/> Now, multiply that to 600 and eventually 4,000 troops all returning from Africa -- and the dozens of health care workers who will also return -- if each case that comes down with Ebola has to generate 200 plus contact tracing jobs, that's a \n<u><strong>lot of extra manpower</strong></u> required which could be used more effectively fighting Ebola elsewhere.\n<br/>\n<br/>\n<u><strong>Example</strong></u>:\n<br/> 100 x 200 = \n<u><strong>20,000 contact tracing jobs</strong></u> for 100 infected out of 4000 sent.\n<br/>\n<br/> Since we're short-staffed already, we can't be wasting effort on contact tracing if not necessary -- so, to quarantine or not to quarantine? \n<u><strong>Quarantine</strong></u> is the answer...  \n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/to-quarantine-or-not-to-quarantine-that-is-the-question", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/078ea458-fe1e-40fe-9ff2-cce311b5531d.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3c26089d-8595-4659-bb34-32e006318314.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 28, 2014, 04:11AM", 
  "summary": "To quarantine or not to quarantine?   That is the question...    and here are the numbers.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "To quarantine or not to quarantine?  That is the question...", 
  "view_count": 48
}