{
  "applause_count": 15, 
  "author": "Anna Bershteyn", 
  "comment_count": 9, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 22, 2014, 15:02PM", 
      "message": "\n    \tI like that idea.  It can be made a Facebook page with the survivors trying to gather together to help the others. I also embrace the idea of having T-shirts showing that they are survivors, and they care for the others who are sick.  Need also to do conferences to share their thoughts while been exposed. Any of their ideas may be helpful in the near future.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Mark Leney", 
      "date": "October 15, 2014, 17:30PM", 
      "message": "\n    \tLocating and supporting survivors may also be important in managing the supply of convalescent serum - a potentially helpful but as yet unproven treatment method.  I think robust protocols for establishing when a recovering patient is actually a) not infectious and b) completely free of virus are needed immediately if only to speed the discharge process to free up isolation/barrier nursing spaces.  Other questions that needs to be addressed is what is the actual risk that a survivor might be reinfected or become an asymptomatic carrier at a subsequent point - and what is the risk that survivor HCWs, believing themselves (rightly or wrongly) to be protected might unwittingly transmit virus passively from a patient to an uninfected person because they are less careful with PPE than an unprotected uninfected HCW?\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Mark Leney", 
      "date": "October 15, 2014, 17:24PM", 
      "message": "\n    \tIn the so called Acholi protocol (a code of practice implemented amongst the Acholi ethnic group in Uganda during the Ebola outbreak there) one of the practices was that survivors would provide immediate care for new cases in their households - or more dauntingly - if there was no available survivor, an elderly person volunteered to be the contact person caring for the new cases to minimize community contacts.  The use of survivors to care for the sick has precedent then in the Ugandan context which might help to sell the concept in other regions in Africa.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Nick Dawson", 
      "date": "October 11, 2014, 13:53PM", 
      "message": "\n    \tLove this! A whole group broke out to work on this yesterday at the event in DC. We're prototyping today. I would love to create some kind of visual - t-shirt, badge, sticker... to help identify survivors as heroes. How might we recognize those survivors who chose to help in a way which celebrates them and protects their dignity?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Nick Dawson", 
      "date": "Edited on October 11, 2014, 16:38PM", 
      "message": "\n    \tHere's the Survivor Vest we created. The symbol is well known and widely used in East Africa to symbolize life. https://dl.dropbox.com/s/xxq7iehbo1gwn26/2014-10-11%2012.23.22.jpg?dl=0\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Anna Bershteyn", 
      "date": "October 11, 2014, 16:48PM", 
      "message": "\n    \tHi Nick,Thanks for your thoughts! I think survivors who assist in patient care should receive training and fair compensation, and if needed, assistance in finding housing. They should also be tested to confirm that they are seropositive for Ebola, to make sure they are truly protected and weren't initially mis-diagnosed (e.g., suppose they actually had Lassa fever). And, especially when they face stigma from families/communities, they should have a supportive community to celebrate their survival and give them a meaningful (indeed critical!) role to play in helping others. I like your idea of providing something like T-shirts to celebrate survivors and perhaps assist in their training and transition to a supportive community. Attractive T-shirts have a precedent as useful tools for combating stigma -- think Treatment Action Campaign's 'HIV Positive' T-shirts.There are already some survivor's meetings taking place and the idea of enlisting survivors is starting to take hold in some care facilities. We should ask if they would welcome something like a T-shirt to distribute. I recently met a minister from SL who is focusing on mental health and basic services for survivors and families, I will ask... please ask your contacts as well.I heard there was a survivor's meeting in Sierra Leone on Oct 20th, will try to find out more. Anna\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Anna Bershteyn", 
      "date": "October 11, 2014, 21:12PM", 
      "message": "\n    \tJust to follow up -- there is Survivors' Conference coming up on October 21st, which could provide an opportunity to get more ideas and feedback. Details here: 21 October – “Survivors’ Conference” in Kenema, Sierra Leone, hosted by the Government of Sierra Leone and UNICEFhttp://www.un.org/ebolaresponse/pdf/Situation_Report-Ebola-08Oct14.pdf\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Nick Dawson", 
      "date": "October 11, 2014, 22:31PM", 
      "message": "\n    \tSorry for the shorter update earlier. This idea of survivors was an area of focus in this weekend's #FightingEbola challenge in DC. A whole team focused on the use of survivors for the entire weekend - really enlightening. A few ideas which would be interest to run past the Survivors Conference on the 21st:* Would a system of micro finance to financially support survivors be of interest? * Would survivors want to opt-in by 'applying for a job' e.g.: transport, hospice, respite, education, companionship, etc? * What would survivors need to be effective in the ETUs: special decon showers, emotional support, gear? * How might we rebrand survivorship such that it's a status symbol not a stigma?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 09, 2014, 21:29PM", 
      "message": "\n    \tHi Anna, what a valuable insight! It sounds like this is a crucial element to ensuring successful treatment for communities as well as a satisfying way to for the survivors to help be a part of the solution. What kind of strategies might we employ to help reduce this stigma and celebrate survival? Might we tap into cultural or religious ceremonies to help integrate them back into the community in a different light? We're excited to see you idea develop :)\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            In a hot Ebola treatment center, gowned workers can sometimes work for only one hour before having to remove their personal protective equipment (PPE). The process of dressing and undressing is slow and must be done carefully to avoid infection. Disposal of PPE is costly and supplies are limited. This creates enormous inefficiencies in the use of staff and supplies for Ebola treatment.\n<br/>\n<br/> Approximately 20-50% of people who receive supportive care survive Ebola infection. As far as we know, Ebola survivors are immune to re-infection for years, and perhaps for life.\n<br/>\n<br/> In an Ebola treatment center, these people could truly be superheroes -- with no fear of infection, they can work longer, rush into wards to handle emergencies without needing to be gowned, and can work even when PPE supplies run out.\n<br/>\n<br/> There have been reports that these survivors are stigmatized when they return to their home communities. The opportunity for employment and work experience, and the camaraderie of working alongside health workers, could provide a wonderful form of psychosocial support for survivors, elevating their status to heroes and restoring their confidence, self-image, financial solvency, employability, and ability to re-integrate into society.\n<br/>\n<br/> Even without medical experience, survivors could carry out many critical functions under the supervision of medical personnel. These helping hands could extend the impact of doctors whose time is limited and who can only spend limited time caring for patients without overheating.\n<br/>  \n<br/> I acknowledge and thank Dr. Abraham Flaxman for bringing forth this idea during our many discussions.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/train-and-employ-ebola-survivors-as-health-workers-they-are-immune-to-ebola-so-no-need-for-full-ppe-and-stigmatized-in-home-communities-so-would-probably-love-to-re-make-their-image-as-helpers-and-heroes", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/59881a62-40e2-4e2e-a1fb-b018283aabb7.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 23:33PM", 
  "summary": "Approximately 20-50% of people who receive supportive care survive Ebola infection. However, there have been reports that these survivors are stigmatized when they return to their home communities.Ebola survivors are also immune to Ebola re-infection. Thus, they would not need the full PPE required to prevent infection in non-survivor health care workers.Training and employing them to work in Ebola wards seems like a win-win. Even in a short training is insufficient for them to carry out medical tasks such as starting IVs, helping hands could perform tasks such as moving, feeding, and cleaning/diapering patients, and removing contaminated PPE. In Ebola wards, they would be 'superheroes' with no fear of infection!", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Train and employ Ebola survivors as health workers! They are immune to Ebola so no need for full PPE, and stigmatized in home communities so would probably love to re-make their image as helpers and heroes.", 
  "view_count": 235
}