{
  "applause_count": 2, 
  "author": "Margaret Hill", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 20:57PM", 
      "message": "\n    \tHi Margaret, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 23, 2014, 21:06PM", 
      "message": "\n    \tYeah. And I think also mobilizing the Artistic community (local & national) could be a short cut to this kind of healing communication~  https://openideo.com/challenge/fighting-ebola/ideas/mobilize-african-art-community-to-help-communicate-properly-to-locals-dealing-with-ebola-crisis-evaporate-unreasonable-mistrust\n"
    }
  ], 
  "description": "<div class=\"description\">\n            We have had some experience in teaching community and church leaders about trauma healing in difficult situations (e.g. CAR, South Sudan).. We have found that as they understand the results of trauma, and as they start to be healed from their own trauma, they are much more receptive to accepting and understanding new information. I would think that some major program of trauma healing, especially for leaders, in the Ebola affected countries, would increase the acceptance of information and needed procedures to bring the epidemic to a halt.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/trauma-healing-training", 
  "media": [], 
  "submitted": "October 23, 2014, 08:38AM", 
  "summary": "Getting a frightened community to cooperate in health care areas can be very difficult. We have found that trauma healing training can make all the difference.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Trauma Healing Training", 
  "view_count": 29
}