{
  "applause_count": 2, 
  "author": "Warren Marcus", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 30, 2014, 21:02PM", 
      "message": "\n    \tHi Warren, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            ALT-836 is an antibody that acts as a tissue factor antagonist.  It has already been in clinical trials for other indications (totaling 142 patients), so its safety has been confirmed in humans. A rhesus monkey model with a lethal dose of the Ebola-Zaire virus showed a major survival benefit when treated with rNAPc2, a tissue factor antagonist whose method of action is identical to ALT-836’s – blocking binding of factor VIIa/tissue factor to factor X in the extrinsic coagulation pathway. The World Health Organization is aware of ALT-836 and  has expressed interest, but would like a non-human primate study performed before they could fully support it.  However, as a small company, the Board has already earmarked our capital to further other drugs in the pipeline.  Therefore if the government would fund this study (one that Ebola expert Dr. Thomas Geisbert is willing to perform), it would almost certainly yield a strong recommendation from the WHO and offer hope to those on the frontlines.\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/treatment-for-healthcare-workers", 
  "media": [], 
  "submitted": "October 27, 2014, 19:59PM", 
  "summary": "Tissue factor overexpression has been implicated, by many published articles, as being the main culprit in the virulence associated with Ebola.  If healthcare workers knew that they at least had a treatment option (or several) available when treating the infected, it would put their mind at ease so that they could concentrate more on the task at hand.  Altor Bioscience Corp has developed a tissue factor antagonist antibody to use for other indications that have tissue factor overexpression as a key factor in the disease.  Therefore, this antibody should work for Ebola as well.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Treatment for healthcare workers", 
  "view_count": 23
}