{
  "applause_count": 2, 
  "author": "Kyle Jenkins", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Evelina Cohn Ph.D.", 
      "date": "October 22, 2014, 14:30PM", 
      "message": "\n    \tIf is correct then, survivors in time have risen antibodies against EBOLA.  However lately a blood transfusion from a survivor was performed and the Ebola  patient didn't survive. That means that if indeed there are antibodies they may be personalized and sometimes work sometimes don't. Are you agree ?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Kyle Jenkins", 
      "date": "October 22, 2014, 20:02PM", 
      "message": "\n    \tI agree they the antibodies may be personalized, but I think another factor is how concentrated the antibodies may be in someones blood. One survivors blood may be packed with antibodies, while another survivor may not have nearly as many. So if we could test the number of antibodies in someones blood then the blood transfusion method could be a rather strong method in the fight against Ebola.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "D. Dickard", 
      "date": "October 17, 2014, 19:24PM", 
      "message": "\n    \tKyle it looks like this is working.  If we had a quarantine in these countries then this would be an immediate (and maybe trusted) solution.  Check out \"21 day quarantine.\"  If one did tested positive in the quarantine period then they would still be close in close proximity to a transfusion options.  I, personally, would take a transfusion and hope for the best!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Joseph Thurakal", 
      "date": "October 16, 2014, 07:31AM", 
      "message": "\n    \tthis idea is floating around and this article discusses some of the issues.  It seems one of the main obstacles to implementation is testing the blood for other issues:http://www.nytimes.com/2014/10/04/health/use-of-ebola-survivors-blood-as-possible-treatment-gains-support.html\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:06PM", 
      "message": "\n    \tHi Kyle, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            My idea is for those who have come down with Ebola already and how we can help cure them. After reading an article of the past outbreaks of Ebola in 1976 and 1995, the idea of using the blood of the survivors of Ebola  as a cure seems feasible to be put into place now. It was not put into action in 1976 because it was thought of when the outbreak had nearly subsided, but the was used in 1995. It was used on a small scale where eight patients who had been infected by Ebola were treated with the blood that was donated by five people who had survived the Ebola infection. Of the eight patients treated seven of them survived.  This treatment looks promising but there are some risks too it, the risk of transferring HIV or Hepatitis C. Although there is a risk, this idea is promising and should be put into use becaus it is a feasible treatment that has evidence supporting that it can and could work now to aid in keeping the death toll for Ebola from rising any higher.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/treat-ebola-infected-people-with-blood-of-survivors", 
  "media": [], 
  "submitted": "October 15, 2014, 17:11PM", 
  "summary": "Using the blood of Ebola survivors as a treatment for those with Ebola.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Treat Ebola-infected people with blood of survivors", 
  "view_count": 70
}