{
  "applause_count": 1, 
  "author": "Lauren", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:05PM", 
      "message": "\n    \tHi Lauren, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            I think that this is a risky move to use the Convelescent Serum method to treat patients with Ebola because we could end up infecting people with a disease, but I do think there are possible ways to get around that as well. One of them being testing the blood before making a transfussion. Although it will take a little extra time in the lab, it could end up saving many lives. Unfortunately right now there aren't many things that are working to help these patients, and I think if we can think of a cost effective and effecient way to make these blood transfussions work it will be very successful. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/treating-ebola-infected-people-with-survivors-blood", 
  "media": [], 
  "submitted": "October 15, 2014, 20:00PM", 
  "summary": "This disease is responsible for killing thousands of people. It is not a new disease either, Ebola was first documented about 40 years ago. Taking blood from Ebola survivors and donating it to those who are currently fighting the disease could be very beneficial. This could be helpful because the Ebola survivor's immune system has developed antibodies which will help fight the virus. However, there are some risks involved with this procedure such as the spread of HIV or hepatitis C from the blood transfusions. In my opinion, despite the risks involved, we should continue to investigate the possible outcomes on the Convalescent Serum.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Treating Ebola infected people with survivors blood", 
  "view_count": 52
}