{
  "applause_count": 2, 
  "author": "JJ Feden", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "Edited on October 15, 2014, 21:09PM", 
      "message": "\n    \tHi JJ, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            This will work with experienced doctors coming in and taking blood from survivors that are willing to donate. These doctors will then transfer the blood to the infected and watch over them. I believe this will succeed as it has already worked in the outbreak in 1995.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/treatment-with-the-blood-of-survivors", 
  "media": [], 
  "submitted": "October 15, 2014, 02:05AM", 
  "summary": "My idea is for the people who are already infected with the disease. I was reading an article on using the blood of survivors to cure those who are infected. The blood of those that have survived has already built up antibodies to fight the disease, so naturally the idea sounds good. This method was used to fight an outbreak of Ebola in 1995, where eight patients were given the blood or survivors. Seven survived through this treatment. This idea sounds like it would be beneficial to the infected, but also may run the risk of transferring HIV of hepatitis C. If done correctly with the proper equipment and personnel, I believe this method of treatment would benefit the infected tremendously.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Treatment with the Blood of Survivors", 
  "view_count": 69
}