{
  "applause_count": 3, 
  "author": "joel blankson", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 20, 2014, 17:51PM", 
      "message": "\n    \tHi Joel, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            These FDA approved drugs for infected patients may be effective in patients who would otherwise not have any other treatment options other than supportive care. Chloroquine in particular should be inexpensive and is given orally.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/treating-infected-patients-with-fda-approved-drugs-that-have-activity-against-the-virus", 
  "media": [], 
  "submitted": "October 19, 2014, 18:10PM", 
  "summary": "There are currently no FDA approved drugs for the treatment of Ebola, but there are drugs that are FDA approved for other indications that have activity against the virus. Chloroquine is an inexpensive drug that was used for malaria treatment until drug resistance developed. The drug has good activity against the virus in animals and could potentially be used to treat patients and as prophylaxis in healthcare workers who are at high risk. The selective estrogen receptor modulator clomiphene is another FDA approved drug that works in animal models. Finally interferon beta has been used to treat multiple sclerosis, and also has activity against Ebola in animal models.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Treating  infected patients with FDA approved drugs that have activity against the virus", 
  "view_count": 34
}