{
  "applause_count": 2, 
  "author": "Brad Matchung", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            What has been shared with the community by Design Shelter so far is our design for a 40 bed field hospital (designed by a series of infectious disease experts) that is expandable in 40 bed modules.  This concept is designed to create a smaller subset of kit to be rapidly deployed to remote villages in an effort to slow down and stop the spread of the Ebola virus.  The kit to be included in the package is a work in progress as it also needs to have adequate medical equipment and supplies as well as medical staff to run it.  Community ideas are welcome to suggest how similar kits could be associated with a sponsor so that individual kits can be supported in the field with all of the other items required to be fully operational.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/turnkey-mobile-ebola-treatment-clinic-concept-for-remote-villages-offered-by-design-shelter", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5491c70f-5650-4c08-859a-fadbd934f562.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/69ff310b-0144-434c-9a16-c33bd57abb37.JPG", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e1b004e0-8f4e-445b-8b71-3af3bc5e6fa4.JPG", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 23:51PM", 
  "summary": "What is presented here is a series of individual kits at 4, 10 and 16 beds to be deployed to remote villages to allow for effective quarantine and treatment of patients with suspected or confirmed cases of Ebola.  All of the kit shown fits into a single standard 20' sea container and once on site is deployed and operational in a matter of hours.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Turnkey Mobile Ebola Treatment Clinic Concept for Remote Villages offered by Design Shelter", 
  "view_count": 104
}