{
  "applause_count": 1, 
  "author": "BILL DEVILLIER", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:21PM", 
      "message": "\n    \tHi Bill, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            UV lighting can easily be added to shipping containers to create a pre/post treatment sterilization room for aid workers.  By outfitting a sea container with UV lighting on the walls and ceilings, the treatment room could assist in sterilization of aid worker hazmat suits prior to disrobing.  UV light requires electricity.  The sea containers could be outfitted with renewable energy solar tracking systems to provide some if not all of the energy required by the UV lighting.  In addition, hybrid (solar / fossile) fuel systems could be provided with the UV shipping containers for self generated power.\n<br/>\n<br/> It is known that UV light transmissions in the correct wavelength and intensity have the ability to render Ebola inactive.  Even though the ebola virus is not necessarily destroyed by UV, it is rendered inactive and incapable if causing infection.\n<br/>\n<br/> Some advantages and disadvantages of this idea are provided below:\n<br/>\n<br/> Advantages over chemical disinfection:\n<br/> Non-contact treatment\n<br/> Once installed there is no additional logistical complications for resupply.\n<br/>\n<br/> Disadvantages:\n<br/> No lingering disinfectant.  Nothing remains on the item to continue the disinfection process once it leaves the UV light.\n<br/>\n<br/> Power consumption... UV lights are only about 50% efficient in converting input power to UV light.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/ultra-violet-light-germicidal-irradiant-pre-post-treatment-rooms", 
  "media": [], 
  "submitted": "October 12, 2014, 23:21PM", 
  "summary": "It is known that UV light transmissions in the correct wavelength and intensity have the ability to render Ebola inactive.  Even though the ebola virus is not necessarily destroyed by UV, it is rendered inactive and incapable if causing infection.With that being said, it seems to me that we could develop pre / post treatment rooms through which medical staff could pass after being in contact with ebola patients ( especially prior to removing protective suits).  These rooms could be as simple as a sea container outfitted with UV lighting on walls and windows.  Because UV generating equipment is very energy inefficient, the containers could be fabricated with their own power generating (such as a hybrid renewable / fossil fuel system)", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Ultra Violet Light Germicidal Irradiant Pre / Post Treatment Rooms.", 
  "view_count": 51
}