{
  "applause_count": 1, 
  "author": "Jab Thorn", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Parsons", 
      "date": "October 31, 2014, 19:04PM", 
      "message": "\n    \tHi Jab. This is a good idea that could work in the US and other Western Countries.  How might i be adapted for use in low connectivity settings? Do you need wireless for it to work?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "November 01, 2014, 04:17AM", 
      "message": "\n    \tYou must be able to browse the web and yes this is probably more likely for monitoring in developed countries.  Because Zoom installs so easily (it is an app for the phone/tablets) it is just much easier for someone who hasn't used video conferencing before and requires almost zero technical knowledge.  I'm thinking more for monitoring of people returning from volunteering.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            How those in quarentine or self-check are being monitored is being left up to individual states etc.  Some people are just logging in and posting without any face to face chat.  For some at high risk that might not be enough and so people have been suggesting skype, google chat, and other video apps.\n<br/>\n<br/> I'm suggesting using www.zoom.us as the easiest from the patients' perpespective.  I like simple interfaces without a ton of confusing bells and whistles and Zoom is the simplest and the easiest to install of all that I've tested.  You go to a web page (which a link to can be given in an email) put in a code that the owner of your meeting has given you and within seconds you can be in face to face contact.\n<br/>\n<br/> And\n<br/>\n<br/> It works with iphone and android as well as PCs.  They even already have been working with healthcare on telemedicine so it's just the state people who need to be informed that they don't have to go out and get a fancy bells and whistles video conferencing which cost hundreds of dollars a month.\n<br/>\n<br/> Price?   Free for up to 25 people at a time.   Yes that is FREE\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/use-zoom-video-conferencing-to-check-on-quarantined-or-others-who-are-self-checking-for-symptoms", 
  "media": [], 
  "submitted": "October 30, 2014, 06:05AM", 
  "summary": "Let's make it easy for those who need monitored to show that they are doing fine or perhaps that they need help.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "Use Zoom video conferencing to check on \"quarantined\" or others who are self checking for symptoms", 
  "view_count": 19
}