{
  "applause_count": 3, 
  "author": "Sherwood Neiss", 
  "comment_count": 6, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Habib Jamal", 
      "date": "October 23, 2014, 21:41PM", 
      "message": "\n    \tI think that by putting forward a profit incentive you can really channel a lot of the Ebola buzz in the current media atmosphere into real potential for a cure!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 13, 2014, 23:35PM", 
      "message": "\n    \tHi Sherwood, great insights. Funding is always crucial to the impact that a solution can have. How might we engage both established organizations and individuals to be part of funding the solution i.e smaller contributions coupled with large contributions? Perhaps you could share more around the crowd funding model for health care issues specifically? There's many crowd funding platforms out there including one specifically for health called http://www.medstartr.com. What other platforms do you think we could use?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sherwood Neiss", 
      "date": "October 15, 2014, 11:57AM", 
      "message": "\n    \tHi Deborah ... thanks.  Here are my thoughts: 1) Establish a matching fund to engage both the crowd and more established organizations.  If organizations only care about donating then 2) have a parallel fund where they match the funds in the form of a grant. \"The fund\" would be in charge of making the grants/investments on behalf of the crowd (and would need a team in order to accomplish this). The investments/grants could be made based on crowd input (eg: very much like you are doing this contest). The idea around health care is that there are independent parts (solutions) that could be put together but probably need funding to do so. This could allow that to happen.  Medstartr is a great place to start however it looks only focused on donations crowdfunding, we would need to layer on debt and equity crowdfunding so that means using additional platforms.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 15, 2014, 15:42PM", 
      "message": "\n    \tGreat thoughts Sherwood, feel free to update your post at anytime with questions or skills needs  from the community. We're all here to help develop these ideas and find tangible solutions to help! Good luck!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Phil Geraghty", 
      "date": "October 11, 2014, 07:56AM", 
      "message": "\n    \tHow about rewards or donation model and the drug is made freely available, now that would be a step forward!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Sherwood Neiss", 
      "date": "October 11, 2014, 12:43PM", 
      "message": "\n    \tI'm a fan of all crowdfunding. The reality is some pharma is going to make money off this. Why not let the crowd have a vested interest in the outcome as well? Won't that further engage backers?\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            How could it work\n<br/> Debt Scenario:\n<br/> 1) Crowdfunding campaign to fund a cure\n<br/> 2) Funds pledged are given as a convertible loan\n<br/> 3) If a cure is found, any sales from the product will go to pay back investors\n<br/> 4) Perhaps put a cap on the return (eg: 10x)\n<br/>\n<br/> Equity Scenario\n<br/> 1) Crowdfunding campaign to fund a cure\n<br/> 2) Funds pledged are given as equity\n<br/> 3) If a cure is found the profit from any pharma who buys the solution will go to pay back investors\n<br/>\n<br/> NOTE: Both scenarios might require a US or UK Entity be the one that receives the money as they have the most established debt and equity crowdfunding markets.  Governments and regulators would have to collaborate under a special \"Eboala Exemption\"\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/use-equity-or-debt-crowdfunding-to-give-backers-a-vested-interest-in-the-outcome", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/ee84d51d-bcaf-4e61-9d1c-7e5ff6f34a34.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 10, 2014, 18:38PM", 
  "summary": "Ideas are great but they are nothing without money. Money solves one part of the problem, funding, but not the other, engagement. Crowdfunding has proven it is possible to engage a community of interest in the solution to a problem with funds. Debt & equity crowdfunding is showing that funds given in the form of an investment turn donors from passively involved to actively engaged. This means they become a marketing engine, help to sell a product/solution, help iterate on an outcome, and/or provide introductions to other key players - all because they have a VESTED interest in the success of their investment. This crisis could benefit from incorporating the crowd for their funds and to engage them as investors rather than donors.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Use equity or debt crowdfunding to give backers a vested interest in the outcome", 
  "view_count": 1216
}