{
  "applause_count": 2, 
  "author": "Howard Boyle", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Kate Blumenthal", 
      "date": "October 25, 2014, 17:55PM", 
      "message": "\n    \tI agree that we need to be looking for ways to decontaminate, sterilize and re-use protective equipment.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Howard Boyle", 
      "date": "October 25, 2014, 19:50PM", 
      "message": "\n    \tHello Kate,The local population will need somewhere to wash bloodied and feces contaminated stuff. Consumer confidence will be affected by the stigma from people getting sick in homes. restaurants etc. Louisiana recently had to file a court order of protection against Texas to prevent the contents of Dunkin's apartment from being dumped into a Louisiana landfill. The idea can be repeated in any affected country.  I have ZERO interest in the car wash business,... but, the idea would open up a brand new market for that industry... which would add tax revenue to shattered economies. Health care organizations would be able to exit affected countries quickly and mobilize and follow Ebola across borders.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Flatbed with drapery rack mounted on recycled auto frames/axles for decontamination of equipment using existing local carwash.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/use-local-sourced-recycled-auto-frames-axles-and-convert-to-flatbed-with-drapery-rack-use-flatbed-for-decontamination-of-equipment-through-local-car-washes-during-pandemic", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/b6637b43-783b-42a2-8b99-761d2c66592e.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7eaaa8af-ab70-4796-b574-fabebf6ac79c.JPG", 
      "type": "image"
    }
  ], 
  "submitted": "October 25, 2014, 04:43AM", 
  "summary": "Flatbed with drapery rack mounted on recycled auto frames/axles for decontamination of equipment using existing local car wash.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Use local sourced recycled auto frames/axles and convert to flatbed with drapery rack. Use flatbed for decontamination of equipment through innovated local car washes during pandemic.", 
  "view_count": 43
}