{
  "applause_count": 3, 
  "author": "Rebecca Buechel", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rebecca Buechel", 
      "date": "October 20, 2014, 11:01AM", 
      "message": "\n    \tInteresting read for \"a day in the life of an ebola clinic\" in Sierra Leone http://www.irinnews.org/report/100716/day-in-the-life-of-a-kenema-ebola-treatment-centre\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:20PM", 
      "message": "\n    \tHi Rebecca, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            This may be safer by separating the workers through a transparent wall and minimize handling of used gear.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/use-a-plastic-wall-for-undressing-workers-protective-gear-and-disposing-of-it", 
  "media": [], 
  "submitted": "October 12, 2014, 20:10PM", 
  "summary": "Behind a plastic wall fitted with glove \"sockets\" , someone could undress a healthworker on the other side of the wall, dropping gear to be disinfected or burned directly through a chute below. Next the health worker could step through a disinfecting shower  and into a clean room to redress.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Use a plastic wall for undressing workers protective gear and disposing of it ?", 
  "view_count": 106
}