{
  "applause_count": 8, 
  "author": "Chris Tierney", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:30PM", 
      "message": "\n    \tHi Chris, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n<div>\n<iframe allowfullscreen=\"true\" frameborder=\"0\" height=\"349\" src=\"//www.youtube.com/embed/z_PxhU9i9Ng?wmode=transparent&amp;jqoemcache=oZAOi\" width=\"425\"></iframe>\n</div>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/use-consumer-drones-with-long-range-radio-to-speed-up-the-delivery-of-medical-and-other-aid", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/440dae9e-9cc3-47dc-9441-52424262a23d.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/4f3182f6-04be-4758-8217-26c5f8fa2955.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 11, 2014, 17:55PM", 
  "summary": "There is an increasing interest among RC & UAV hobbyists who are desperate to find a positive use for building & flying unmanned drones over large distances. Given the lightweight nature of some critical Ebola fighting supplies you could easily train a number of volunteers wishing to fly first person view missions delivering aid and gathering aerial intelligence in vast areas of west Africa in a very short period of time.  Supplies could simply be dropped with cheap impact protection into remote communities along with instructions that help fight the spread of infection. They can also act as an airborne communication relay.If a privately built UAV can fly 1882 Miles across the Atlantic 10 years ago then we can certainly do more now.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Use consumer drones (with long range radio) to speed up the delivery of medical and other aid.", 
  "view_count": 91
}