{
  "applause_count": 5, 
  "author": "John", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Sheldon Allen*", 
      "date": "October 14, 2014, 08:37AM", 
      "message": "\n    \tHi John. This sounds like a promising idea. You and Anna Bershteyn seem to be on a similar track, so you may want to collaborate with her to develop it further? Here is what she posted: https://openideo.com/challenge/fighting-ebola/ideas/train-and-employ-ebola-survivors-as-health-workers-they-are-immune-to-ebola-so-no-need-for-full-ppe-and-stigmatized-in-home-communities-so-would-probably-love-to-re-make-their-image-as-helpers-and-heroes\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:19PM", 
      "message": "\n    \tHi John, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Joe Sigrin", 
      "date": "October 13, 2014, 01:26AM", 
      "message": "\n    \tHi John--Great idea! Most Health Care Workers (HCWs) are experiencing that they can't last in a suit for more than 40 minutes before starting to experience heat exhaustion. Using interested ebola survivors to assist would be a great way to build capacity without increasing the exposure risk.You could use survivors as everything from direct-contact patient emotional support to (as you said above), being hands for remote physicians. Separate quarters and decontamination stations might be needed to keep immune survivors from accidentally bringing a contaminant outside of the quarantine, but that's certainly a solvable issue, and they wouldn't need be limited by the 40 minute window. Might be safer in the long run than changing out of a suit multiple times per day.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Update:  This seems redundant with an existing entry.  I recommend going to the early entry here https://openideo.com/challenge/fighting-ebola/ideas/train-and-employ-ebola-survivors-as-health-workers-they-are-immune-to-ebola-so-no-need-for-full-ppe-and-stigmatized-in-home-communities-so-would-probably-love-to-re-make-their-image-as-helpers-and-heroes\n<br/>\n<br/>\n<br/> My understanding is that those who have recovered from Ebola \n<strong><em>may</em></strong> have immunity to the strain that infected them..  If they have a strong immunity then using health care workers who are Ebola survivors may help prevent new infections.  The same precautions could be taken but with less change of infection to the care giver. Also, Ebola survivors without health care skills could be used for unskilled tasks or could be the hands for remote health workers observing remotely over an AV link.\n<br/>\n<br/> I can't claim the idea of using survivors in that I saw it posted as a comment at a location I can't remember.  It seems like an excellent idea.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/use-recovered-ebola-health-workers-and-patients-for-direct-contact", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/bddde35b-9454-4d9e-8a8e-a3eed887b193.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 12, 2014, 19:39PM", 
  "summary": "Update:  This is redundant with an earlier post identified in the details.My understanding is there has never been reinfection of a survivor but I am not certain of this.  Assuming survivors have a strong immunity (this would need verification) they could assist in the treatment of the infected with reduced risk.  In that the infections in the West have been of health workers,  using health care workers who are Ebola survivors may help prevent new infections.  Also, Ebola survivors without health care skills could be used for unskilled tasks or could be the hands for remote health workers observing remotely over an AV link.I can't claim the idea of using survivors in that I saw it posted as a comment at a location I can't remember.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Use recovered Ebola Health Workers and Patients for Direct Contact.", 
  "view_count": 90
}