{
  "applause_count": 4, 
  "author": "Daniel Rauch", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:14PM", 
      "message": "\n    \tHi Brett, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            The article by Kai Kupferschmidt (Links to an external site.) presents us with a highly innovative and potentially effective solution to the current Ebola outbreak that is spreading not only across Africa, but also around the world into other continents. His article \"WHO ponders treating Ebola-infected people with blood of survivors\" talks about using the blood of Ebola survivors to help cure Ebola in people who are currently infected with it. This process has proved to be successful in certain cases, showing that it is a cheap, yet effective way to address and cure this disease.\n<br/>  (Links to an external site.)\n<br/>\n<br/> The infection, which was once an epidemic infection, is now becoming a pandemic infection, sparking fear in the inhabitants of the continents that it is starting to reach. In a global movement to try to find a cure for this infection, ideas which are practical, effective, and innovative are being thought of a tested. This innovative process has proven to cure even a U.S. medical worker who was infected while treating and caring for Ebola patients in West Africa. He used the blood from one of his patients in West Africa who had survived to help rid him of this deadly disease.\n<br/>\n<br/> This highly innovative process of solving the issue of Ebola is one that also comes with drawbacks. Because it relies on blood transfusions between people, that blood can be infected with diseases such as HIV or other blood-related diseases and infection. In this, medical workers and doctors must be cautious to administer this treatment as a wide-ranged \"vaccine\". Despite this drawback, the blood supplied by survivors can be tested for these types of diseases (HIV etc) before being used as a cure for those who are infected with Ebola. Once the blood has been cleared to be given to others, perhaps medical workers can proceed to aid those with Ebola or even cure the infection as a whole. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/using-the-blood-of-those-who-have-survived-ebola-in-those-who-are-currently-infected-may-prove-to-be-a-cure", 
  "media": [], 
  "submitted": "October 15, 2014, 20:27PM", 
  "summary": "By using the blood of patients who survived Ebola in the past, those currently infected may be able to survive and recover from this deadly infection. The anti-bodies in these survivors' blood has been shown to fight and terminate the infection in those who are currently fighting it. Through the transfusion of blood between these people, perhaps those infected can survive and this process can be used as a widespread cure of Ebola. This idea uses the article found here: http://news.sciencemag.org/africa/2014/08/who-ponders-treating-ebola-infected-people-blood-survivors", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Using the Blood of Those Who Have  Survived Ebola in Those Who Are Currently Infected May Prove to be a Cure", 
  "view_count": 55
}