{
  "applause_count": 3, 
  "author": "M. Ricciardi", 
  "comment_count": 5, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "Edited on November 01, 2014, 17:15PM", 
      "message": "\n    \tTopic: Prototyping:Quote from the MIT paper (uploaded PDF) by Olguin and Pentland:Intelligent hospitals.Wearable communicator badges are already used in hospitals [11]. Doctors and nurses need to be in continuous communication. A socio-metric badge that knows the exact location and context of each person could provide information at the right place and the right moment. The technology used in the sociometric badge could augment the capabilities of existing commercial devices. Oftentimes errors occur during nurse time-shifts. A wearable device that monitors the interaction among nurses and alerts themin a timely fashion when and what information should be transferred would reduce the amount of errors incurred. Sociometric badges could also be used during triage in the emergency room to provide doctors with a more in-depth analysis of the patient’s psychological state, to track patients as they move from one hospital section to another, and to wirelessly transfer and store physiological data captured during the entire patient’s stay in the hospital.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "November 01, 2014, 17:01PM", 
      "message": "\n    \tA relevant quote (rationale for using SM badges), from the uploaded paper by Olguin and Pentland, MIT Media Lab, Human Dynamics Group):\"Our proposed approach to capture social signals andmeasure human behavior has several advantages over exist-ing methods such as direct observation by humans, the useof pervasive cameras to videotape social interactions, or theuse of surveys. Direct observation of humans by humansis expensive and limited to a few people per observer, andobservers do not always agree. Deploying pervasive cam-eras is extremely expensive and their range of measurementis constrained to a particular place. The use of surveys issubjective, inaccurate and time consuming. In contrast, theability to automatically capture not only visible character-istics of human behavior such as face-to-face interactions,relative location, and motion but also the underlying psy-chological processes that occur during social interactions inhundreds of people, at the same time and with a single un-obtrusive tool, represents a great advantage.\"\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "November 01, 2014, 17:07PM", 
      "message": "\n    \tExample of a commercially available Sm badge (from the paper):The best known commercially available badge systemis the 802.11-[note: wi-fi] basedVocera Communications System[2].Users interact through wearable badges that can be clippedto coat pockets, worn as pendants, or carried in holsters.The system centers on a server that maintains voice dialingphrases, badge session identifiers, e-mail addresses, tele-phone numbers, and names. The Vocera badge providesa voice-controlled user interface and enables instant, hands-free conversations among people throughout the workplace.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "Edited on November 01, 2014, 17:32PM", 
      "message": "\n    \tTech Notes:The image accompanying this concept proposal shows a camera lens, which was part of the original MIT design. However, for the purposes intended in this proposal (contact tracing amongst Healthcare Workers/clinic staff, etc.), sociometric badges need only have an RF transceiver is needed -- along with an embedded data chip to store and time/date stamp wearer contacts.Thus, the proposed technology, if actually designed, built and implemented, would me SIMPLER and CHEAPER to produce than the version depicted here (as developed my the MIT group). Sensor augmentations (such as heart rate, breathing rate monitoring) could be added (at additional cost) if deemed necessary by field clinic staff. However, often the simplest approach is the best, and here, in regards to contact tracing ONLY, we have an effective, efficient, already tested, and precise means of conducting contact tracking amongst all hospital/clinic staff.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "M. Ricciardi", 
      "date": "Edited on November 01, 2014, 17:22PM", 
      "message": "\n    \tLatest News: Another Doctor has contracted Ebola.New York officials: Doctor has Ebola, 1st in cityhttp://news.yahoo.com/doctor-visited-africa-tested-ebola-nyc-003404036.htmlKey quotes from the article:\"Four American aid workers, including three doctors, were infected with Ebola while working in Africa and were transferred to the U.S. for treatment in recent months. All recovered.Health care workers are vulnerable because of close contact with patients when they are their sickest and most contagious. In West Africa this year, more than 440 health workers have contracted Ebola and about half have died.\"And this:\"Doctors Without Borders, an international humanitarian organization, said per the guidelines it provides its staff members on their return from Ebola assignments, \"the individual engaged in regular health monitoring and reported this development immediately.\" Travelers from Guinea, Liberia and Sierra Leone must report in with health officials daily and take their temperature twice a day, as Spencer did.\"It would seem at first analysis, that there was a \"break\" in the doctor's prevention/bio-safety protocol, and/or possibly a vulnerability in his professional network (at the hospital or clinic where he worked and likely contracted the virus). This latter possibility could be rapidly ascertained -- possibly even prevented (with advanced warning from an automated SM tracking system) -- if a real-time updated, socio-metric system were in place (enabling rapid network analysis and/or alerting of possible contagion trends or behavioral patterns).\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            [note: this idea addresses aspects of both Mission # 1 and Mission # 3]\n<br/>    A key component of infectious disease prevention, control and eradication is 'contact tracing'. This is typically accomplished through a community outreach effort involving person to person interviews with infected persons' family, friends, and associates. It is, in general, an effective (though imperfect) way of controlling contagion.\n<br/>    However, as we have seen from recent news items coming from both W. Africa and here in the US (Dallas, Texas), healthcare workers (HWs; doctors, nurses, etc.) can themselves become infected. This possibility can delay, compromise, and/or complicate treatment and control efforts by requiring quarantining of the infected HW (and their contacts) thus diverting time, energy and (often limited) resources from infected civilians to the very people who are trying to treat and eradicate the disease.\n<br/>    In this proposal, ALL members/staff of a given hospital or clinic are assigned an SM badge (doctors, nurses, technicians, aides, administrators, even custodians) and required to wear them whenever they are inside the hospital or clinic (or going to and from). Each badge has a unique digital reference code that is registered to a specific person (with key ID data, such as name, age, gender, contact info). This ID data is preserved in an on-site or cloud server (depending upon tech capabilities at that location). Also: all persons admitted to the clinic are assigned a badge (whether or not they are sick, showing symptoms, or recovering). Each badge contains a microchip (for data storage and retrieval) and integrated (micro) radio frequency transceiver (which sends out its unique ID and also receives other unique IDs). The badges record all “contacts” between all those working or recovering in that location and time/date stamps each contact. A “contact” is defined as being within a proximal range (say , within 10 feet/3 meters) and which is within the outer limit of the detection range of the transceivers (note: this proximal range could be “tuned” to a more specific or limited range). Once or twice daily, the badges are scanned (either via a hand held scanner or a location-installed RF scanner) and the data (record of all contacts) is transferred/uploaded to the computer. A very simple program is required to compile the data.\n<br/>    In the event of a suspected or actual infection of a staff HW, supervising staff can quickly ascertain whom the potentially infected staff member has come in contact with and when they did so (as the contacts are all time/date stamped). Thus, the infected HW’s “contact network” (within the hospital/clinic setting) is quickly identified, mapped and/or located, and all these persons (staff and/or patients) can be immediately isolated, tested and monitored for infection. This saves crucial time, energy and resources. With an appropriate “analytics” program, this contact data may also help determine the local (on-site) ‘rate of infection’ (contagion, ‘Re’) and possibly other features or risk factors within the clinical setting (such as common “exposure pathways” {networks} that put HWs at risk).\n<br/>    The SocioMetric technology proposed here is cost-effective (cheap to manufacture and implement), non-dependent of cell/wireless networks, and field tested (although in a different context from field epidemiology).\n<br/>    The use of SM badges is intended here only for on-site Healthcare workers and not for “outside” communities, as this would pose practical, logistical and privacy issues.\n<br/>    For more info on SocioMetrics, see the uploaded document, or, see: http://web.media.mit.edu/~dolguin/ISWC07SCv3-DOO.pdf\n<br/>   \n<br/>    NOTE: SM badges could also incorporate (or be integrated with) bio-sensors to record basic bio-metric data (body temp, pulse/breathe rate, etc.). If measurements of this bio-metric data fall within (or outside of) key parameters, the device could \"flag' that ID code and send an alert to the main analytic program, and key personnel, for monitoring, quarantining and/or treatment. This would be an addiotnal \"layer\" of data for the system -- potentially useful -- but not absolutely required (given that \"self-reporting\" amongst HWs is encouraged) in this narrow but crucial context.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/using-social-metric-sm-badges-to-monitor-potential-exposure-and-expedite-contact-tracing-amongst-healthcare-providers", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/c27c1eeb-71e6-4527-9d03-a4ecb262d5ff.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 21, 2014, 20:47PM", 
  "summary": "The use of Socio-Metric (SM) badges (plastic cards with an embedded microchip and RFID transceiver, hung around the neck or pinned to the outer clothing) are coming into wider use in socio-psychology experiments to track proximal contacts between  (spatially localized) group/social network members. This proposed idea would adopt this SM tech to a 'field hospital' or mobile clinic setting so as to enabled rapid contact tracing of potentially exposed healthcare workers (HWs), whose possible infection, contagion, and subsequent quarantining could compromise/complicate treatment/eradication efforts.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Using Socio-Metric (SM) Badges to Monitor Potential Exposure and Expedite Contact Tracing Amongst Healthcare Providers", 
  "view_count": 98
}