{
  "applause_count": 1, 
  "author": "Shari Cheves", 
  "comment_count": 9, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Shari Cheves", 
      "date": "October 13, 2014, 20:30PM", 
      "message": "\n    \tThanks for sharing your innovation! How can we improve on this so that all air passes across the UVC lamp? What if there are unventilated rooms or trapped air spaces? How can the light access the deep crevices of a body suit? How can the suit be effectively sanitized before the nurse takes it off? We need more studies using all types of UVC products, including yours, to define product limitations and continue innovating better solutions.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Doug D.", 
      "date": "October 13, 2014, 18:16PM", 
      "message": "\n    \tI've developed a product that works against viruses including Ebola. So, *disclaimer* I'm the founder and innovator of Rayminder Engineered Lighting. So, with that aside, I've done a ton of research and yes we could be saving lives right now with UV light!I found that at precisely 254 nm, UVC light inactivates germs without harmful Ozone byproducts (very important!). Studies show DNA and RNA are destroyed optimally by 250 nm, but at the cost of harmful ozone gas which should be held below 0.05 PPM (USEPA). Testing shows germicidal benefits are nearly as effective at the closest non-ozone producing wavelength of 254nm (benefits exist up through 320 nm [UVB]). You can learn more searching for UVC Germicidal Lamp by Rayminder. The name of my company is Rayminder Engineered Lighting. You may have heard of the \"germicidal robot\" designed to pulse UVC to sanitize a whole room. My product is a 120v plug-in solution designed for widespread application by consumers and professionals. It can be used inside air ducts, or as a wand to disinfect surfaces like the Level 4 protective \"space suits\". Nurses should use this prior to removal of contaminated gear as an important fail-safe. Lives would be saved for just around 100 dollars for each lamp. With an 8000 hour bulb life, it could be used continually for months with negligible degradation of output. I have some in stock, but will be taking back-orders pretty soon. People are buying out the supply of UVC bulbs- who knows how they will use them. These lamps can only be sold in the USA based on compliance with FDA regulations. Operating and safety instructions must be included - nobody should buy powerful UV bulbs without using the right fixtures either. Rayminder lamps are certified with safety labels and clear instructions for handling powerful UV light.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 09, 2014, 04:01AM", 
      "message": "\n    \tShari Cheves, your idea would surely solved the problem of the need to accommodate traditional burial ceremonies involving direct contact with a deceased body. Can I incorporate your idea to my writeup on \"Equipping and Empowering the Care Community to Fight Ebola\"?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Shari Cheves", 
      "date": "October 09, 2014, 04:17AM", 
      "message": "\n    \tThe ideas are here for the taking - we're all a team right? Keep up the good work.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 09, 2014, 05:25AM", 
      "message": "\n    \tThank you so much, Shari.  May God Bless you.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Guichingdin Palmei", 
      "date": "October 08, 2014, 11:25AM", 
      "message": "\n    \tShari, thats an interesting idea. Please go through my idea also and see if your idea and my idea on \"Equipping and Empowering the Care Community to Fight Ebola\" can be clubbed together. Here the link: https://openideo.com/challenge/fighting-ebola/ideas/equipping-and-empowering-the-care-community-to-fight-ebola\n"
    }, 
    {
      "applaud": "1", 
      "auhtor": "Guy Cobb", 
      "date": "October 08, 2014, 10:45AM", 
      "message": "\n    \tShari we have a company here in Memphis that develops UVC solutions and, after reading your post,  I looked at their website and the good news is it looks like they have begun sending some of their equipment to Africa in response to the Ebola crisis(see link below).  http://www.tru-d.com/Guy\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:17PM", 
      "message": "\n    \tGreat to hear!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 08, 2014, 01:25AM", 
      "message": "\n    \tHi Shari, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to  your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Ultraviolet germicidal irradiation (UVGI) has great potential to prevent bacterial and viral outbreaks, but lamps must monitored to ensure safety and prove their effectiveness. They must be replaced and maintained or they become a false sense of security. The UV lamps were banned in health departments of South Africa as they were incorrectly installed or not well-proven. We need more studies that demonstrate their effectiveness including real-world settings. Air flow is essential. Design standards are essential, asap. \n<br/>\n<br/> While current technology uses mercury-based uvc lamps, we also need less toxic solutions. A 2013 article outlines possibilities for LED and xenon lamps for air purification - can any of these be effective for viral inactivation?\n<br/>\n<a href=\"http://onlinelibrary.wiley.com/doi/10.1111/php.12080/full\">http://onlinelibrary.wiley.com/doi/10.1111/php.12080/full</a>\n<br/>\n<br/> Reducing costs on UVC is an obvious problem. Perhaps pursuing LED technology which has dropped in price is more optimistic. The current design/technology requires more money and skilled maintenance than is practical in many environments. Any ideas?\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/uvc-light-inactivates-some-viruses", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5a22fd96-9166-4629-93f6-1b4b7b35d778.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 00:33AM", 
  "summary": "We have recently seen the introduction of consumer-based UVC disinfection products. Can we reduce the cost, increase the effectiveness, increase safety, and make the products accessible to countries that face outbreaks like these? Can we easily enable safe UVC disinfection of [evacuated] hospital rooms, airplane cabins, and other public spaces? Ultimately, homes?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "UVC light inactivates some viruses", 
  "view_count": 139
}