{
  "applause_count": 5, 
  "author": "Sharon Goodrich", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 11, 2014, 19:28PM", 
      "message": "\n    \tHi Sharon, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "David Clark", 
      "date": "October 11, 2014, 09:43AM", 
      "message": "\n    \tHi Sharon, I agree with you, we need to make it easier to deglove and degown, see my idea about Velcro tabs and loops!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I think that a problem and potential point of entry of the virus into hazmat suits is when you undo the zipper.  I would velcro an extra layer of plastic at least five inches from the zipper edges and around the face.  I would also make the zipper velcro.  I would use gloved hands to pull a ripcord that removed the extra layers of plastic from the suit then lastly undoes the velcro zipper.  When this is done the edges of the suit most likely to touch your skin or clothing would now be clean and you could shrug off the suit with less danger of contamination.  I would also include gloves as continuous part of suit. \n<br/>\n<br/> Also I noticed instuctions for removing gloves are inadequate.  You could use the right hand to pull the left glove inside out then use the left hand fingers (still gloved because the glove on this hand is half on) to pull the right hand glove inside out then carefully shake gloves into trash.\n<br/> I noticed in posters showing how to take off gloves you do not show this inside out method.  You should definitely change that.\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/velcro-zipper-better-way-to-take-off-gloves", 
  "media": [], 
  "submitted": "October 11, 2014, 00:17AM", 
  "summary": "I would fit the hazmat suits with an extra layer of plastic over the zipper area and around the face that would be attached with Velcro and could be removed with a ripcord.  Also change inside zipper to Velcro that undoes as part of extra layer removal. Then layer of plastic most likely to touch skin as suit comes off will be clean.  I would change procedure for removing gloves to inside out method described below.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Velcro zipper, better way to take off gloves", 
  "view_count": 47
}