{
  "applause_count": 2, 
  "author": "Bettina Fliegel", 
  "comment_count": 8, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "John", 
      "date": "October 14, 2014, 12:43PM", 
      "message": "\n    \tIn cases where a shared 'Skype\"(TM) like link is shared among many families you would want to do so in a way that would not spread infections among the virtual visitors.  Family members of the patient may have been exposed.One way to do this might be to have something analogous to a phone both with a stainless steel interior and bench.  Behind a sheet of glass or plexiglass on one wall would be video monitor, and video camera.  The other walls would be an easy to clean surface with nothing on them.  The ceiling could have a speaker and microphone.Between each visitor all surfaces would be disinfected.  There would be no controls for the visitor to touch.  A remote operators would interact over the video link verbally with the visitor to determine the patient they wanted to call.  An infected visitor family member who came in might be identified and given council early by the remote person setting up the call.Anyway, one concern is that the visitors may have a higher than average likely hood of exposure, and you would want to prevent them from infecting each other.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 14, 2014, 14:24PM", 
      "message": "\n    \tHi John.  I agree.  The issue of infection control is important.  I was thinking that either a health team worker or perhaps an Ebola survivor might carry the tablet or phone from patient to patient holding it in the facility.  The same approach might work in the community.  One person holds the equipment and the others stand away.  Your idea to have a station is also a good one.  Input from those in the field is important to set something like this up.  This is something that would probably be tailored to each health facility by their teams.Thanks for your input!  Keep the ideas coming!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "John", 
      "date": "October 14, 2014, 23:35PM", 
      "message": "\n    \tPerhaps the virtual visitation could be an opportunity to counsel family members and identify infections in the family early.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 15, 2014, 04:18AM", 
      "message": "\n    \tHi John.  Good ideas.  I think counseling would be a natural extension of this and as health workers speak to family members, however brief, it is an opportunity to check in on what is happening in the family.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "John", 
      "date": "October 12, 2014, 23:26PM", 
      "message": "\n    \tDue to the need to isolate patients, this could be used a end of life communication with a loved one.  Videos could be saved.  I have a daughter in college and we have made good use of Skype.  It gave us a sense of being there in her dorm.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 13, 2014, 02:30AM", 
      "message": "\n    \tYes John I agree.  It could be used to bring loved ones together at very difficult times.  Hopefully something like this will create more humane experiences for all involved.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Shane Zhao", 
      "date": "October 14, 2014, 07:17AM", 
      "message": "\n    \tGreat point John and Bettina. I know that local practices call for physical bonding between family members and the body of the deceased during burial. Loved ones still hugged and carried the bodies even when they knew that they would be infected with the virus. This partly led to the widespread outbreak of Ebola -  when entire families became infected during the burial process. To deny local communities from bonding with infected loved ones entirely would be demoralizing. The virtual visiting hours idea can allow families to remain emotionally and verbally connected. I can see how this idea can offer an alternative to local practices.  Maintaining moral and finding more human solutions is something that we should all consider.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 14, 2014, 14:29PM", 
      "message": "\n    \tHi Shane and John.  Since there are many survivors at this point it might be interesting to get their input on this idea.   This might be something that they might want to contribute to if they are interesting in volunteering or even being employed by the health teams.  I would imagine that as a group they would have a lot of empathy for others that are sick and might understand how this kind of contact could potentially assist in recovery for acutely ill patients.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n             We have read many articles and heard news reports about members of the effected communities who deny that family members have ebola.  Citizens do not trust their governments.  They do not trust health workers from Western countries.  Members of certain communities refuse to seek care due to fear of stigma. \n<br/> We have heard about the frustrations of health workers who cannot care for patients in the ways that they would like.  PPE creates difficulty in doctor patient interactions.\n<br/> We have heard about the acuteness of this disease which creates instant separation between family and patient once admitted to a health facility.  They have no contact at all which causes great distress.   It can also cause suspicion. \n<h5 class=\"h5_class\"><br/> <strong>For all of these reasons creating connections between what is happening inside health facilities to the outside world is very important.</strong></h5>\n<p><strong>1 -  Demystify the experience.  </strong>Allow the community to have visual access to what is happening in a health facility.  This can promote goodwill and decrease fear within communities.  This increases transparency.</p>\n<p><strong>2 -  Connections between patient and family can support healing for both. </strong>  It can assist in recovery.  If necessary it can facilitate closure and allow family members to say good bye.  It can allow for the process of grieving after death.<br/> Connections can allay fears as family members can glimpse into the facility, they can see health workers at the bedside caring for their loved ones.  It can bring reality where currently there may be much fantasy.<br/> For family members that are quarantined technology can reach them as well.</p>\n<p><strong>3 -  Connections can boost morale within the medical team. </strong> Healthworkers use touch in their work.  They interact with their patients. Working in PPE diminishes the capacity for healthworkers to interact with patients in a natural way.  If health workers can enable communication between patient and family, and participate in this even in a small way, it might boost their morale and return some of the humanity to this work for them.<br/> <br/> <strong>4 - Improved Community Relations Can Increase Trust. </strong> <br/> <em>Can this lead to increased use of services and also increased compliance with tracking?  Currently there are obstacles to both.</em><br/> By insttituting a process of communication between what is happening within the health facilities to the greater community this can become a bridge  - between the community of health workers and the local community/culture.  Currently there is fear and suspicion in certain communities.  Transparency can help to decrease that.  <br/>  </p>\n<div>\n<strong>Idea</strong>\n</div>\n<address><em>Virtual Visiting Hours</em><br/>  </address>\n<div>\n Communities can designate family advocates.  Community members can facilitate a schedule of visits which can be orchestrated from within the hospital to family in the community depending on technology.  \n <br/>\n<em> <br/> If internet connections are not available patients and their healthworkers  can communicate with family members via sms technology. </em>\n<br/>\n<br/> Health workers can participate to give updates on patient conditions and to answer questions.  They can do this while inside the facility or after they exit.  (as to be determined by their work load etc.)\n <br/>\n<br/>\n<a href=\"http://www.medscape.com/viewarticle/782480\">Virtual Visiting Hours </a>- used in the USA.  Article describing it's use and some positive benefits to physical and psychological health of patients.\n</div>\n</div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/virtual-visiting-hours", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/e20e9517-e82c-4f60-a0fb-9ead03413ac1.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 12, 2014, 22:28PM", 
  "summary": "Using technology such as IPads, Smart Phones, and SMS technology we can connect patients to their families,  health workers to patients' families, and communities to the health facilities.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Virtual Visiting Hours", 
  "view_count": 64
}