{
  "applause_count": 5, 
  "author": "Jerome Morley Larson Sr EAIA", 
  "comment_count": 15, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "October 28, 2014, 16:02PM", 
      "message": "\n    \tHeres a site with the problems of EBOLA virus and how hard it is to keep out .http://www.fastcodesign.com/3037465/why-protective-gear-isnt-stopping-ebola\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Alexander Martin", 
      "date": "October 27, 2014, 10:11AM", 
      "message": "\n    \tMaybe this could be used over the necessary ventilation. https://openideo.com/challenge/fighting-ebola/ideas/a-good-way-of-preventing-is-the-only-way-of-inhibiting-a-deadly-disease#\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "October 28, 2014, 15:58PM", 
      "message": "\n    \tMaybe whatever it is can be added to the goo before it is sprayed on.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "Edited on October 18, 2014, 18:02PM", 
      "message": "\n    \tHere's an interesting company I found that makes spray on waterproof coatings; I've asked them if they could do what we need.http://www.eabassoc.co.uk/eabassoc-building-products.htm#LWC\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Alexander Martin", 
      "date": "October 21, 2014, 23:01PM", 
      "message": "\n    \tThis seems like the ideal substance for suit. Removal might be tricky unless the user wears it into a chlorine shower or whatever is most effective on the virus.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "October 14, 2014, 21:19PM", 
      "message": "\n    \tCOMPLAINT!!! THIS STUPID SITE JUST ATE MY REPLY TO ALEXANDER. THIS IS THE THIRD TIME IT HAS HAPPENED AND IT PISSES ME OFF! WHY ARE YOU SO AMATEURISH?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Alexander Martin", 
      "date": "October 13, 2014, 22:42PM", 
      "message": "\n    \tJust a few ideas for this:Would the fingertip exhaust lead to possible contamination when in contact with the infected. Also the color of the suit would help with heat, a basic white would work or even something more reflective.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "October 14, 2014, 21:41PM", 
      "message": "\n    \t(REPLY ATTEMPT #2 (on my computer then I will transfer it)The air is constantly blowing out so it should not be a problem, even with immersion, but another idea might be to have it at the top of the hand on the upper wrist, so there is less chance of immersion. The air blowing across the hand and fingers will still cool by evaporation. Also, I just read about a nano mesh that cam block organisms as small as a virus. If the suit has lost pressure, the user MUST exit through the steam wash-down immediately and remove it to be autoclaved and repaired. The color is a good point; but the suit is air-conditioned by the vortex tubes so most important is cost and ease and time to dry of spray-on. I assume freezer bag manufacturers use the cheapest which is clear. The more I thought about it, the more being naked inside the suit made sense, since it is coolest and since your movements are readily apparent to your fellow workers lessening the chance of accidents. The bulky suits used now disguise movement; dangerous when handling lethal substances and needles etc. Perhaps fine mirror frit can be added like they do for mirror glass.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Alexander Martin", 
      "date": "October 14, 2014, 22:53PM", 
      "message": "\n    \tI agree, if we can get someone with a high degree of experience on  materials, that would help this idea move forward. Next  are there actual vortex tubes in production? Or do we need to prototype it? During certain movements the air flow might be blocked and this might allow virus to enter. The back of the hand exhaust is a good idea, a lot of little vents with maybe some sort of screen or filter.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 14, 2014, 23:37PM", 
      "message": "\n    \tLots of vortex tubes are used in manufacturing and home shops.  Biggest problem is the amount of air pressure needed which I think is going to be higher than we can get out of a carryable breathing apparatus..   Otto Beldon seems to be the expert of making your own, see here http://ottobelden.blogspot.com/2010/12/another-home-made-ranque-hilsch-vortex.html.   Note that he had to use PSI 80 to get any cooling.The other thing is you don't get just one stream of cold air you also get a stream of hot air so you'll need other exhaust as well.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "Edited on October 18, 2014, 15:45PM", 
      "message": "\n    \tI posted this in my original entry above; it shows effective working at 20psi from vortex tubes on the market http://www.airtx.com/how-does-a-vortex-tube-work.htm.We don't need much differential; we only need to keep the vital organs and the brain at 70;F directing the cool side to head and arm pits should do that. Hotter air on limbs is ok and cools by evaporation — like when you ride a bicycle on a hot day.It seems to me that the vortex tubes could be designed specific to our installation and with no moving parts or exotic material could be manufactured on a 3D printer for a few dollars each in the huge quantities needed. Standard safety glasses, latex gloves and boots would be donned along with the air tank and support garments (bikini bathing suit) needed, Then the entire body is sprayed with goo which dries immediately into a sealed  ballon which is then inflated by the air tank; there is a simple governing valve controlled by the user who can adjust to their own comfort to the task at hand. The whole thing should cost less than 20 USD in addition to the air tank with thousands able to be shipped immediately to where they are needed.The blow up of the balloon and its maintaining pressure  is the users guarantee of isolation from any pathogens.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 09, 2014, 17:14PM", 
      "message": "\n    \tHi Jerome, thanks for posting this! We'd love to understand more about your idea - maybe you've got an image or a video of some kind of inflated suit you've seen already? Getting visual is a really compelling way to engage the community in your idea - for tips check out http://ideo.pn/vis-uals. There's another group of people working on inflated suits too - perhaps you could be inspired by their ideas and posts and maybe find a way to collaborate? See the ideas here - https://openideo.com/challenge/fighting-ebola/ideas/equipping-and-empowering-the-care-community-to-fight-ebola, https://openideo.com/challenge/fighting-ebola/ideas/solar-powered-fans-in-suits and https://openideo.com/challenge/fighting-ebola/research/virus-barrier\n"
    }, 
    {
      "applaud": "2", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "October 10, 2014, 18:27PM", 
      "message": "\n    \tTHE solar powered fan in the suit still has the user breathing moist contaminated air surrounding the patient; my scheme carries its own air supply in scuba tanks within the protective suit. Of course, the air in the scuba tank has to come from a sterile source. The vortex tube has no moving parts — it works by geometry and cools the air by 58 degrees F so careful adjustment to the design of the suit will provide excellent, less fatigue working temperature of 68F. I would welcome collaborators and would assist the other ideas,  but I have a lot of trouble navigating this archaic, obscenely obtuse  web site.  Perhaps IDEO should have a contest to develop a easily used site that does not interfere with and swallow ideas.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jab Thorn", 
      "date": "October 11, 2014, 00:25AM", 
      "message": "\n    \tYes, I agree about the website and pfft to the \"we'd like you to take the extra time to download then upload of picture\".  Grrr.I think that in Africa we've got to ramp up the ability of families to care for the ill.  We don't have enough care workers for 50 to a patient like they are trying in the US.  I like that your idea has the suit washed. Still needs something to scan for contamination like thy do for nuclear workers.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jerome Morley Larson Sr EAIA", 
      "date": "Edited on October 18, 2014, 15:40PM", 
      "message": "\n    \tYou are right about the families; they have a psychic and spiritual attachment for the patients that is so important in comfort and healing. That is why an inexpensive space suit where everyone carries around their own clean sterile ecosystem guaranteed to keep out the virus so long as the inside is pressurized will allow multiple family members to be around the patients and thouroughly comfortable they are protected so they convey that feeling to the patient.  The basic concept is simple — a standard scuba air tank is carried on the back; it is filled with clean compressed air; hte air exits trrough a vortex tube where it exits at one end as cold air and at the other as hot air; with simple methods of directing the flows, coolest air can be direct to the workers at vital places of head and heart and the hottest air flowing across limbs to cool by evaporation and expelling at the fingertips where it can comfort the patient as they are ministered to. Perhaps other members of IDEO will have ideas on that .I'vee been thinking a while on construction and decided the easiest thing would be a film the consistency and strength of a zip-lock freezer bag that fit the body exactly only, say, 3/8\" (1 cm) away from it to allow for air circulation; with form fitting feet like a decent pair of socks and a head to toe air-tight zip-lock.  Then I thought the use could put on the scuba tank and tape a zip lick to the front of the body; then spray all around head to toe top to bottom some sorf of film that dries to the proper strength. and elastic enough to stretch permanently to the distance away from the body as the air inflates it. This stretching abilityalso allows the user to scratch an itch or even text a message on a cellphone encase in the film in such a way that it remains useful; with bluetooth earbuds for communication; although the film should allow sounds to exit and enter without distortion,The air inside should last several hours or even more if there is a rebreather mechanism. The air will also protect from scalding when the outside of the suit is hosed down with steam (I'm assuming steam will kill the virus).These steam baths would be used to enter or leave the isolation area so the user is clean enough after same to tend to their bodily functions of eating, drinking and waste removal.  When the user goes off shift, the inside of the suit can be steam cleaned and the scuba tank recharged. The suit is then ready for that person's next session. If the virus explodes and we have thousand person tent cities these suits  will be essential  for the family and volunteers who will hav to do all the work; the professionals will be busy training newcomers; but you will also need them for all those who treat the runoff and waste systems so everything can be neutralized.What we need now is somebody expert in materials to find us the right ones; maybe the nano science community; certainly the packaging industry can help; those Zip=lock bags have got to start off as feed stock.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            When the balloon suit is put on and sealed up it is activated - if there is no leaks, the user feels safe within; they are carrying their own life support system, which they can tell fails immediately if it is punctured; and an on-board chewing gum type of repair can be effected.\n<br/>\n<br/> Suit air tanks can be recharged while being worn from portable tank or copressor or building supply outlets. \n<br/>\n<br/> When duties are done, suit can be steam cleaned from the outside whiole the usere is still inside the cool spacesuit; the user proceeds to a shower area where the suit is turned inside out and autoclaved for the next user. THe user then showers and changes into their street clothes. \n<br/>\n<br/> With everyone in their own space ship, there is no need for big buildings; patients can be in wigwams, four in each. Wiogwams are wonedrful economic ecosystems that naturally ameliorate the weather. Living is facilitated so that family members using their own balloon suits can visit and tend - their toudh an closeness and ability to fix some favorate meal has powerful healing. I the patient dies they can tend the body as is theri custom without fear of contaminating themselves. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/vortex-tube-powered-by-compressed-air-backpack-chills-lightweight-hazmat-suit-and-pressuizes-suit-to-baloon-away-from-the-skin-so-doctors-nurses-workers-visitors-exist-in-cool-air-sterile-spacesuit-as-they-tend-patient", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/7fe53773-b5bb-4fd6-9ce8-eb608ffee198.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/92751d49-f6dc-4efc-b13c-d8ee9eafed67.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 08, 2014, 20:53PM", 
  "summary": "VORTEX TUBE is a commercially available device powered by compressed air that cools the air through angular momentum,with no moving parts. Strap a lightweight Sccuba backpack made of carbon fiber or other lightweight nano structure and containing one or more vortex tubes so that when air is turned on cool air will inflate a balloon type spacesuit  of lightweight  thin skin. The cool side of the vortex tube fills the body cavity of the balloon while the warm side exhausts through vent holes directly above the fingernails so everytime the feverish patient is administered to they receive a waft of cool air.http://en.wikipedia.org/wiki/Vortex_tubehttp://www.airtx.com/how-does-a-vortex-tube-work.htm", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "STERILE LIGHTWEIGHT SPACESUIT AIR CONDITIONED BY VORTEX TUBE POWERED BY COMPRESSED AIR BACKPACK WITHIN THAT  PRESSUIZES SUIT TO BALOON OFF SKIN; DOCTORS, NURSES, WORKERS, VISITORS IN COOL AIR TO TEND  PATIENT WHICH FINGERTIP EXHAUST  COMFORTS", 
  "view_count": 176
}