{
  "applause_count": 3, 
  "author": "Paul Ruth", 
  "comment_count": 3, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Deborah Paterson", 
      "date": "October 08, 2014, 19:18PM", 
      "message": "\n    \tHi Paul, great process idea. What kind of campaigns or tangible things might we create to help people follow this process? Here's a great idea from the research phase to support the reporting as well as general eduction. https://openideo.com/challenge/fighting-ebola/research/unicef-rapidpro-real-time-monitoring-app We encourage you to build on your idea over the coming weeks and update your entry so the community can help you develop it even further. Thanks for joining the conversation!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Paul Ruth", 
      "date": "October 10, 2014, 01:06AM", 
      "message": "\n    \tHi, thanks for the encouragement. I have built upon the idea to more specifically explain how this would role out. Let me know what you think.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Michelle L'Archeveque", 
      "date": "October 08, 2014, 14:10PM", 
      "message": "\n    \tRadio is very popular in Liberia, and there are many health and public good campaigns that use radio for promotion of messaging. Thinking about a song (locally recorded) that could be played to promote the message might be a fast way to get it stuck in everyone's heads - and more likely to be followed!\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The focus is to help encourage a simple and effective three step process that empowres people to aid in controling the spead. By keeping it to 3 steps people are able to internalize it and buy into it.  \n<br/>\n<br/> The first two focus on the self and what people can do to keep themselevs healthy, which should have a mass appeal. People whould become viglient at washing hands consistantly throughout the day and anytime they make any kind of contact with another person. It is not a stigma response, but a part of daily life that everyone should be doing.\n<br/>\n<br/> The second is to aovid. This one should come failrly natural, but education would be required. Avoid large publis places, close contact with others, any and all body fluids, etc.\n<br/>\n<br/> The last is to set up a reporting system. This has three componants. Report the self, if feeling ill, report when you see a family memeber ill, and report when you see a community being largely effected.\n<br/>\n<br/> If people simple follow these three steps or wash, avoid, and report as a cultural movement where everyone has a role to play, then it could slow down the spread and reduce stigma about the virus and patients. It becomes a source of national and community pride in that everyone is doing their part.\n<br/>\n<br/> This should be encouraged and promoted through media, school, public places, and treatment centers.  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/wash-avoid-report", 
  "media": [], 
  "submitted": "October 08, 2014, 04:33AM", 
  "summary": "This is a promoted process that is promoted and encouraged to be follow at all times. In the home, at the school, in public, or wherever people are they need to remember to wash, avoid and report.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "Wash, Avoid, Report", 
  "view_count": 44
}