{
  "applause_count": 12, 
  "author": "Brian Lim", 
  "comment_count": 7, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Rainer Winkler", 
      "date": "October 31, 2014, 22:42PM", 
      "message": "\n    \tHi Brian,thanks for posting. The idea with using alcohol is interesting, but I would not use alcohol. Even a small fire in a PPE covered with Ebola, would be a desaster. And to prevent this add complexity and costs. Do you have quantitative values to specify how much alcohol is better?The idea with the magnets is good.With kind regards,Rainer\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Brian Lim", 
      "date": "October 31, 2014, 23:49PM", 
      "message": "\n    \tThank you for the feedback. We do not need a pure Alcohol solution, even a 10% mixture or 20% mixture with water, would increase cooling without the fire risks. There are other chemicals we can look into as well that have a lower chance of combustion, that can also be used. Simply need to keep looking.Thanks again!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Søren Therkelsen", 
      "date": "October 31, 2014, 21:55PM", 
      "message": "\n    \tVery cool! I would encourage you to make some graphical representation of the suit - it's hard for people who just scroll by to know how cool and important this is.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Brian Lim", 
      "date": "October 31, 2014, 22:42PM", 
      "message": "\n    \talready working on it!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "October 31, 2014, 21:14PM", 
      "message": "\n    \tNice ! Applauded\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Brian Lim", 
      "date": "November 01, 2014, 06:50AM", 
      "message": "\n    \tThank you\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Jay Buckalew", 
      "date": "November 01, 2014, 21:52PM", 
      "message": "\n    \tHey Brian we produce a PROCOOL line that runs a deionized water and alcohol solution that is non flammable though our Thermoelectric surgeon cooling systems, as well as our Vapor Cycle racing systems used in the IMSA Series ... If we can provide you any assistance on the cooling engine or solution (liquid) please let us know !\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            My parents were practicing doctors during the 2002/2003 outbreaks of SARS in Singapore. As a non-medical trained person, I could only watch as my family and all my family friends were suddenly dealing with SARS.  In Singapore, the issues of the PPE suits were already prevalent to me, but I simply lacked the knowledge, skills and ability to tackle it. In some sense, doing this, is the same to me as me protecting my family and my family’s friends.\n<br/>  \n<br/> The Human body puts ups to 600 watts of heat out during extreme physical exercise; this will also produce up to 1500 ml of sweat in this process. In current PPE suits, it is extremely difficult for the heat and sweat to dissipate, leading to prolong discomfort and rapid exhaustion of the wearer.\n<br/>  \n<br/> The situation in Africa has created a challenging logistics situation. After conversation with both AID workers and residence in the affected areas, we have a clear picture of the resources on the ground, which determine the technology required to\n<br/>  \n<br/>\n<strong>Weather Constraints </strong>\n<br/> The weather in the region is a mixture of high humidity with intense heat. The rainy season brings larges amounts of perceptions and cloud cover.\n<br/>  \n<br/>  With an expected dry season early in the year and heavy rains from May onwards. This would mean that the majority of the people would be indoors or shade for the majority of the time, and care for infected patients would be in the shade. Thus rendering any onboard power generation through Solar systems impractically.\n<br/>  \n<br/> Freetown and Monrovia are the rainiest capitals of the year, and experience extreme humidity.  With 60% to 100% Humidity through out the year, cooling process through evaporate cooling, is rendered ineffective, which is most effect at under 50% humidity.\n<br/>  \n<br/> Complete weather breakdown for Monrovia can be acquired here.\n<br/> https://weatherspark.com/averages/29194/Monrovia-Margibi-Liberia\n<br/>  \n<br/>\n<strong>Electrical Infrastructure </strong>\n<br/> 547 million people in Africa are without electricity of any kind. Electrical Infrastructure is rare in the region. Generators and solar power serve some areas, but are only usable for short periods of time. Generators due to cost, can only operate at a few hours a day, and solar power will dip away towards the middle of the year as rainy seasons starts.  Both of these systems do not provide enough power to turn water into ice, and do not provide efficient cooling solutions.  Solar Refrigerators are often used to hold medicines, and are not suitable for creating ice.\n<br/>  \n<br/> However there is an abundant of Charcoal for cooking, which may be used as source of energy. Further in the document, we will describe a process where we will be able to convert the heat of a fire into a chilling process.\n<br/>  \n<br/>\n<strong>Clean Water &amp; Sanitation </strong>\n<br/> Clean Water is tanked in, so access to portable water is restricted to the most important uses.  The majority of the people in the region are living in Slums with no access to clean drinking water. The Majority of people drink water directly from rivers and lakes.\n<br/>  \n<br/> As such access to portable water useful for medical purposes is difficult and its use in refined technology is also difficult.\n<br/>  \n<br/> Roads and Transport\n<br/>  \n<br/> Transport Infrastructure is dirt roads manly and outside the cities, it may takes days to cross relatively short distances, rendering supply deliveries difficult and unpredictable.  Once rainy seasons come, most of these roads become inaccessible due to mudslides.\n<br/>  \n<br/>\n<strong>PPE Design Brief </strong>\n<br/>  \n<br/> Designed for users who are primarily engaged prolong use of PPE suits. The Vest will be layered with a series of heat pipes that are designed to flex with the user to a metal plate that is located at the bottom of the vest that suits just above the waist of the wearer. (US 5386701 A)\n<br/>  \n<br/> By constructing the heat pipes of the vest with an alcohol we can only improve the heat transfer properties, it would also allow us to reduce the weight penalty associated with this type of technology (US 6684940 B1),\n<br/>  \n<br/> The vest would interface magnetically with an external cooling source on the exterior of the PPE. Magnets would allow the suit be physically connected to the cooling process while at the same time, prevent a breach in the integrity of the suit. This gives us nearly incredible flexibility in cooling options.\n<br/>  \n<br/> The external cooling source could be as something as simply as a small heat sink or maybe powered by a battery operated fan on top of a heat sink if the charging is present.\n<br/>  \n<br/> Currently we are developing the technology to produce a “cold battery” from an external heat source such as a flame.  We are basing this technology on an absorption fridge technology (US1781541 A) , which can uses an external heat source, such as a coal fire, which is common in Africa, to drive a process where the interaction of 2 liquids actually reduces the temperature of a targeting object. It is possible to use this method to pre chill cold packs, as the interface is external of the suit, the cold packs can be swapped out as needed, providing indefinite cooling to the user in the suit.\n<br/>  \n<br/> The absorption fridge technology can be enhanced significantly with 3d printing to print out the complex structures required improve the cooling process while reducing volume.\n<br/>  \n<br/> This gives us a cooling solution that can effectively transfer heat away from the user, which requires no moving parts, does not require support directly or indirectly form electrical Infrastructure, low to no maintenance and requires little to no training to support.\n<br/>  \n<br/> The ability of the suit to remove heat from 100 watts to 600 watts of heat will considerable increase the length of time a person can be in the suit.\n<br/>  \n<br/>\n<strong>Protective Designs </strong>\n<br/> On Oct 31th, WHO issued guidelines on personal protective equipment guidelines for maximum protection possible against Ebola.  Now that the standard has being defined, it is now possible to begin proper design of a suit that will not only meet protection requirements, but also confirm to a standard.\n<br/>  \n<br/> There are no real standard specifications for Ebola. The closest thing to a standard is from MSF (tychem suits, custom made hood with integrated mask, goggles, etc) The new WHO specifications explains on the level of protection required for various work. An example is the compulsory recommendation of double gloving.\n<br/>  \n<br/> The Ebolavirus is about filamentous 970 nm long and about 80nm in diameter is about 80nm. The worldest smallest virus, Porcine circovirus is about 17nm in diameter. A water molecule is 0.3nm or 3 angstroms in size.\n<br/> Filtration technology has already allowed us to remove these virus from out water supply.  We have done this for more than a decade already, the technology to\n<br/>  \n<br/> Looking at the expired patents around Gortex, (US3953566 A, US4187390 A, US4194041 A)\n<br/>  \n<br/>  it uses a layer of Teflon to act as a hydrophobic layer as a water repellent. It is also able to allow water vapor to pass through. It also allows water vapor to pass through. It would be possible to improve the gortex fabric to not only restrict the Ebolavirus from penetrating the integrity of the suit, but to still allow water vapor to escape.\n<br/>  \n<br/> It is possible to find materials that would have pore sizes less than 80 nm…thus keeping out the Ebola Virus from infecting the individual while allows water vapor to still escape.\n<br/> If this works, then we will be able to take advantage of the human’s body to do evaporation cooling.\n<br/>  \n<br/> Initial Designs have being seen by Material engineers and other various other engineers and they have determined that the design is sound and is worth more investigation. My previous research work was in the develop of medical sensor networks for personal health monitoring.\n<br/>  \n<br/> In Conclusion, creating a new generation PPE is a multifaceted problem, which requires significant understanding of comfort, usability, durability, reusability and safety. We believe that it is possible to create a non-electrical suit that will ensure the safety of the people while improving their comfort and survivability. \n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/waste-heat-removal-and-cooling-for-ppe-suits", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/ef91051c-bad8-40a9-8431-3e73dd2ca865.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/26d91fbb-0936-41f2-a067-ef374037e777.png", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3255b48d-be59-422f-8257-69df36cde9be.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 31, 2014, 14:07PM", 
  "summary": "Heat Build up in PPE suits are a major problem, with the human body putting up to 600 watts of heat at its peak, and producing more than 1.5 liters of sweat, within an hour of constant physical exercises. The lack of significant infrastructure also makes it difficult to deploy existing solutions into the field. We proposed the development of a cooling vest that will allow the exchange of heat from the interior of the suit to an external cooling source, which does not affect the integrity of the suit, while being powered by local heat sources such as a coal fire.  All the Technology here based on expired patents and is designed with the intention to be eventually open sourced.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Waste Heat Removal and Cooling for PPE suits", 
  "view_count": 279
}