{
  "applause_count": 2, 
  "author": "Marissa Whitaker", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Scientists have connected the major cause of death due to Ebola with dehydration. It makes sense: symptoms of Ebola include nonstop and unexplainable vomiting, bleeding, and diarrhea, which all release bodily fluids. Patients then are unable to keep new fluids down, leading to even more dehydration, and the loss of a lot of electrolytes. The body is so dependent on water to carry out reactions in the body, and when the body becomes dehydrated it affects the whole body.\n<br/> One of the reasons Ebola is hitting so hard in African countries has to do with the scarcity of water in these areas already. Most people are already severely dehydrating, and Ebola only makes it that much worse. I believe if we can make water more accessible – something we should have been actively trying to do for a long time now – that will be the key to decreasing the fatality rate and halting the spread of Ebola. The cheapest and most efficient way to bring water to Ebola-infected areas is to build wells. I know what you’re thinking: where does this money to build the wells come from? The solution is simple: the water bottling companies.\n<br/> Not only do these large corporations do major harm to the environment by the overproduction and widespread sale of non-biodegradable plastic, but they also monopolize a natural resource, claiming ownership and profiting water sources that ethically should be available to everyone. These corporations make millions, even billions, off of bottling nature. The least they could do is back a little, right? I propose that water bottling companies give a portion of their proceeds – say 10% - to foundations which build wells in Africa and other third world countries. Whether this is done by volunteerism, government assistance, or World Health Organization incentive can be up to the companies, the governments of the world, and the UN. According to the documentary FLOW, it would take less than half of the money made through water bottling companies to create universal access to drinking water. Donating even a small percentage of company earnings would make a world of difference, solving problems the world doesn’t even know exist or are related to water. It may even be enough to stop Ebola. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/well-well-well-let-s-cure-ebola", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/018f795c-6d2b-40a8-ac98-ce50c86a4178.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 30, 2014, 17:09PM", 
  "summary": "By providing accessible drinking water to these rural villages, we will therefore decrease dehydration, which is one of the main contributors to the high fatality rate in Ebola victims.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Well, Well, Well…. Let's Cure Ebola", 
  "view_count": 20
}