{
  "applause_count": 4, 
  "author": "Craig Provost", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            LET'S GET DROPCAM TO DONATE A BUNCH OF AUDIO ENABLED SECURITY CAMS AND USE THEIR SOFTWARE/APP TO BUILD A GLOBAL VIDEO SUPPORT VOLUNTEER NETWORK TO ADVISE FAMILY MEMBERS REAL TIME ON IN-HOME EBOLA CARE AND PPE PROCEDURES \n<br/>\n<br/> The family member who is administering the care could access a video counselor 24/7 for advice on or a second set of eyes on:\n<br/>\n<br/> 1. Second set of trained eyes for putting on, removing, and disposing of/disinfecting PPE gear. \n<br/>\n<br/> 2. Advice on basic medicines and medical care.\n<br/>\n<br/> 3. To alert the network/community to a change in symptoms or of a mortality\n<br/>\n<br/> 4. To ask for help/advice on infected waste management and/or disposal\n<br/>\n<br/> 5. What else?\n<br/>\n<br/> This could be a pared down basic version of telemedicine. It would require some solid training infrastructure that could be instituted in hospitals and medical schools where professionals and experienced students already have the foundation of knowledge necessary to advise basic treatment and could also be quickly trained on PPE procedures.\n<br/>\n<br/> Do not know if reliable wifi is avialiable in effected areas but if not is there an existing intiative from a non or for profit group that could quickly set up wifi infrastructure in the areas where the most homes are being effected ?\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/what-if-wifi-enabled-dropcams-and-their-software-app-could-be-used-to-build-a-home-isolation-counselor-global-video-support-network-trained-volunteers-from-around-the-world-could-offer-24-7-in-home-ebola-care-consultation-to-affected-families", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/0c33446d-2267-4bed-ae07-690d5fa9c15f.jpg", 
      "type": "image"
    }, 
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/f7a34602-412e-4033-8a49-39e95c018165.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 28, 2014, 03:31AM", 
  "summary": "This idea is inspired by/building on William Faria's idea for \"Home Isolation Counselors\" that could advise families in their homes on how to best care the affected person while keep the risk of transmission as low as possible.Many people wish to help combat the spread of Ebola but are unwilling or unable to go to Africa in person, so why not set-up a \"hot-line\" like video system, one in which Dropcam like cameras can be donated/distributed to effected homes along with kits with basic PPE supplies and medicines.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "What if wifi enabled Dropcams and their software/app could be used to build a \"Home Isolation Counselor \" Global Video Support Network ? Trained volunteers from around the world could offer 24/7 \"in-home\" Ebola care consultation to affected families", 
  "view_count": 42
}