{
  "applause_count": 1, 
  "author": "Jamie Woodall", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:09PM", 
      "message": "\n    \tHi Jamie, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            An unitended consequence of convalescent serum is the transfer of other pathogens such as HIV and hepatitis C from the survivors' blood to the Ebola patient. To deter this, we could mandate a screening of survivors before they donate blood. A simple blood test could inform us of any agents that would harm someone. If a screening comes back clean, we take their blood for use in infected patients. If any dangerous substances are detected, we simply send the survivor on their way. Doing this, we could prevent the possible spread of harmful pathogens in our attempt to supply the survivors' antibodies to the infected patient. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/who-ponders-treating-ebola-infected-people-with-blood-of-survivors", 
  "media": [], 
  "submitted": "October 15, 2014, 17:23PM", 
  "summary": "The use of convalescent serum could be a preemptive way to treat Ebola until more advanced options are developed.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "\"WHO ponders treating Ebola-infected people with blood of survivors\"", 
  "view_count": 51
}