{
  "applause_count": 1, 
  "author": "Grant Arnold", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n            Hello Everyone, my name is Grant Arnold, and I am a student at James Madison University U.S.A.. Yesterday, I was given a task, along with my other classmates, to apply the IDEO framework of Human Centered Design to the Ebola epidemic in West Africa. Today, I was given an article regarding the World Health Organization's current plans for the eventual cure/treatment of Ebola. The article is from Science Insider, and the main idea of the passage is about creating a potential treatment option by using the blood of survivors of Ebola to help those infected with the virus. The same principle was used in China to combat the SARS disease, and is being considered as a viable treatment option for Ebola today. The idea is that the person who has survived the Ebola virus, has done so with the aid of antibodies that were created by their body in order to fight off the virus, effectively making their blood a cure, if you will. This is not a new treatment method by any means, but simply a option that has brought positive results in the past, that gives hope for future disease management. I believe in this effort by the WHO, I think they're making positive strides in the battle against Ebola. And although this isn't quite a cutting edge procedure, I have faith that this tried-and-true medical practice could be effectively applied to our problem at hand. \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/who-s-avant-garde-solution-to-fighting-the-ebola-outbreak", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/2c89e037-5698-4a55-a3a1-e414459a091f.png", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 19:12PM", 
  "summary": "This post is for my professors at James Madison University, as well as for someone who hasn't yet been exposed to the http://sciencemag.org article: \"WHO ponders treating Ebola-infected people with blood of survivors\" by Kai Kupferschmidt. This post is to simply inform people about the WHO's efforts that are currently in the development phase about the treatment of the Ebola epidemic occurring in West Africa right now.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "WHO's \"Avant-garde \"Solution to Fighting the Ebola Outbreak", 
  "view_count": 40
}