{
  "applause_count": 1, 
  "author": "John Cronin", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 16, 2014, 16:05PM", 
      "message": "\n    \tHi John, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            WHO is currently trying to come up with ways to fight this severe outbreak and they have several ideas. One key idea that has the potential for success is the convalescent serum which uses blood transfusions from cured patients to treat infected ones. However, this also comes with risk regarding the spread of hepatitis C and HIV. Because this outbreak is so severe, I believe the risk must be taken. There's too much on the line for WHO to not act so I believe that although there is great risk, all options need to be considered and if this is the best option, then it must be put into action.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/who-must-begin-researching-the-use-of-convalescent-serum-to-treat-patients", 
  "media": [], 
  "submitted": "October 15, 2014, 20:01PM", 
  "summary": "The World Trade Organization (WHO) has been battling Ebola for several weeks now. However, this is not the first time an Ebola outbreak has occured. The most recent case before this current outbreak, was in 1995 in China. This time it's a much bigger outbreak affecting thousands, not hundreds. \\", 
  "tag": "/challenge/fighting-ebola/ideas#mission-boost-exposure-tracking-and-communication-abilities1", 
  "title": "WHO Must Begin Researching The Use of Convalescent Serum To Treat Patients", 
  "view_count": 30
}