{
  "applause_count": 1, 
  "author": "Kevin Mastracci", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 15, 2014, 22:12PM", 
      "message": "\n    \tHi Kevin, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n<hr/>I think that the idea of using blood transfusions of people who have fought of the Ebola virus is a good idea, but only in the meantime of when we can find a more effective cure. The transfusions have shown that it works in some cases but not all. However, since this method is the only way that have shown positive results in which the virus is fought off, I think it should be put into use until a more effective cure is produced. Another reason it should only be used in the meantime is because the virus has already affected thousands of people, and those who have survived can only give so much of their blood, so the supply of serum is very limited.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/who-offers-a-good-idea-but-should-only-be-temporary", 
  "media": [], 
  "submitted": "October 15, 2014, 19:35PM", 
  "summary": "The blood transfusion idea is a good start to helping those affected become able to fight off the virus, but further research should be done to find a more effective cure.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "WHO offers a good idea, but should only be temporary.", 
  "view_count": 18
}