{
  "applause_count": 3, 
  "author": "Emily Nghiem", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "William Rasmussen", 
      "date": "October 14, 2014, 01:57AM", 
      "message": "\n    \tHi-I like the idea-but one problem is how to keep it inflated so they dont suffocate in the plastic-or have a CO2 build up. It takes energy to operate the fans and theres a possible exposure to airborne droplets when its pressurized-They do it -but its not easy-but its would work if they could solve those problems\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "OpenIDEO", 
      "date": "October 13, 2014, 16:22PM", 
      "message": "\n    \tHi Emily, interesting post! Any chance you could find an image to go along with it? Images help grab attention and tell a story with higher impact. You should be able to use the Update Entry button on the right of your post and follow the instructions to add images from there. We know occasionally people have issues uploading images so let us know by hitting the Feedback button at the bottom of most pages of our site if you face any problems. Looking forward to seeing more of your inspiring insights on OpenIDEO. And here's some tips on adding visual goodness to your idea: http://ideo.pn/vis-uals plus more on evolving your thought-starter: http://ideo.pn/oi-evolve\n"
    }
  ], 
  "description": "<div class=\"description\">\n            Since Ebola is a level 4 pathogen, and the full suits cost 1,000 where there is not enough funding for all health care workers exposed to potential patients referred to hospitals, \n<br/>\n<br/> What about providing full coverage suits for containing the suspected patients instead of infecting the ambulances, police cars, and/or hospital areas where the patients are brought in. These could be less expensive and disposable, and is cheaper to provide for the one patient if not all the health workers and personnel can be equipped with level 4 suits.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/why-not-provide-full-coverage-disposable-suits-for-suspected-patients", 
  "media": [], 
  "submitted": "October 13, 2014, 02:52AM", 
  "summary": "Can disposable full coverage suits be provided when intaking suspected patients?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Why not provide full coverage disposable suits for suspected patients?", 
  "view_count": 30
}