{
  "applause_count": 1, 
  "author": "Scott Layne", 
  "comment_count": 1, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "James Gien Varney-Wong", 
      "date": "October 23, 2014, 11:20AM", 
      "message": "\n    \tHi Scott, Unfortunately, we always take the short view rather than the long. Our myopic vision tells our drug makers: Oh, there's nobody here to sell this too. Government follows suit. Now we see that it is precisely this short termism that has led to this crisis. How many billions are we going to spend now to get this under control? An ounce of prevention is worth a pound of cure. Our governments need to exercise a bit more foresight ( a lot, actually).  I don't think we can exercise the same myopic view ever again. That will be the biggest lesson of this outbreak. There needs to be research and development of new drugs that are stockpiled to prepare for such outbreaks...there are surely more to come.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            The picture I posted is ebola technology that japan has made and the health care professionals are using in West Africa. Anyways, I know that if the technology was a little better then, the one person that came back from one of the countries into the U.S. would not have infected two nurses. So with better technology over in West Africa, we will be able to reduce the health care professionals from getting sick. Now also, with the increase in better technology, the doctors over in West Africa might be able to create new serums that will neutralize Ebola instead of just sedating it.\n<br/> This increase of technology would be so useful for all the doctors in West Africa, and the treatments may get easier or better for the patients. I think it will succeed because with better techology, we will be able to find a sustainable cure for the disease and be able to neutralize it. That way when another or if another breakout happens we will be able to react ten times faster than we are doing now. \n<br/> I did read on CBS news that \"Experts have said the main reason there hasn't been an Ebola vaccine yet is largely due to the relatively small attention the disease received until the recent outbreak.\" That quote right there tells me that we are were clearly not prepared and we needed the right technology and treatments to begin to neutralize this crisis. If not contained the virus could've spread to the whole world, or taken over a whole continent of people.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/with-better-technology-comes-better-treatment-and-better-protection-of-the-health-care-workers", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/5b076ae3-4f17-4af4-b5be-126c984da108.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 23, 2014, 00:34AM", 
  "summary": "So basically, with the Ebola crisis in West Africa, it of course has spread out to many other countries near Liberia, and Sierra Leone. Now for the health care workers that are trying to come up with ideas and treatments to test, that's all good, but what about the technology used to protect the health care professionals? A lot of questions pop up, and if we can make or get the better technology  to West Africa then they (health care professionals) may all have a better chance at surviving this crisis. It may also in some way help the scientists come up with a new serum to give the patients with Ebola. (I mean better technology as stuff in protection gear, and the equipment used on the patients.)", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "With Better Technology Comes Better Treatment and Better Protection of the Health Care Workers", 
  "view_count": 84
}