{
  "applause_count": 2, 
  "author": "Craig Provost", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "1", 
      "auhtor": "Nfn They", 
      "date": "October 30, 2014, 18:10PM", 
      "message": "\n    \tHi Craig, it does make sense to keep the patient clear of bodily fluids, but I might point out that having a human body supported by few contact points, can, and does, lead to other complications, i.e. circulation, tissue failure, bed sores, let alone the fact that the patient will be in complete agony in no time.Perhaps a balance of intended purpose and reasonable function could be making a second set of poles, positioned to fit between the first set, but lowered so there's no contact with the patient.The function would be to raise the second set at time intervals, and lower the first set alternatively.This would alternate the patient contact points, allow for draining and do so without moving the patient.Another thought would be to use a finer web-type material to make \"hammocks\".(You could make these by the thousands in no time.)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Craig Provost", 
      "date": "October 30, 2014, 18:49PM", 
      "message": "\n    \tGreat insights, awesome :) Love the hammock with grid or perforated topology..good call. I will add a sketch. What do you think about this idea: utilising those reclining folding chairs that everyone brings to games and outdoor shows/parades/camping. These could possibly keep the patient comfortable while liming the amount of surface area the their fluids could cover/infect….also if there was a separate back support and bottom support maybe the open area between could be designed to allow #2's to drop down into a container or plastic bag/tarp. Could possible combine your idea about using a \"finer web-type material\"…also just got your idea on the 2nd set of poles……would be happy to make a sketch….wanna team up for a post that illustrates these ideas ?thanks and cheers\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Although it may not be super comfortable an open bed frame design would allow fluids such as vomit and loose excrement to drop onto an angled tarp below. Water could be poured into the elevated opening of the tarp  washing the infected material into a targeted container or hole dug into the ground.\n<br/>\n<br/> This could potentially reduce clean-up of human waste/fluids and thus reduce risk of exposure.\n<br/>\n<br/> This solution could possibly be employed in hospitals or even maybe in-homes where family members are treating loved ones\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/wood-or-pvc-open-bed-frames-above-angled-tarp-allow-ejected-body-fluids-to-washed-down-into-containment-hole-container", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/870ce571-793e-4518-8e02-14f1021a24b9.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 30, 2014, 02:59AM", 
  "summary": "Wood or PVC Open Bed frames above angled tarp allow ejected body fluids to washed down into containment hole/container", 
  "tag": "/challenge/fighting-ebola/ideas#mission-strengthen-health-care-capacities2", 
  "title": "Wood or PVC Open Bed frames above angled tarp allow ejected body fluids to washed down into containment hole/container", 
  "view_count": 31
}