{
  "applause_count": 4, 
  "author": "James Gien Varney-Wong", 
  "comment_count": 2, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Chris Canaday", 
      "date": "October 21, 2014, 09:11AM", 
      "message": "\n    \tGood idea. Among other things, patients can be safely interviewed via Skype and they can maintain contact with their family members who are outside the quarantine. In particular, patients can communicate to the wider population, via TV, the symptoms they are suffering and the importance of following heath and hygiene guidelines. (See my idea on simple, practical toilets at #262, I think.)\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "James Gien Varney-Wong", 
      "date": "October 25, 2014, 08:33AM", 
      "message": "\n    \tIt's a very human thing too, Chris, oddly enough. I say \"oddly enough\" because there is a kind of irony that a piece of equipment can bring intimacy from thousands of kilometers away. Yet, having someone on a computer screen  who expresses they care and have compassion for all the pain and misery taking place is better than not having anything....especially if the information shared can really help to make a difference to end the misery.In all the reports coming out of West Africa, I have not seen one yet that actually provides scientific evidence of what is going on in the communities. Where are the stats that show percentages of infection rates broken down by various types of things people in the community do in a typical day? Isn't it a bit crazy that at this stage of the disease we don't even have these basic statistics? If we did, we might find out there are certain behaviors which are causing huge infection rates and others aren't...and they may surprise us. We have two options: 1) prevention or 2) treatment...and remember what mom always told http://us...an ounce of X is worth a pound of Y.  (We know what X and Y are, don't we?)  Having this communication will create a team spirit and will end the feeling of hopelessness which must be running pretty high right now in these communities. Unless we and they have knowledge, you don't know what you are fighting...especially with something as invisible as Ebola.\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            Work with microsoft, google , WHO, local health authorities, local telcoms to supply emergency community internet services with webcam so that community members can have a direct communication link to the rest of the world and let the rest of the world know their story.\n<br/>\n<br/> We can hear directly from the citizens most impacted and hear their stories. Citizens around the world can communicate and find out what's really happening on the ground from their perspective so we can help develop the most appropriate solutions.\n<br/>\n<br/> Ex-patriates from those countries who have loved ones back home will be especially important to join as they will have the best ability to communicate. Health workers, engineers, everyone here on Open Ideo can work through them to help develop effective and practical solutions taking the cue from the people themselves.\n<br/>\n<br/> Mental health care workers are an overlooked part of the solution. The people in these countries have been severely traumatized and need counselling and debriefing.\n<br/>\n<br/> Minimum would be to setup solar powered skype with video cam.  Information dissemination can flow both ways and both the affected people and those trying to help them remotely will benefit enormously.\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/work-with-skype-google-local-telcom-companies-who-and-local-health-authorities-to-establish-community-internet-communication-and-a-global-nanny-cloud-to-remotely-help-all-the-quarantined-locked-down-communities-in-the-hotspot", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/047b3d3d-a5da-4280-9b7a-d21e817e62c7.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 16, 2014, 21:04PM", 
  "summary": "Allow those who are suffering to directly communicate with the rest of the world to tell their story. This can have many benefits including:1. They can directly inform the rest of the world  what kind of support they REALLY need. From this we can learn what the priorities are first hand rather than guessing.2. The human stories can generate huge amount of empathy - hearing the voice of real people just like us humanizes the entire plight in contrast to network news which dehumanizes them and treats them as numbers and statistics.3. Health care professionals, psychologists, counsellors, engineers, nutritionists, doctors, can establish a remote nanny cloud and help struggling citizens to cope by sharing their professional knowledge.", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Establish direct internet skype / nanny cloud link between community in hotspots and the rest of the world", 
  "view_count": 67
}