{
  "applause_count": 3, 
  "author": "Alex Haagaard", 
  "comment_count": 11, 
  "comments": [
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "Edited on October 18, 2014, 18:15PM", 
      "message": "\n    \tHi Alex,IsraAid has started a program in Sierra Leone on building community resilience.  The program includes working with and training community leaders who will then go on to work with their communities and Ebola survivors.  https://www.facebook.com/media/set/?set=a.10152824433279136.1073741935.238566664135&type;=1Looks promising -\"IsraAID has been selected to lead the psychosocial aspect of the operation in this multinational effort, with the World Health Organization, Doctors Without Borders and the International Red Cross allocating the tasks in coordination with the governments in West Africa. \" from: http://www.jewishjournal.com/israel/article/israel_prepares_to_fight_ebola_in_west_africa\n"
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 14, 2014, 23:18PM", 
      "message": "\n    \tAlex, agree 100% and thank you for building on my idea. Lynn\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 15, 2014, 00:58AM", 
      "message": "\n    \tI also agree with you Alex - and Lynn!  Identifying local leaders and communicating with them, engaging them in dialogue is key.  Meena posted a comment on my idea, which you built on here, asking - \"I wonder what diaspora networks we might tap to help us learn more about trusted local leaders in West Africa?\"  I think this is a great point.  I realized that at my job site there are many West Africans.  I plan to ask them about this.   Do either of you have any thoughts about Meena's suggestion?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "Edited on October 15, 2014, 01:05AM", 
      "message": "\n    \tIt is not hard to identify them once on the ground. I met many of the Paramount Chiefs or have contact information for them in the communities in Sierra Leone. It is easiest to find the on the ground as face to face is an important feature of trust in these countries as a foreigner. Usually my driver/fixer knows who they are or can find them in minutes once we reach the community we are researching in.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 15, 2014, 01:11AM", 
      "message": "\n    \tLynn,Can you describe who the Chiefs are?  Is it a lineage of some sort?  What is the structure of the hierarchy?  Does this system extend into the cities as well?  Do you know if these traditional structures and leaders are also in West African communities here in the USA and other Western countries?  What is the role of the chiefs?  Do they make laws?  decisions on family matters and health issues?  Would the chiefs decide if their communities can accept a vaccination for example?Are you familiar with the local culture in Liberia and Guinea as well?Thank you.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "October 15, 2014, 01:22AM", 
      "message": "\n    \tFor Sierra Leone and in general Paramount Chiefs are in the rural communities only, they are voted in by the community but for the most part they fall by lineage. There is a level below the Paramount (I am blanking on what they are called) and they are sometimes in the city but rarely; or the Paramount Chief comes to the city to deal with business there as well as community issues. The Chiefs deal with community dissent, can decide on punishment and guilt, finances, disputes and they represent the community at the government level. Of late there are new laws that forbid the Chiefs from dealing with gender based violence cases BUT this is not really stopping them. The Chief has a counsel as well but overall he is the be all and end all of the decisions made. So yes, they make decisions of all types including gender issues. I am very familiar with Liberia but not Guinea.\n    "
    }, 
    {
      "applaud": "1", 
      "auhtor": "Alex Haagaard", 
      "date": "October 15, 2014, 01:34AM", 
      "message": "\n    \tI agree with Lynn that face-to-face contact is an essential part of trust-building within the community - and thanks so much for your insights on the Chiefs and their roles!With respect to Meena's suggestion, I think  diaspora could be a really valuable resource in developing language to use on the ground - e.g., from my reading, I understand that in some communities, uttering the term \"Ebola\" is understood to essentially summon it, and this idea of utterance ties in to one of the legends surrounding its origin: http://www.ifrc.org/en/news-and-media/news-stories/africa/sierra-leone/ebola-snakes-and-witchcraft-stopping-the-deadly-disease-in-its-tracks-in-west-africa-66215/I think it is also important to look at developing 'new' language for educating villagers, that draws upon their existing beliefs and languaging around the disease - and I think this is somewhere that working with diaspora could become really useful.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 15, 2014, 01:56AM", 
      "message": "\n    \tFascinating and informative conversation guys!  I am going to ask some of the people at my job site about this concept that the word ebola suggests summoning it this week.  Will let you know what I discover.  Thanks for the info Lynn.  One other question.  How large would a community be that one Chief leads?  It is interesting that they represent the community at the government level.   Understanding these dynamics and layers in each society is so important to approaching public health issues, in crisis or in prevention campaigns.  Building these connections now can only strengthen collaboration going forward.  Are the Chiefs open to discussion with Western women or is a face to face regarding something as important as education re: Ebola Virus Disease only possible with a man?\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Lynn Lawry", 
      "date": "Edited on October 15, 2014, 02:01AM", 
      "message": "\n    \tAbsolutely, I spent hours talking to them. The size depends on the size of the community; some are large some are not. It also depends on the wealth of the Chief.....many own the mines.\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Alex Haagaard", 
      "date": "October 15, 2014, 02:42AM", 
      "message": "\n    \tThis is indeed fascinating! I look forward to hearing what you learn this week, Bettina!\n    "
    }, 
    {
      "applaud": "0", 
      "auhtor": "Bettina Fliegel", 
      "date": "October 31, 2014, 18:11PM", 
      "message": "\n    \tHi Alex.  I spoke with a woman at my work place who is originally from Nigeria.  Her family is there, located in the capital and also her mother lives in a rural village.  She told me that \"in Nigeria people think that ebola was brought there by Americans who were doing tests.  They just didn't think it would get this big this fast.\"  She did not have any notion about ebola from a religious point of view.  She was firm in her belief that everyone there thinks that this disease \"is not from Africa, it was brought to Africa.\"  She did say there was extension of beliefs from rural areas to cities as people migrate back and forth.  I wonder if this notion that she reports is common in the countries currently effected by the epidemic.  Seems there are many ideas about this illness that elicit distrust with and  interfere with care seeking from Western health workers.(I will try to speak with others about this topic next week as well.)\n    "
    }
  ], 
  "description": "<div class=\"description\">\n            I would like to see community teams assembled consisting of Western medical personnel and NGO representatives, and local government officials, religious leaders and traditional healers. Local leaders could provide Westerners information about what is needed at ground level in terms of funding and equipment, as well as what sort of strategies might improve community trust. Western personnel could provide local representatives with information about how to recognize, contain and treat Ebola, as well as equipment to help manage infections in the community (i.e. buckets and chlorine to set up handwashing stations at churches and healing centres; masks, gloves and other PPE to protect community members caring for those who are sick).\n<br/>\n<br/> To date, much of the focus on local belief systems and healing practices has been paternalistic - framing it as something that is simply ignorant/nefarious and must be overcome. But there are deep, historical reasons why local belief systems exist, and it makes no sense to try and overturn them, when instead we could work within them to formulate protocols that make sense in the context of these communities. (This is essentially a paragon of the need for participatory design practices.)\n<br/>\n<br/> Another important consideration that has been raised is how to develop language for the crisis that fits in with local beliefs. For example, some believe that uttering the name of the disease summons it - so it may improve care-seeking outcomes to work with the kind of language that villagers use when seeking traditional care.\n<br/>\n<br/> Questions for the community:\n<br/> How can we organize teams of Western personnel and community leaders?\n<br/> What are some of the magicoreligious beliefs that are held in West Africa with respect to Ebola?\n<br/> What kind of language do people in West Africa use to describe Ebola/illness in general?\n<br/> Can we work with West African diaspora to start developing this language?\n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/work-with-traditional-healers-to-deliver-care", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/21a39feb-a69d-4e5d-b2fa-6b1ce1d508c8.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 14, 2014, 23:03PM", 
  "summary": "Much of the discourse about traditional healers has looked at them as hindrances to appropriate care-seeking by patients in West Africa. What if instead we looked at them as allies and worked with them to develop and provide community-focused strategies for delivering information and care?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-promote-care-seeking2", 
  "title": "Work with traditional healers to deliver care", 
  "view_count": 126
}