{
  "applause_count": 3, 
  "author": "D. Dickard", 
  "comment_count": 0, 
  "comments": [], 
  "description": "<div class=\"description\">\n<br/> This village could originially be designed to get people safely in and out of the countries most heavly affected by ebola. Unlike travel bans, it would allow for a flow of supplies and services to continue.\n<br/>\n<br/> Also, it could be used as a prototype to ensure safety of travel within the countries. \n<br/>\n<br/> Finally, it would be a useful prototype for quarantine systems that may be needed in the future.\n<br/>\n<br/>\n<br/>\n<br/>  \n        </div>", 
  "id": "https://openideo.com/challenge/fighting-ebola/ideas/worldwide-21-day-quarantine-challenge-if-we-can-send-mankind-to-other-planets-together-we-can-design-a-3-week-quarantine-program-that-could-kick-ebola-off-ours-if-we-could-implement-a-good-quarantine-program-we-would-not-need-travel-bans", 
  "media": [
    {
      "src": "//d3gyq8wptu1by3.cloudfront.net/media/3e63255a-b0b1-4b3f-9094-e2d8c76dafb8.jpg", 
      "type": "image"
    }
  ], 
  "submitted": "October 19, 2014, 04:21AM", 
  "summary": "The UNITED NATIONS would lead an emergency worldwide challenge.  Every country has 21 days to create a plan:  1) to design a village, 2) to suggest how to use affordable and accessible materials, 3) to offer a communication system, 4) to organize bringing medical attention, and/or 5) to manage coordination and quarantine release protocol.  Any country has 21 days to submit one idea for each category.  The idea would come from any company, group, person or Univ.   The only stipulation is that the idea must be able to be implemented in 21 days.  The UN delegates vote and a point system defines the winners. The five project leaders from five countries have 21 days to create these villages.  Could we accomplish this if our lives depended on it?", 
  "tag": "/challenge/fighting-ebola/ideas#mission-surprise-us8", 
  "title": "WORLDWIDE 21-DAY QUARANTINE CHALLENGE  If we can send mankind to other planets --  together -- we can design a 3-week quarantine program that could kick EBOLA off ours!  If we could implement a good quarantine program we would not need travel bans.", 
  "view_count": 55
}